Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: This sky culture was contributed by _Doina Bucur_ (d.bucur@utwente.nl). It was digitised for the cross-culture analysis of constellation line figures in `The network signature of constellation line figures`[#3].
fil: Ang sky culture na ito ay iniambag ni _Doina Bucur_ (d.bucur@utwente.nl). Na-digitize ito para sa cross-culture analysis ng mga constellation line figure sa `The network signature of constellation line figures`[#3].
fr: Cette culture du ciel a été apportée par _Doina Bucur_ (d.bucur@utwente.nl). Il a été numérisé pour l'analyse interculturelle des figures de ligne de constellation dans "La signature du réseau des figures de ligne de constellation" [#3].
id: Budaya langit ini disumbangkan oleh _Doina Bucur_ (d.bucur@utwente.nl). Itu didigitalkan untuk analisis lintas budaya figur garis konstelasi di `Tanda jaringan figur garis konstelasi` [#3].
pl: Ta kultura nieba została wniesiona przez _Doina Bucur_ (d.bucur@utwente.nl). Został on zdigitalizowany do analizy międzykulturowej figur linii gwiazdozbiorów w „Podpis sieciowy figur linii gwiazdozbiorów” [#3].
pt: Esta cultura do céu foi contribuída por _Doina Bucur_ (d.bucur@utwente.nl). Ele foi digitalizado para a análise de culturas cruzadas de figuras de linha de constelação em `A assinatura de rede de figuras de linha de constelação` [#3].
tr: Bu gökyüzü kültürüne _Doina Bucur_ (d.bucur@utwente.nl) katkıda bulunmuştur. Takımyıldız çizgisi figürlerinin kültürler arası analizi için 'Takımyıldız çizgisi figürlerinin ağ imzası'[#3] bölümünde sayısallaştırılmıştır.

source: `CC BY-SA`: Creative Commons, requires attribution, and derivative works can be distributed under an identical (not more restrictive) license.
fil: `CC BY-SA`: Creative Commons, nangangailangan ng pagpapatungkol, at ang mga derivative na gawa ay maaaring ipamahagi sa ilalim ng magkaparehong (hindi mas mahigpit) na lisensya.
fr: `CC BY-SA` : Creative Commons, nécessite une attribution, et les œuvres dérivées peuvent être distribuées sous une licence identique (pas plus restrictive).
id: `CC BY-SA`: Creative Commons, memerlukan atribusi, dan karya turunan dapat didistribusikan di bawah lisensi yang identik (tidak lebih ketat).
pl: `CC BY-SA`: Creative Commons, wymaga uznania autorstwa, a prace pochodne mogą być rozpowszechniane na identycznej (nie bardziej restrykcyjnej) licencji.
pt: `CC BY-SA`: Creative Commons, requer atribuição, e trabalhos derivados podem ser distribuídos sob uma licença idêntica (não mais restritiva).
tr: "CC BY-SA": Creative Commons, atıf gerektirir ve türev çalışmalar aynı (daha kısıtlayıcı olmayan) bir lisans altında dağıtılabilir.

source: Musca Borealis
fr: La Mouche
pt: Musca Boreal

source: Antinoüs
id: Antinous
pt: Antinos

source: The Sami people are considered to be the native population of northern Norway, Sweden, Finland and West Russia (the Kola Peninsula).
fil: Ang mga taong Sami ay itinuturing na katutubong populasyon ng hilagang Norway, Sweden, Finland at Kanlurang Russia (ang Kola Peninsula).
fr: Le peuple sami est considéré comme la population indigène du nord de la Norvège, de la Suède, de la Finlande et de l'ouest de la Russie (la péninsule de Kola).
id: Orang Sami dianggap sebagai penduduk asli Norwegia utara, Swedia, Finlandia, dan Rusia Barat (Semenanjung Kola).
pl: Sami są uważani za rdzennych mieszkańców północnej Norwegii, Szwecji, Finlandii i zachodniej Rosji (Półwysep Kolski).
pt: O povo Sami é considerado a população nativa do norte da Noruega, Suécia, Finlândia e Rússia Ocidental (Península de Kola).
tr: Sami halkı, kuzey Norveç, İsveç, Finlandiya ve Batı Rusya'nın (Kola Yarımadası) yerli nüfusu olarak kabul edilir.
