Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: Canopy Support (Vassal of Canopy of the Emperor)
fr: Support de la canopée (Vassal de la canopée de l'empereur)
id: Dukungan Kanopi (Pengikut Kanopi Kaisar)
pl: Wsparcie baldachimu (wasal baldachimu cesarza)
pt: Suporte de Dossel (Vassalo do Dossel do Imperador)
tr: Kanopi Desteği (İmparatorun Kanopisinin Vassal'ı)

source: Flying Corridor
fil: Lumilipad na Koridor
fr: Couloir volant
id: Koridor Terbang
pl: Korytarz powietrzny
pt: Corredor Aéreo
tr: Uçuş Koridoru

source: Celestial Lance
fr: Lance céleste
id: Tombak Surgawi
pl: Niebiańska Lanca
pt: Lança Celestial
tr: gök mızrağı

source: Curved Array
fil: Kurbadong Array
fr: Réseau incurvé
id: Array melengkung
pt: Matriz curvada
tr: Eğri Dizi

source: Lock (Vassal of Room)
fr: Serrure (Vassal de chambre)
id: Kunci (Pengikut Kamar)
pl: Zamek (wasal pokoju)
pt: Fechadura (Vassalo do quarto)
tr: Kilit (Oda Vassal)

source: Dog
fil: aso
fr: Chien
id: Anjing
pl: Pies
pt: Cão
tr: Köpek

source: Territory of Dog
fil: Teritoryo ng Aso
fr: Territoire du chien
id: Wilayah Anjing
pl: Terytorium Psa
pt: Território do Cão
tr: Köpek Bölgesi

source: Coiled Thong
fil: Nakapulupot na Thong
fr: Lanière enroulée
id: Gulungan Tali
pl: Zwinięty Rzemyk
pt: Correia em Espiral
tr: Kayış

source: Tortoise
fil: Pagong
fr: La tortue
id: Kura-kura darat
pl: Żółw
pt: Cágado
tr: Tosbağa

source: Sea and Mountain
fil: Dagat at Bundok
fr: Mer et montagne
id: Laut dan Gunung
pl: Morze i góra
pt: Mar e Montanha
tr: Deniz ve Dağ

source: Military Gate
fil: Pintuang Militar
fr: Porte militaire
id: Gerbang Militer
pl: Brama Wojskowa
pt: Portão militar
tr: Askeri Kapı

source: Drum at the River
fil: Tambol sa Ilog
fr: Tambour à la rivière
id: Drum di Sungai
pl: Bęben nad rzeką
pt: Tambor no rio
tr: Nehirdeki Davul

source: Crane
fr: Grue
id: Derek
pl: Dźwig
pt: Guindaste
tr: Vinç

source: Railings
fil: Mga rehas
fr: Garde-corps
id: pagar
pl: Balustrady
pt: Trilhos
tr: Korkuluklar

source: Astrologer
fil: Astrologo
fr: Astrologue
id: Ahli nujum
pl: Astrolog
pt: Astrólogo
tr: Astrolog

source: Bow and Arrow
fil: Bow at Palaso
fr: Arc et des flèches
id: Busur dan panah
pl: Łuk i strzała
pt: Arco e flecha
tr: Yay ve ok

source: Emperor's Bodyguard
fil: Bodyguard ng Emperor
fr: Garde du corps de l'empereur
id: Pengawal Kaisar
pl: Ochroniarz Imperatora
pt: Guarda-costas do Imperador
tr: İmparatorun Koruması

source: Good Gourd
fr: Bonne courge
id: Labu yang bagus
pl: Tykwa
pt: Abóbora Boa
tr: İyi Sukabağı

source: Canopy of the Emperor
fil: Canopy ng Emperador
fr: Verrière de l'empereur
id: Kanopi Kaisar
pl: Baldachim cesarza
pt: Dossel do imperador
tr: İmparatorun gölgeliği

source: Eunuch Official
fil: Opisyal ng Eunuch
id: Kasim Resmi
pt: Eunuco Oficial
tr: hadım memuru

source: Cumulative Corpses
fil: Pinagsama-samang mga Bangkay
fr: Cadavres cumulatifs
id: Mayat Kumulatif
pl: Skumulowane zwłoki
pt: Cadáveres Cumulativos
tr: Kümülatif Cesetler

source: Heap of Corpses
fil: Bunton ng mga Bangkay
fr: Tas de cadavres
id: Tumpukan Mayat
pl: Kupa zwłok
pt: Montão de cadáveres
tr: ceset yığını

source: Stored water
fil: Naka-imbak na tubig
fr: Eau stockée
id: Air yang tersimpan
pl: Przechowywana woda
pt: Água armazenada
tr: Depolanan su

source: Pile of Firewood
fil: Tumpok ng Panggatong
fr: Tas de bois de chauffage
id: Tumpukan Kayu Bakar
pl: Stos drewna opałowego
pt: Pilha de lenha
tr: Yakacak Odun Yığını

source: Group of Soldiers
fil: Grupo ng mga Sundalo
fr: Groupe de soldats
id: Kelompok Prajurit
pl: Grupa żołnierzy
pt: Grupo de soldados
tr: Asker Grubu

source: White Patches Attached
fil: Naka-attach ang White Patches
fr: Patchs blancs attachés
id: Patch Putih Terlampir
pl: Dołączone białe łaty
pt: Manchas brancas anexadas
tr: Beyaz Yamalar Eklendi

source: Establishment
fr: Établissement
id: Penetapan
pl: Założenie
pt: Estabelecimento
tr: Yerleşim

source: Clepsydra Terrace
fr: Terrasse Clepsydra
id: Teras Clepsydra
pl: Taras Clepsydra
pt: Terraço da Clepsidra
tr: Klepsydra Terası

source: Door Bolt
fil: Bolt ng Pinto
fr: Boulon de porte
id: Grendel
pl: Rygiel
pt: Parafuso da porta
tr: Kapı kilidi

source: Goldfish
fr: Poisson rouge
id: Ikan mas
pl: Złota Rybka
pt: Peixinho
tr: Akvaryum balığı

source: Recommending Virtuous Men
fil: Inirerekomenda ang mga Mabait na Lalaki
fr: Recommander des hommes vertueux
id: Merekomendasikan Pria Berbudi Luhur
pl: Polecanie cnotliwym mężczyznom
pt: Recomendando homens virtuosos
tr: Erdemli Erkekleri Tavsiye Etmek

source: Accumulated Water
fil: Naipong Tubig
fr: Eau accumulée
id: Akumulasi Air
pl: Woda nagromadzona
pt: Água Acumulada
tr: Birikmiş Su

source: Nine Water Wells
fil: Siyam na Balon ng Tubig
fr: Neuf puits d'eau
id: Sembilan Sumur Air
pl: Dziewięć studni wodnych
pt: Nove Poços de Água
tr: Dokuz Su Kuyusu

source: Nine Senior Officers
fil: Siyam na Senior Officers
fr: Neuf officiers supérieurs
id: Sembilan Perwira Senior
pl: Dziewięciu starszych oficerów
pt: Nove Oficiais Seniores
tr: Dokuz Kıdemli Memur

source: Imperial Military Flag
fil: Watawat ng Imperial Militar
fr: Drapeau militaire impérial
id: Bendera Militer Kekaisaran
pt: Bandeira militar imperial
tr: İmparatorluk Askeri Bayrağı

source: Interpreters of Nine Dialects
fil: Mga Interpreter ng Siyam na Diyalekto
fr: Interprètes de neuf dialectes
id: Penerjemah Sembilan Dialek
pl: Tłumacze dziewięciu dialektów
pt: Intérpretes de nove dialetos
tr: Dokuz Lehçe Tercümanları

source: Banner of Wine Shop
fil: Banner ng Wine Shop
fr: Bannière de Wine Shop
id: Spanduk Toko Anggur
pt: Banner da loja de vinhos
tr: Şarap Dükkanı Bayrağı

source: Mortar
fil: Pandikdik
fr: Mortier
id: Lesung
pl: Moździerz
pt: Almofariz
tr: Havan

source: Rolled Tongue
fil: Pinagulong Dila
fr: Langue enroulée
id: Lidah Tergulung
pl: Zwinięty Język
pt: Língua Enrolada
tr: Yuvarlanmış Dil

source: Military Well
fil: Militar Well
fr: Puits militaire
id: Sumur Militer
pl: Studnia wojskowa
pt: Poço militar
tr: askeri kuyu

source: Southern Military Gate
fr: Porte militaire sud
id: Gerbang Militer Selatan
pl: Południowa Brama Wojskowa
pt: Portão militar do sul
tr: Güney Askeri Kapısı

source: Market for Soldiers
fil: Pamilihan para sa mga Sundalo
fr: Marché pour les soldats
id: Pasar Prajurit
pl: Rynek dla żołnierzy
pt: Mercado para Soldados
tr: Askerler için Pazar

source: Chaff
fil: ipa
fr: Bale
id: jerami
pl: Sieczka
pt: Joio
tr: Saman

source: Boats and Lake
fil: Mga Bangka at Lawa
fr: Bateaux et lac
id: Perahu dan Danau
pl: Łodzie i Jezioro
pt: Barcos e lago
tr: Tekneler ve Göl

source: Peafowl
fr: Paon
id: Merak jantan
pl: Paw
pt: Pavão
tr: tavus kuşu

source: Crying
fil: Umiiyak
fr: Pleurs
id: Menangis
pl: Płacz
pt: Chorando
tr: ağlıyor

source: Captain of the Bodyguards
fil: Kapitan ng mga Bodyguard
fr: Capitaine des gardes du corps
id: Kapten Pengawal
pl: Kapitan ochroniarzy
pt: Capitão dos guarda-costas
tr: Korumaların Kaptanı

source: Officers of the Imperial Guard
fil: Mga opisyal ng Imperial Guard
fr: Officiers de la garde impériale
id: Petugas Pengawal Kekaisaran
pl: Oficerowie Gwardii Cesarskiej
pt: Oficiais da Guarda Imperial
tr: İmparatorluk Muhafızları Memurları

source: Old Man
fil: Matandang lalaki
fr: Vieil homme
id: Old Man (Orang Tua)
pl: Starzec
pt: Homem Velho
tr: Yaşlı Adam

source: Thunder and Lightning
fil: Kulog at kidlat
fr: Tonnerre et éclair
id: Guntur dan kilat
pl: GROM i Błyskawica
pt: Trovão e relâmpago
tr: Gök gürültüsü ve yıldırım

source: Line of Ramparts
fil: Linya ng Ramparts
fr: Ligne de remparts
id: Garis Benteng
pl: Linia wałów
pt: Linha de muralhas
tr: Surlar Hattı

source: Resting Palace (Vassal of Encampment)
fr: Palais au repos (vassal du campement)
id: Istana Peristirahatan (Pengikut Perkemahan)
pl: Resting Palace (Wasal Obozowiska)
pt: Palácio do Descanso (Vassalo do Acampamento)
tr: Dinlenme Sarayı (Kamp Vassal)

source: Jade Ornament on Ladies' Wear
fil: Jade Ornament sa Ladies' Wear
fr: Ornement de jade sur les vêtements pour dames
id: Ornamen Giok pada Pakaian Wanita
pl: Jadeitowy ornament na odzież damską
pt: Ornamento de jade no desgaste de senhoras
tr: Bayan Giyimde Yeşim Süs

source: Pearls on Ladies' Wear
fil: Mga Perlas sa Damit ng Babae
fr: Perles sur vêtements pour dames
id: Mutiara di Pakaian Wanita
pl: Perły na odzież damska
pt: Pérolas no desgaste de senhoras
tr: Bayan Giyimde İnciler

source: Whetstone
fr: Pierre à aiguiser
id: Batu Gerinda
pl: Osełka
pt: Pedra de Amolar
tr: Bileği Taşı

source: Jewel Market
fr: Marché aux bijoux
id: Pasar Permata
pt: Mercado de joias
tr: Mücevher Pazarı

source: Astronomical Observatory
fr: Observatoire astronomique
id: Observatorium Astronomi
pl: Obserwatorium Astronomiczne
pt: Observatório Astronômico
tr: Astronomik Gözlemevi

source: Network of Dykes
fil: Network ng Dykes
fr: Réseau de digues
id: Jaringan Tanggul
pl: Sieć Dykes
pt: Rede de Diques
tr: Dayk Ağı

source: Horse's Abdomen
fil: Tiyan ng Kabayo
fr: Abdomen du cheval
id: Perut Kuda
pl: Brzuch konia
pt: Abdômen de cavalo
tr: Atın Karnı

source: Horse's Tail
fil: Buntot ng Kabayo
fr: Queue de cheval
id: Ekor Kuda
pl: Koński ogon
pt: Rabo de cavalo
tr: At Kuyruğu

source: Bee
fil: Pukyutan
fr: abeille
id: Lebah
pl: pszczoła
pt: Abelha
tr: bal arısı

source: The Hall of Glory
fil: Ang Hall of Glory
fr: La salle de la gloire
id: Aula Kemuliaan
pl: Sala chwały
pt: O Salão da Glória
tr: Zafer Salonu

source: Southern Boat
fil: Timog Bangka
fr: Bateau du Sud
id: Perahu Selatan
pl: Południowa łódź
pt: Barco do Sul
tr: Güney Tekne

source: South River
fil: Timog Ilog
fr: Rivière méridionale
id: Sungai Selatan
pl: Rzeka południowa
pt: Rio do Sul
tr: Güney Irmağı

source: Southern Gate
fr: Porte sud
id: Gerbang Selatan
pl: Brama Południowa
pt: Portão do Sul
tr: Güney Kapısı

source: Inner Kitchen
fil: Panloob na Kusina
fr: Cuisine intérieure
id: Dapur dalam
pl: Wewnętrzna Kuchnia
pt: Cozinha Interior
tr: İç Mutfak

source: Inner Steps
fr: Étapes intérieures
id: Langkah batin
pl: Wewnętrzne kroki
pt: Passos internos
tr: İç Adımlar

source: High Judge
fil: Mataas na Hukom
fr: Haut juge
id: Hakim Tinggi
pl: Sędzia
pt: Juiz Supremo
tr: Yüksek Yargıç

source: Inner Screen
fil: Panloob na Screen
fr: Écran intérieur
id: Layar Dalam
pl: Ekran wewnętrzny
pt: Tela interna
tr: İç Ekran

source: Imperial Passageway
fr: Passage impérial
id: Jalan Kekaisaran
pl: Cesarski Korytarz
pt: Passagem Imperial
tr: İmparatorluk Geçidi

source: Bird's Beak
fil: Tuka ng Ibon
fr: Bec d'oiseau
id: Paruh Burung
pt: Bico do pássaro
tr: kuş gagası

source: Peasant
fil: magsasaka
fr: Paysan
id: Petani
pl: Chłop
pt: Camponês
tr: Köylü

source: Woman's Bed
fil: Higaan ng Babae
fr: Lit de la femme
id: Ranjang perempuan
pl: Łóżko Kobiety
pt: Leito da Mulher
tr: Kadın Yatağı

source: Female Protocol
fil: Protokol ng Babae
fr: Protocole féminin
id: Protokol Wanita
pl: Protokół żeński
pt: Protocolo Feminino
tr: Kadın Protokolü

source: Thunderbolt
fil: Kulog
fr: Foudre
id: Halilintar
pl: Piorun
pt: Relâmpago
tr: Yıldırım

source: Judging
fil: Paghusga
fr: Juger
id: menilai
pl: Osądzać
pt: A julgar
tr: Yargılamak

source: Flat Road
fil: Patag na Daan
fr: La Route plate
id: Jalan Rata
pt: Estrada Plana
tr: Düz yol

source: Screen
fr: Écran
id: Layar
pl: Ekran
pt: Ecrã
tr: Ekran

source: Seven Excellencies
fr: Sept excellences
id: Tujuh Kemuliaan
pl: Siedem Znakomitości
pt: Sete Excelências
tr: Yedi Ekselanslar

source: House for Musical Instruments
fil: Bahay para sa Mga Instrumentong Pangmusika
fr: Maison des instruments de musique
id: Rumah untuk Alat Musik
pl: Dom na instrumenty muzyczne
pt: Casa para instrumentos musicais
tr: Müzik Aletleri Evi

source: Imperial Guards
fr: Gardes impériaux
id: Pengawal kerajaan
pl: Straż imperialna
pt: Guardas Imperiais
tr: İmparatorluk Muhafızları

source: Chariots and Cavalry General
fil: Karwahe at Kabalyeryang Heneral
fr: Chariots et général de cavalerie
id: Kereta dan Jenderal Kavaleri
pl: Rydwany i generał kawalerii
pt: Carruagens e Cavalaria Geral
tr: Savaş Arabaları ve Süvari Generali

source: Weeping
fil: Umiiyak
fr: Larmes
id: Tangisan
pl: Płacz
pt: Chorando
tr: ağlayan

source: Celestial Cereals
fil: Mga Celestial Cereal
fr: Céréales célestes
id: Sereal Surgawi
pl: Niebiańskie Zboża
pt: Cereais Celestiais
tr: Gök Tahılları

source: Green Hill
fr: Colline verte
id: Bukit hijau
pl: Zielone Wzgórze
pt: Monte Verde
tr: Yeşil Tepe

source: Palace Gate
fil: Pintuang-daan ng Palasyo
fr: Porte du palais
id: Gerbang istana
pl: Wrota Pałacu
pt: Portão do Palácio
tr: Saray Kapısı

source: Humans
fil: Mga tao
fr: Humains
id: manusia
pl: Ludzie
pt: Humanos
tr: insanlar

source: Solar Star
fr: Étoile solaire
id: Bintang Surya
pl: Gwiazda Słońca
pt: Estrela Solar
tr: Güneş Yıldızı

source: Three Excellencies (In Supreme Palace Enclosure)
fil: Tatlong Kahusayan (Sa Supreme Palace Enclosure)
fr: Trois Excellences (dans l'enceinte du palais suprême)
id: Tiga Yang Mulia (Di Kandang Istana Tertinggi)
pl: Trzy ekscelencje (w obudowie Najwyższego Pałacu)
pt: Três Excelências (no recinto do Palácio Supremo)
tr: Üç Ekselansları (Yüce Saray Muhafazasında)

source: Three Excellencies (In Purple Forbidden Enclosure)
fil: Tatlong Kahusayan (Sa Purple Forbidden Enclosure)
fr: Trois Excellences (dans une enceinte interdite violette)
id: Tiga Yang Mulia (Dalam Kandang Terlarang Ungu)
pl: Trzy ekscelencje (w fioletowej, zabronionej obudowie)
pt: Três Excelências (No Gabinete Proibido Roxo)
tr: Üç Ekselansları (Mor Yasak Muhafaza İçinde)

source: Triangle
fil: Tatsulok
id: Segitiga
pl: Trójkąt
pt: Triângulo
tr: Üçgen

source: Three Top Instructors
fil: Tatlong Nangungunang Instruktor
fr: Trois meilleurs instructeurs
id: Tiga Instruktur Top
pl: Trzej najlepsi instruktorzy
pt: Três principais instrutores
tr: En İyi Üç Eğitmen

source: Three Steps
fil: Tatlong Hakbang
fr: Trois marches
id: Tiga Langkah
pl: Trzy Kroki
pt: Três Passos
tr: Üç Adım

source: Royal Secretary
fil: Maharlikang Kalihim
fr: Secrétaire royal
id: Sekretaris Kerajaan
pl: Sekretarz Królewski
pt: Secretário Real
tr: Kraliyet Sekreteri

source: Junior Officers
fil: Mga Junior Officers
fr: Officiers subalternes
id: Perwira Muda
pl: Młodsi oficerowie
pt: Oficiais juniores
tr: Genç Memurlar

source: Snake's Abdomen
fil: Tiyan ng ahas
fr: Abdomen de serpent
id: Perut Ular
pl: Brzuch Węża
pt: Abdômen de cobra
tr: Yılanın Karnı

source: Snake's Head
fil: Ulo ng ahas
fr: Tête de serpent
id: Kepala Ular
pl: Głowa Węża
pt: Cabeça de cobra
tr: Yılan Kafası

source: Snake's Tail
fil: Buntot ng Ahas
fr: Queue de serpent
id: Ekor Ular
pl: Ogon Węża
pt: Cauda de cobra
tr: Yılan Kuyruğu

source: Changing Room (Vassal of Tail)
fr: Vestiaire (Vassal of Tail)
id: Ruang Ganti (Vassal of Tail)
pl: Przebieralnia (wasal ogona)
pt: Vestiário (Vassalo da Cauda)
tr: Soyunma Odası (Kuyruk Vassal)

source: Twelve States
fil: Labindalawang Estado
fr: Douze États
id: Dua Belas Negara
pl: Dwanaście stanów
pt: Doze Estados
tr: Oniki Eyalet

source: Cross
fil: Krus
fr: La croix
id: Menyeberang
pl: Krzyż
pt: Cruz
tr: Geçmek

source: Excrement
fil: Dumi
fr: Excrément
id: Kotoran
pl: Odchody
pt: Excremento
tr: dışkı

source: Municipal Office
fil: Tanggapan ng Munisipyo
fr: Mairie
id: Kantor Kotamadya
pl: Urząd Miasta
pt: Escritório municipal
tr: Belediye Ofisi

source: Eunuch
fr: Eunuque
id: Orang kebiri
pt: Eunuco
tr: Hadım

source: Official for Irrigation
fil: Opisyal para sa Patubig
fr: Officiel pour l'irrigation
id: Resmi untuk Irigasi
pl: Urzędnik ds. Nawadniania
pt: Oficial de Irrigação
tr: Sulama Yetkilisi

source: Crooked Running Water
fil: Baluktot na Tumatakbong Tubig
fr: Eau courante tordue
id: Air mengalir bengkok
pl: Krzywy bieżąca woda
pt: Água Corrente Torta
tr: Eğri Akan Su

source: Water Level
fil: Antas ng Tubig
fr: Niveau d'eau
id: Ketingian air
pl: Poziom wody
pt: Nível de água
tr: Su seviyesi

source: Deified Judge of Right and Wrong
fil: Deified Hukom ng Tama at Mali
fr: Juge déifié de droit et de mal
id: Hakim Benar dan Salah yang Dituhankan
pt: Juiz deificado de certo e errado
tr: Doğru ve Yanlışın Tanrılaştırılmış Yargıcı

source: Deity in Charge of Monsters
fil: Diyos na Namamahala sa mga Halimaw
fr: Déité en charge des monstres
id: Dewa yang Bertanggung Jawab atas Monster
pl: Bóstwo odpowiedzialne za potwory
pt: Deidade Responsável por Monstros
tr: Canavarlardan Sorumlu Tanrı

source: Deified Judge of Rank
fr: Juge déifié de grade
id: Hakim Deified of Rank
pt: Juiz deificado deificado
tr: Derecenin Tanrılaştırılmış Yargıcı

source: Deified Judge of Life
fil: Deified Hukom ng Buhay
fr: Juge de vie déifié
id: Hakim Kehidupan yang Dituhankan
pt: Juiz deificado da vida
tr: Yaşamın Tanrılaştırılmış Yargıcı

source: Deified Judge of Disaster and Good Fortune
fr: Juge déifié du désastre et de la bonne fortune
id: Hakim Bencana dan Keberuntungan yang Ditujukan
pl: Deified Sędzia katastrofy i szczęścia
pt: Juiz deificado de desastre e boa sorte
tr: Afet ve Şansın Tanrılaştırılmış Yargıcı

source: Four Channels
fil: Apat na Channel
fr: Quatre canaux
id: Empat Alur
pl: Cztery kanały
pt: Quatro Canais
tr: Dört Kanal

source: Four Advisors
fil: Apat na Tagapayo
fr: Quatre conseillers
id: Empat Penasehat
pl: Czterech doradców
pt: Quatro consultores
tr: Dört Danışman

source: Grandson
fil: apo
fr: Petit fils
id: cucu
pl: Wnuk
pt: Neto
tr: Erkek torun

source: Guard of the Sun
fil: Bantay ng Araw
fr: Garde du soleil
id: Penjaga Matahari
pl: Straż Słońca
pt: Guarda do Sol
tr: Güneşin Muhafızı

source: First Great One
fil: Unang Dakila
fr: Premier grand
id: Yang Hebat Pertama
pl: Pierwszy wielki
pt: Primeiro Grande
tr: İlk Harika Bir

source: Crown Prince
fr: Prince héritier
id: Mahkota Pangeran
pl: Następca tronu
pt: Prince Herdeiro
tr: Prens Tacı

source: Royals
id: bangsawan
pt: membros da realeza
tr: Kraliyet ailesi

source: Flying Serpent
fil: Lumilipad na Serpyente
fr: Serpent volant
id: Ular Terbang
pl: Latający Wąż
pt: Serpente Voadora
tr: uçan yılan

source: Celestial Concave
fr: Concave céleste
id: Cekung Surgawi
pl: Niebiańskie Wklęsłe
pt: Côncavo Celeste
tr: göksel içbükey

source: Celestial Flail
fr: Fléau céleste
id: Flail Surgawi
pl: Niebiański bijak
pt: Flail Celestial
tr: Göksel Yelken

source: Market Officer
fil: Opisyal ng Market
fr: Officier du marché
id: Petugas Pasar
pl: Urzędnik rynkowy
pt: Funcionário do Mercado
tr: Pazar Memuru

source: Square Celestial Granary
fr: Grenier céleste carré
id: Lumbung Surgawi Persegi
pl: Kwadratowy Niebiański Spichlerz
pt: Celeiro Celestial Quadrado
tr: Kare Gök Tahıl Ambarı

source: Celestial Slander
fil: Celestial Paninirang-puri
fr: Calomnie céleste
id: fitnah surgawi
pt: Calúnia Celestial
tr: göksel iftira

source: Celestial Kitchen
fr: Cuisine céleste
id: Dapur Surgawi
pl: Niebiańska Kuchnia
pt: Cozinha Celestial
tr: göksel mutfak

source: Celestial Boat
fil: Celestial Bangka
fr: Bateau céleste
id: Perahu Surgawi
pl: Niebiańska łódź
pt: Barco Celestial
tr: Gök Teknesi

source: Celestial Bed
fr: Lit céleste
id: Tempat Tidur Surgawi
pl: Łóżko niebieskie
pt: Cama Celestial
tr: gök yatağı

source: Great General of Heaven
fil: Dakilang Heneral ng Langit
fr: Grand général du ciel
id: Jenderal Besar Surga
pl: Wielki Generał Niebios
pt: Grande General do Céu
tr: Cennetin Büyük Generali

source: Celestial Drumstick
fr: Pilon céleste
id: Stik Drum Surgawi
pl: Niebiański Drumstick
pt: Baqueta Celestial
tr: göksel baget

source: Celestial Spokes
fil: Mga Nagsalitang Celestial
fr: Rayons célestes
id: Juru Bicara Surgawi
pl: Niebiańskie szprychy
pt: Raios Celestiais
tr: Göksel Konuşmacı

source: Materials for Making Tents
fil: Mga Materyales para sa Paggawa ng mga Tents
fr: Matériaux pour la fabrication de tentes
id: Bahan Pembuatan Tenda
pl: Materiały do robienia namiotów
pt: Materiais para fazer tendas
tr: Çadır Yapımı İçin Malzemeler

source: Celestial Hook
fr: Crochet céleste
id: Kait Surgawi
pt: Gancho Celestial
tr: gök kancası

source: Celestial Dog
fil: Celestial Aso
fr: Chien céleste
id: Anjing Surgawi
pl: Niebiański Pies
pt: Cão Celestial
tr: göksel köpek

source: Celestial Pass
fr: Col céleste
pl: Niebiańska Przełęcz
pt: Passagem Celestial
tr: göksel geçiş

source: Great Emperor of Heaven
fil: Dakilang Emperador ng Langit
fr: Grand empereur du ciel
id: Kaisar Surga yang Agung
pl: Wielki Cesarz Niebios
pt: Grande Imperador do Céu
tr: Cennetin Büyük İmparatoru

source: Celestial Pier
fr: Jetée céleste
id: Dermaga Surgawi
pl: Niebiańskie molo
pt: Cais Celestial
tr: göksel iskele

source: Celestial Pigsty
fr: Porcherie céleste
id: Babi Surgawi
pl: Niebiański Chlew
pt: Pocilga Celestial
tr: göksel domuz ahırı

source: Celestial Cock
fr: Coq céleste
id: ayam surgawi
pl: Niebiański Kogut
pt: Galo Celestial
tr: göksel horoz

source: Judge for Estimating the Age of Animals
fil: Hukom para sa Pagtantya ng Edad ng mga Hayop
fr: Juge pour estimer l'âge des animaux
id: Juri untuk Memperkirakan Usia Hewan
pl: Sędzia do oceny wieku zwierząt
pt: Juiz por estimar a idade dos animais
tr: Hayvanların Yaşını Tahmin Eden Yargıç

source: Celestial Discipline
fil: Makalangit na Disiplina
fr: Discipline céleste
id: Disiplin Surgawi
pl: Niebieska Dyscyplina
pt: Disciplina Celestial
tr: göksel disiplin

source: Celestial River
fr: Rivière céleste
id: Sungai Surgawi
pl: Niebiańska Rzeka
pt: Rio Celeste
tr: göksel nehir

source: Celestial Street
fr: Rue céleste
id: Jalan Surgawi
pt: Rua Celeste
tr: göksel sokak

source: Celestial Tally
id: Hitungan Surgawi
pt: Registro Celestial
tr: göksel taksit

source: Celestial Wolf
fr: Loup céleste
id: Serigala Surgawi
pl: Niebiański Wilk
pt: Lobo Celestial
tr: gök kurdu

source: Celestial Prison
fr: Prison céleste
id: Penjara Surgawi
pl: Niebieskie Więzienie
pt: Prisão Celestial
tr: göksel hapishane

source: Celestial Ramparts
fr: Remparts célestes
id: Benteng Surgawi
pl: Niebiańskie Wały
pt: Muralhas Celestiais
tr: Gök Surları

source: Judge for Nobility
fil: Hukom para sa Maharlika
fr: Juge de noblesse
id: Hakim untuk Bangsawan
pl: Sędzia ds. Szlachty
pt: Juiz pela nobreza
tr: Asalet için Yargıç

source: Celestial Foodstuff
fr: Aliment céleste
id: Makanan Surgawi
pt: Alimentos celestes
tr: göksel gıda

source: Celestial Gate
fr: Porte céleste
id: Gerbang Surgawi
pl: Niebieska Brama
pt: Portão Celeste
tr: Gök Kapısı

source: Celestial Money
fr: Argent céleste
id: Uang Surgawi
pl: Niebiańskie Pieniądze
pt: Dinheiro Celestial
tr: göksel para

source: Celestial Spear
fr: Lance céleste
id: Tombak Surgawi
pl: Niebiańska Włócznia
pt: Lança Celestial
tr: gök mızrağı

source: Circular Celestial Granary
fil: Pabilog na Celestial Granary
fr: Grenier circulaire céleste
id: Lumbung Surgawi Melingkar
pl: Okrągły spichlerz niebieski
pt: Celeiro Celestial Circular
tr: Dairesel Gök Tahıl Ambarı

source: Celestial Milk
fr: Lait céleste
id: Susu Surgawi
pl: Mleko Niebieskie
pt: Leite Celestial
tr: göksel süt

source: Celestial Earth God's Temple
fil: Celestial Earth Templo ng Diyos
fr: Temple de Dieu de la Terre Céleste
id: Kuil Dewa Bumi Surgawi
pl: Świątynia Boga Niebiańskiej Ziemi
pt: Templo Celestial de Deus na Terra
tr: Göksel Dünya Tanrı'nın Tapınağı

source: Celestial Farmland (In Horn Mansion)
fil: Celestial Farmland (Sa Horn Mansion)
fr: Terres agricoles célestes (dans Horn Mansion)
id: Tanah Pertanian Surgawi (Di Rumah Tanduk)
pt: Terras Celestiais (na Mansão Horn)
tr: Göksel Tarım Arazisi (Horoz Köşkü'nde)

source: Celestial Farmland (In Ox Mansion)
fil: Celestial Farmland (Sa Ox Mansion)
fr: Terres agricoles célestes (dans Ox Mansion)
id: Lahan Pertanian Surgawi (Di Rumah Sapi)
pt: Terras Celestiais (na Mansão Ox)
tr: Göksel Tarım Arazisi (Öküz Konağında)

source: Celestial Great One
fil: Celestial na Dakila
fr: Grand céleste
id: Yang Hebat Surgawi
pl: Niebiański Wielki
pt: Grande Celestial
tr: Göksel Büyük Bir

source: Celestial Yin Force
fr: Force Yin céleste
id: Kekuatan Yin Surgawi
pl: Niebiańska siła Yin
pt: Força Celestial Yin
tr: Göksel Yin Gücü
