Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: Steve Renshaw: [A Cultural History of Astronomy in Japan](http://www.academia.edu/5293593/A_Cultural_History_of_Astronomy_in_Japan) - [#2]: Z Xu, W Pankenier, Y Jiang: East-Asian Archaeoastronomy: Historical Records of Astronomical Observations of China, Japan and Korea, Cambria Press, New York, 2000 - [#3]: David W. Pankenier, Xu Zhentao, and Jiang Yaotiao: East-Asian Archaeoastronomy: Historical Observational Records of Comets and Meteor Showers from China, Japan, and Korea, Cambria Press, NY, 2008 - [#4]: Watanabe, T. (1987) Kinsei Nihon Tenmon Gakushi; Vol II: Kansatsu Gijutsu Shi. (A View of Japanese History of Astronomy in Modern Times; Vol II: Techniques of Observation). Koseisha Kosaikaku, Tokyo.
fil: - [#1]: Steve Renshaw: [Isang Kultural na Kasaysayan ng Astronomiya sa Japan](http://www.academia.edu/5293593/A_Cultural_History_of_Astronomy_in_Japan) - [#2]: Z Xu, W Pankenier, Y Jiang: East-Asian Archaeoastronomy: Historical Records of Astronomical Observations of China, Japan and Korea, Cambria Press, New York, 2000 - [#3]: David W. Pankenier, Xu Zhentao, at Jiang Yaotio: East-Asian Archaeoastronomy: Historical Observational Records of Comets and Meteor Showers from China, Japan, and Korea, Cambria Press, NY, 2008 - [#4]: Watanabe, T. (1987) Kinsei Nihon Tenmon Gakushi; Vol II: Kansatsu Gijutsu Shi. (A View of Japanese History of Astronomy in Modern Times; Vol II: Techniques of Observation). Koseisha Kosaikaku, Tokyo.
fr: - [#1]: Steve Renshaw: [Une histoire culturelle de l'astronomie au Japon](http://www.academia.edu/5293593/A_Cultural_History_of_Astronomy_in_Japan) - [#2]: Z Xu, W Pankenier, Y Jiang: Archéoastronomie de l'Asie de l'Est: archives historiques d'observations astronomiques de la Chine, du Japon et de la Corée, Cambria Press, New York, 2000 - [#3]: David W. Pankenier, Xu Zhentao et Jiang Yaotiao: Archéoastronomie d'Asie de l'Est: Enregistrements historiques d'observation des comètes et des pluies de météores de Chine, du Japon et de Corée, Cambria Press, NY, 2008 - [#4]: Watanabe, T. (1987) Kinsei Nihon Tenmon Gakushi; Vol II: Kansatsu Gijutsu Shi. (Une vue de l'histoire japonaise de l'astronomie dans les temps modernes; Vol II: Techniques d'observation). Koseisha Kosaikaku, Tokyo.
id: - [#1]: Steve Renshaw: [Sejarah Budaya Astronomi di Jepang](http://www.academia.edu/5293593/A_Cultural_History_of_Astronomy_in_Japan) - [#2]: Z Xu, W Pankenier, Y Jiang: Arkeoastronomi Asia Timur: Catatan Sejarah Pengamatan Astronomi Cina, Jepang dan Korea, Cambria Press, New York, 2000 - [#3]: David W. Pankenier, Xu Zhentao, dan Jiang Yaotiao: Arkeoastronomi Asia Timur: Catatan Pengamatan Sejarah Komet dan Hujan Meteor dari Cina, Jepang, dan Korea, Cambria Press, NY, 2008 - [#4]: Watanabe, T. (1987) Kinsei Nihon Tenmon Gakushi; Jilid II: Kansatsu Gijutsu Shi. (A View of Japan History of Astronomy in Modern Times; Vol II: Techniques of Observation). Koseisha Kosaikaku, Tokyo.
pl: - [#1]: Steve Renshaw: [A Cultural History of Astronomy in Japan](http://www.academia.edu/5293593/A_Cultural_History_of_Astronomy_in_Japan) - [#2]: Z Xu, W Pankenier, Y Jiang: East-Asian Archaeoastronomy: Historical Records of Astronomical Observations of China, Japan and Korea, Cambria Press, New York, 2000 - [#3]: David W. Pankenier, Xu Zhentao i Jiang Yaotiao: East-Asian Archaeoastronomy: Historical Observational Records of Comets and Meteor Showers from China, Japan and Korea, Cambria Press, NY, 2008 - [#4]: Watanabe, T. (1987) Kinsei Nihon Tenmon Gakushi; Tom II: Kansatsu Gijutsu Shi. (A View of Japanese History of Astronomy in Modern Times; Vol II: Techniques of Observation). Koseisha Kosaikaku, Tokio.
pt: - [#1]: Steve Renshaw: [A Cultural History of Astronomy in Japan](http://www.academia.edu/5293593/A_Cultural_History_of_Astronomy_in_Japan) - [#2]: Z Xu, W Pankenier, Y Jiang: Arqueoastronomia do Leste Asiático: Registros históricos de observações astronômicas da China, Japão e Coréia, Cambria Press, Nova York, 2000 - [#3]: David W. Pankenier, Xu Zhentao e Jiang Yaotiao: Arqueoastronomia do Leste Asiático: Registros de observação histórica de cometas e chuvas de meteoros da China, Japão e Coreia, Cambria Press, NY, 2008 - [#4]: Watanabe, T. (1987) Kinsei Nihon Tenmon Gakushi; Vol II: Kansatsu Gijutsu Shi. (Uma Visão da História da Astronomia Japonesa nos Tempos Modernos; Vol II: Técnicas de Observação). Koseisha Kosaikaku, Tóquio.
tr: - [#1]: Steve Renshaw: [Japonya'da Astronominin Kültürel Tarihi](http://www.academia.edu/5293593/A_Cultural_History_of_Astronomy_in_Japan) - [#2]: Z Xu, W Pankenier, Y Jiang: Doğu-Asya Arkeolojisi: Çin, Japonya ve Kore'nin Astronomik Gözlemlerinin Tarihsel Kayıtları, Cambria Press, New York, 2000 - [#3]: David W. Pankenier, Xu Zhentao ve Jiang Yaotiao: Doğu-Asya Arkeolojisi: Çin, Japonya ve Kore'den Kuyruklu Yıldızların ve Meteor Yağmurlarının Tarihsel Gözlem Kayıtları, Cambria Press, NY, 2008 - [#4]: Watanabe, T. (1987) Kinsei Nihon Tenmon Gakushi; Cilt II: Kansatsu Gijutsu Shi. (Modern Zamanlarda Japon Astronomi Tarihine Bir Bakış; Cilt II: Gözlem Teknikleri). Koseisha Kosaikaku, Tokyo.

source: Text and data by Alexander Wolf Clean-up by Susanne M Hoffmann and the Stellarium's team.
fil: Teksto at data ni Alexander Wolf Paglilinis ni Susanne M Hoffmann at ng koponan ng Stellarium.
fr: Texte et données par Alexander Wolf Nettoyage par Susanne M Hoffmann et l'équipe du Stellarium.
id: Teks dan data oleh Alexander Wolf Pembersihan oleh Susanne M Hoffmann dan tim Stellarium.
pl: Tekst i dane: Alexander Wolf Porządki przeprowadzone przez Susanne M Hoffmann i zespół Stellarium.
pt: Texto e dados de Alexander Wolf Limpeza por Susanne M Hoffmann e a equipe do Stellarium.
tr: Alexander Wolf'a ait metin ve veriler Susanne M Hoffmann ve Stellarium'un ekibi tarafından temizlik.

source: Text and data: CC BY-SA Yasui's Map detail[4] used with authorisation from Steven Renshaw
fil: Teksto at data: CC BY-SA Ang detalye ng Mapa ni Yasui[4] na ginamit nang may pahintulot mula kay Steven Renshaw
fr: Texte et données: CC BY-SA Détail de la carte de Yasui [4] utilisé avec l'autorisation de Steven Renshaw
id: Teks dan data: CC BY-SA Detail Peta Yasui[4] digunakan dengan izin dari Steven Renshaw
pl: Tekst i dane: CC BY-SA Szczegół mapy Yasui [4] wykorzystany za zgodą Stevena Renshawa
pt: Texto e dados: CC BY-SA Detalhe do mapa de Yasui [4] usado com autorização de Steven Renshaw
tr: Metin ve veriler: CC BY-SA Yasui'nin Harita detayı[4] Steven Renshaw'dan alınan yetkiyle kullanıldı

source: Chamber
fil: Kamara
fr: Chambre
id: Ruang
pl: Izba
pt: Câmara
tr: Bölme

source: Basket
fr: Panier
id: Keranjang
pl: Kosz
pt: Cesta
tr: sepet

source: Cow
fil: baka
fr: Vache
id: Sapi
pl: Krowa
pt: Vaca
tr: İnek

source: Woman
fil: Babae
fr: Femme
id: Perempuan
pl: Kobieta
pt: Mulher
tr: Kadın

source: Roof Top
fil: Itaas ng Bubong
fr: Toit
id: Atap
pl: Dach
pt: Terraço
tr: Çatı Üstü

source: Stride
fr: Foulée
id: Melangkah
pl: Krok
pt: Passo
tr: adım

source: Hill
fil: Burol
fr: Colline
id: Bukit
pl: Wzgórze
pt: Colina
tr: Tepe

source: Stopping Place
fil: Lugar ng Paghinto
fr: L'arrêt
id: Tempat Perhentia
pl: Miejsce zatrzymania
pt: Lugar de Parada
tr: Durma Yeri

source: Turtle Snout
fil: Nguso ng Pagong
fr: Le museau de la tortue
id: Moncong Penyu
pl: Pysk żółwia
pt: Focinho de Tartaruga
tr: kaplumbağa burnu

source: Investigator
fil: Imbestigador
fr: Enquêteur
id: Peneliti
pl: Badacz
pt: Investigador
tr: araştırmacı

source: Stars
fil: Mga bituin
fr: Étoiles
id: Bintang-bintang
pl: Gwiazdy
pt: Estrelas
tr: Yıldızlar

source: Stretched Net
fil: Naka-stretch na Net
fr: Filet étiré
id: Jaring yang ditebarkan
pl: Rozciągnięta siatka
pt: Rede Esticada
tr: gerilmiş ağ

source: Chariot Cross-Board
fil: Kalesa Cross-Board
fr: La planche du chariot
id: Papan Lintas Kereta
pl: Rydwan Cross-Board
pt: Prancha da Carruagem
tr: Arabalı Çapraz Tahta

source: The Kamilaroi (also known as Gomeroi) and Euahlayi peoples are Australian Aboriginal cultural groups located in the northern part of New South Wales. They have survived European invasion and loss of much of their country. Their culture and connection to country remains strong, including an extensive cultural astronomy first recorded in the 1860s.
fil: Ang Kamilaroi (kilala rin bilang Gomeroi) at mga Euahlayi ay mga pangkat ng kulturang Aboriginal ng Australia na matatagpuan sa hilagang bahagi ng New South Wales. Nakaligtas sila sa pagsalakay ng Europa at pagkawala ng karamihan sa kanilang bansa. Ang kanilang kultura at koneksyon sa bansa ay nananatiling malakas, kabilang ang isang malawak na kultural na astronomiya na unang naitala noong 1860s.
fr: Les peuples Kamilaroi (également connu sous le nom de Gomeroi) et Euahlayi sont des groupes culturels aborigènes australiens situés dans la partie nord de la Nouvelle-Galles du Sud. Ils ont survécu à l'invasion européenne et à la perte d'une grande partie de leur pays. Leur culture et leur lien avec le pays restent solides, y compris une vaste astronomie culturelle enregistrée pour la première fois dans les années 1860.
id: Suku Kamilaroi (juga dikenal sebagai Gomeroi) dan Euahlayi adalah kelompok budaya Aborigin Australia yang terletak di bagian utara New South Wales. Mereka telah selamat dari invasi Eropa dan kehilangan sebagian besar negara mereka. Budaya dan hubungan mereka dengan negara tetap kuat, termasuk astronomi budaya ekstensif yang pertama kali tercatat pada tahun 1860-an.
pl: Ludy Kamilaroi (znane również jako Gomeroi) i Euahlayi to australijskie aborygeńskie grupy kulturowe znajdujące się w północnej części Nowej Południowej Walii. Przeżyli inwazję europejską i utratę znacznej części swojego kraju. Ich kultura i powiązania z krajem pozostają silne, w tym szeroko zakrojona astronomia kulturowa po raz pierwszy zarejestrowana w latach 60. XIX wieku.
pt: Os povos Kamilaroi (também conhecido como Gomeroi) e Euahlayi são grupos culturais aborígines australianos localizados na parte norte de Nova Gales do Sul. Eles sobreviveram à invasão européia e à perda de grande parte de seu país. Sua cultura e conexão com o país continuam fortes, incluindo uma extensa astronomia cultural registrada pela primeira vez na década de 1860.
tr: Kamilaroi (Gomeroi olarak da bilinir) ve Euahlayi halkları, Yeni Güney Galler'in kuzey kesiminde bulunan Avustralyalı Aborjin kültürel gruplarıdır. Avrupa işgalinden ve ülkelerinin çoğunu kaybetmekten kurtuldular. İlk kez 1860'larda kaydedilen kapsamlı bir kültürel astronomi de dahil olmak üzere, kültürleri ve ülkeyle olan bağlantıları güçlü kalmaya devam ediyor.

source: This Sky Culture is the result of a Higher Degree Research project by Robert Fuller at Macquarie University, Sydney, finished in 2014 [#1]. Stellarium was chosen as a part of the project for giving back the collected knowledge to the Kamilaroi and Euahlayi communities in the form of a documentary video (Star Stories of the Dreaming) and a Study Guide. Clips from Stellarium were used in the documentary to illustrate certain sky objects.
fil: Ang Sky Culture na ito ay resulta ng isang Higher Degree Research project ni Robert Fuller sa Macquarie University, Sydney, na natapos noong 2014 [#1]. Pinili ang Stellarium bilang bahagi ng proyekto para sa pagbabalik ng mga nakolektang kaalaman sa mga komunidad ng Kamilaroi at Euahlayi sa anyo ng isang documentary video (Star Stories of the Dreaming) at isang Study Guide. Ang mga clip mula sa Stellarium ay ginamit sa dokumentaryo upang ilarawan ang ilang mga bagay sa kalangitan.
fr: Cette culture du ciel est le résultat d'un projet de recherche de degré supérieur par Robert Fuller à l'Université Macquarie, Sydney, terminé en 2014 [#1]. Stellarium a été choisi dans le cadre du projet pour restituer les connaissances collectées aux communautés Kamilaroi et Euahlayi sous la forme d'une vidéo documentaire (Star Stories of the Dreaming) et d'un guide d'étude. Des clips de Stellarium ont été utilisés dans le documentaire pour illustrer certains objets du ciel.
id: Sky Culture ini merupakan hasil dari proyek Higher Degree Research oleh Robert Fuller di Macquarie University, Sydney, selesai pada tahun 2014 [#1]. Stellarium dipilih sebagai bagian dari proyek untuk mengembalikan pengetahuan yang terkumpul kepada komunitas Kamilaroi dan Euahlayi dalam bentuk video dokumenter (Star Stories of the Dreaming) dan Study Guide. Klip dari Stellarium digunakan dalam film dokumenter untuk mengilustrasikan objek langit tertentu.
pl: Ta kultura kultury jest wynikiem projektu badawczego Higher Degree Roberta Fullera z Macquarie University w Sydney, ukończonego w 2014 r. [#1]. Stellarium zostało wybrane w ramach projektu, aby przekazać zebraną wiedzę społeczności Kamilaroi i Euahlayi w formie filmu dokumentalnego (Star Stories of the Dreaming) i przewodnika po studiach. Klipy ze Stellarium zostały wykorzystane w dokumencie do zilustrowania niektórych obiektów na niebie.
pt: Esta Sky Culture é o resultado de um projeto de pesquisa de grau superior de Robert Fuller na Universidade Macquarie, Sydney, concluído em 2014 [#1]. O Stellarium foi escolhido como parte do projeto por devolver o conhecimento coletado às comunidades Kamilaroi e Euahlayi na forma de um vídeo documentário (Star Stories of the Dreaming) e um Guia de Estudo. Clipes do Stellarium foram usados no documentário para ilustrar certos objetos do céu.
tr: Bu Gökyüzü Kültürü, Sidney'deki Macquarie Üniversitesi'nde Robert Fuller tarafından yürütülen ve 2014'te tamamlanan Yüksek Dereceli Araştırma projesinin bir sonucudur [#1]. Stellarium, toplanan bilgileri Kamilaroi ve Euahlayi topluluklarına bir belgesel video (Rüya Görmenin Yıldız Öyküleri) ve bir Çalışma Kılavuzu biçiminde geri vermek için projenin bir parçası olarak seçildi. Belgeselde belirli gökyüzü nesnelerini göstermek için Stellarium'dan klipler kullanıldı.

source: - [#1]: Robert Fuller. Astronomy of the Kamilaroi and Euahlayi peoples: [link](https://unsw.academia.edu/RobertFuller)
fil: - [#1]: Robert Fuller. Astronomiya ng mga taong Kamilaroi at Euahlayi: [link](https://unsw.academia.edu/RobertFuller)
fr: - [#1]: Robert Fuller. Astronomie des peuples Kamilaroi et Euahlayi: [lien](https://unsw.academia.edu/RobertFuller)
id: - [#1]: Robert Fuller. Astronomi masyarakat Kamilaroi dan Euahlayi: [link](https://unsw.academia.edu/RobertFuller)
pl: - [#1]: Robert Fuller. Astronomia mieszkańców Kamilaroi i Euahlayi: [link](https://unsw.academia.edu/RobertFuller)
pt: - [#1]: Robert Fuller. Astronomia dos povos Kamilaroi e Euahlayi: [link](https://unsw.academia.edu/RobertFuller)
tr: - [#1]: Robert Fuller. Kamilaroi ve Euahlayi halklarının astronomisi: [link](https://unsw.academia.edu/RobertFuller)

source: Text and lines: Robert S. Fuller from [Australian Indigenous Astronomy](http://www.aboriginalastronomy.com.au/) Illustrations: Ghillar Michael Anderson Technical re-work by Susanne M Hoffmann
fil: Teksto at mga linya: Robert S. Fuller mula sa [Australian Indigenous Astronomy](http://www.aboriginalastronomy.com.au/) Mga Ilustrasyon: Ghillar Michael Anderson Teknikal na muling gawa ni Susanne M Hoffmann
fr: Texte et lignes: Robert S. Fuller de [Australian Indigenous Astronomy](http://www.aboriginalastronomy.com.au/) Illustrations: Ghillar Michael Anderson Re-travail technique par Susanne M Hoffmann
id: Teks dan baris: Robert S. Fuller dari [Astronomi Pribumi Australia](http://www.aboriginalastronomy.com.au/) Ilustrasi: Ghillar Michael Anderson Pengerjaan ulang teknis oleh Susanne M Hoffmann
pl: Tekst i wiersze: Robert S. Fuller z [Australian Indigenous Astronomy](http://www.aboriginalastronomy.com.au/) Ilustracje: Ghillar Michael Anderson Techniczna przeróbka autorstwa Susanne M Hoffmann
pt: Texto e linhas: Robert S. Fuller de [Australian Indígena Astronomy](http://www.aboriginalastronomy.com.au/) Ilustrações: Ghillar Michael Anderson Retrabalho técnico de Susanne M Hoffmann
tr: Metin ve satırlar: [Avustralya Yerli Astronomisi]'nden Robert S. Fuller(http://www.aborijinastronomy.com.au/) İllüstrasyonlar: Ghillar Michael Anderson Susanne M Hoffmann tarafından teknik yeniden çalışma

source: Text, lines and illustrations: CC BY-NC-ND 4.0
fil: Teksto, mga linya at mga guhit: CC BY-NC-ND 4.0
fr: Texte, lignes et illustrations: CC BY-NC-ND 4.0
id: Teks, garis, dan ilustrasi: CC BY-NC-ND 4.0
pl: Tekst, linie i ilustracje: CC BY-NC-ND 4.0
pt: Texto, linhas e ilustrações: CC BY-NC-ND 4.0
tr: Metin, çizgiler ve çizimler: CC BY-NC-ND 4.0

source: Gawaargay is the spirit Emu in the Sky, located with its head in the Coal Sack, and its neck and body stretching out through the dust lanes of the Milky Way (Warrambul) past Scorpius. The Euahlayi and the Kamilaroi see it with legs in April and May, when it is female and chasing the males. From June to August it is male and sitting on its nest without legs (the males brood the chicks), and this is a signal to collect the eggs. In the evening in late August it is vertical in the sky, and the head and body form two "eggs", meaning the eggs should not be collected. Later in the year, it appears on the horizon, so it is believed to be sitting in a waterhole, meaning the waterholes are full. When it is below the horizon, then it is on Earth as the Black Emu, which is rarely seen.
fil: Ang Gawaargay ay ang espiritung Emu sa Langit, na matatagpuan ang ulo nito sa Coal Sack, at ang leeg at katawan nito ay nakaunat sa mga dust lane ng Milky Way (Warrambul) lampas sa Scorpius. Nakikita ito ng mga Euahlayi at ng Kamilaroi na may mga paa sa Abril at Mayo, kapag ito ay babae at hinahabol ang mga lalaki. Mula Hunyo hanggang Agosto ito ay lalaki at nakaupo sa kanyang pugad na walang mga paa (ang mga lalaki ay nag-aalaga ng mga sisiw), at ito ay isang senyales upang mangolekta ng mga itlog. Sa gabi sa huling bahagi ng Agosto ito ay patayo sa kalangitan, at ang ulo at katawan ay bumubuo ng dalawang "itlog", ibig sabihin ang mga itlog ay hindi dapat kolektahin. Sa bandang huli ng taon, lumilitaw ito sa abot-tanaw, kaya pinaniniwalaan na nakaupo ito sa isang waterhole, ibig sabihin ay puno ang mga waterhole. Kapag ito ay nasa ibaba ng abot-tanaw, pagkatapos ito ay nasa Earth bilang Black Emu, na bihirang makita.
fr: Gawaargay est l'esprit Emu in the Sky, situé avec sa tête dans le sac de charbon, et son cou et son corps s'étendant à travers les couloirs de poussière de la Voie lactée (Warrambul) après Scorpius. Les Euahlayi et les Kamilaroi le voient avec les pattes en avril et mai, quand il est femelle et poursuit les mâles. De juin à août, il est mâle et assis sur son nid sans pattes (les mâles couvent les poussins), et c'est un signal pour collecter les œufs. Le soir, fin août, il est vertical dans le ciel, et la tête et le corps forment deux "œufs", ce qui signifie que les œufs ne doivent pas être collectés. Plus tard dans l'année, il apparaît à l'horizon, donc on pense qu'il est assis dans un point d'eau, ce qui signifie que les points d'eau sont pleins. Quand il est en dessous de l'horizon, il est sur Terre comme l'émeu noir, ce qui est rarement vu.
id: Gawaargay adalah roh Emu di Langit, terletak dengan kepalanya di dalam Karung Batubara, dan leher serta tubuhnya terbentang melalui jalur debu Bima Sakti (Warrambul) melewati Scorpius. Euahlayi dan Kamilaroi melihatnya dengan kaki pada bulan April dan Mei, ketika betina dan mengejar jantan. Dari Juni hingga Agustus, ia jantan dan duduk di sarangnya tanpa kaki (jantan mengerami anak-anak ayam), dan ini adalah sinyal untuk mengumpulkan telur. Di malam hari di akhir Agustus, ia vertikal di langit, dan kepala dan tubuh membentuk dua "telur", yang berarti telur tidak boleh dikumpulkan. Kemudian pada tahun itu, muncul di cakrawala, sehingga diyakini duduk di lubang air, artinya lubang air penuh. Ketika berada di bawah cakrawala, maka ia berada di Bumi sebagai Emu Hitam, yang jarang terlihat.
pl: Gawaargay to duch Emu na Niebie, którego głowa znajduje się w Worku Węgla, a jego szyja i ciało rozciągają się w pyle Drogi Mlecznej (Warrambul) obok Scorpiusa. Euahlayi i Kamilaroi widzą go z nogami w kwietniu i maju, kiedy jest kobietą i goni mężczyzn. Od czerwca do sierpnia jest samcem i siedzi na gnieździe bez nóg (samce hodują pisklęta), co jest sygnałem do zbierania jaj. Wieczorem pod koniec sierpnia jest pionowo na niebie, a głowa i ciało tworzą dwa „jajka”, co oznacza, że jaj nie należy zbierać. Później w tym roku pojawia się na horyzoncie, więc uważa się, że siedzi w wodopoju, co oznacza, że otwory są pełne. Kiedy znajduje się poniżej horyzontu, znajduje się na Ziemi jako Czarne Emu, co jest rzadko spotykane.
pt: Gawaargay é o espírito Emu no céu, localizado com a cabeça no saco de carvão e o pescoço e o corpo esticando-se pelas faixas de poeira da Via Láctea (Warrambul), passando por Scorpius. Os Euahlayi e os Kamilaroi vêem com pernas em abril e maio, quando são mulheres e perseguem os machos. De junho a agosto, é macho e está sentado em seu ninho, sem pernas (os machos criam os filhotes), e isso é um sinal para coletar os ovos. À noite, no final de agosto, é vertical no céu, e a cabeça e o corpo formam dois "ovos", o que significa que os ovos não devem ser coletados. No final do ano, ele aparece no horizonte, e acredita-se que esteja sentado em um poço de água, o que significa que os buracos estão cheios. Quando está abaixo do horizonte, está na Terra como o Emu Negro, que raramente é visto.
tr: Gawaargay, başı Kömür Çuvalı'nda bulunan ve boynu ve vücudu Samanyolu'nun (Warrambul) Scorpius'u geçen toz şeritleri boyunca uzanan Gökyüzündeki ruh Emu'dur. Euahlayi ve Kamilaroi, onu dişi olduğu ve erkekleri kovaladığı Nisan ve Mayıs aylarında bacaklı olarak görür. Haziran'dan Ağustos'a kadar erkektir ve yuvasında bacaksız oturur (erkekler civcivleri kuluçkaya yatırır) ve bu yumurtaları toplamak için bir işarettir. Ağustos ayının sonlarında akşamları gökyüzünde dikeydir ve baş ve gövde iki "yumurta" oluşturur, yani yumurtalar toplanmamalıdır. Yılın ilerleyen saatlerinde ufukta belirir, bu nedenle bir su birikintisinde oturduğuna inanılır, bu da su kuyularının dolu olduğu anlamına gelir. Ufkun altında olduğunda, nadiren görülen Kara Emu olarak Dünya'dadır.
