Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: The names of the constellations of the native Siberian peoples and tribes is poorly studied. Additonally, due to the large territory, the knowledge about constellations is difficult to reconcile in a single integrated picture. In this sky culture, only specific names and objects are marked which are typical for whole of Siberia. There had been more in only certain areas of Siberia, used by only a smaller group of people. ### Milky Way The names of the Milky Way are quite numerous, but they can be distinguished into two groups: (i) the names coming from the past (e.g., _Goose Road_) and (ii) the name of a later periods (_Mamay Road_). The names of the later period is are clearly influenced by the Mongol-Tatar invasion to Russia. ### Pleiades The Pleiades have many names, even more than names for the Milky Way exist. However, all of them in Siberia can be reduced to the notion for a star cluster as a bird's nest. Among these names _Duck Nest_ is the most common. ### Ursa Major In central Siberia, the name _Elk_ is used very often for this constellation but in Eastern Siberia the name "Bear" is used more frequently. ### Orion Of the constellation of Orion, Siberians usually use only three stars of the belt: they are called _Kichigi_ (the Threshers). It is a typical image of the threchers from north-eastern Russia that they stand in a row. In the European part of Russia an asterism called _Kichigi_ usually hides the Ursa Major constellation.
fil: Ang mga pangalan ng mga konstelasyon ng mga katutubong mamamayan at tribo ng Siberia ay hindi gaanong pinag-aralan. Bukod pa rito, dahil sa malaking teritoryo, ang kaalaman tungkol sa mga konstelasyon ay mahirap ipagkasundo sa isang pinagsamang larawan. Sa kulturang ito sa kalangitan, tanging mga partikular na pangalan at bagay ang minarkahan na tipikal para sa buong Siberia. Nagkaroon ng higit pa sa ilang mga lugar lamang ng Siberia, na ginagamit lamang ng isang mas maliit na grupo ng mga tao. ### Milky Way Ang mga pangalan ng Milky Way ay medyo marami, ngunit maaari silang makilala sa dalawang grupo: (i) ang mga pangalan na nagmula sa nakaraan (hal., _Goose Road_) at (ii) ang pangalan ng mga susunod na panahon (_Mamay Road_). Ang mga pangalan ng huling panahon ay malinaw na naiimpluwensyahan ng pagsalakay ng Mongol-Tatar sa Russia. ### Pleiades Ang Pleiades ay may maraming mga pangalan, kahit na higit pa sa mga pangalan para sa Milky Way na umiiral. Gayunpaman, ang lahat ng mga ito sa Siberia ay maaaring bawasan sa paniwala para sa isang kumpol ng bituin bilang isang pugad ng ibon. Kabilang sa mga pangalang ito ay _Duck Nest_ ang pinakakaraniwan. ### Ursa Major Sa gitnang Siberia, ang pangalang _Elk_ ay madalas na ginagamit para sa konstelasyon na ito ngunit sa Silangang Siberia ang pangalang "Bear" ay mas madalas na ginagamit. ### Orion Sa konstelasyon ng Orion, ang mga Siberian ay karaniwang gumagamit lamang ng tatlong bituin ng sinturon: sila ay tinatawag na _Kichigi_ (ang Threshers). Ito ay isang tipikal na imahe ng mga threcher mula sa hilagang-silangang Russia na sila ay nakatayo sa isang hilera. Sa European na bahagi ng Russia ang isang asterismo na tinatawag na _Kichigi_ ay karaniwang nagtatago sa konstelasyon ng Ursa Major.
fr: Les noms des constellations des peuples et tribus indigènes de Sibérie sont mal étudiés. De plus, en raison du vaste territoire, les connaissances sur les constellations sont difficiles à concilier dans une seule image intégrée. Dans cette culture du ciel, seuls des noms et des objets spécifiques sont marqués, typiques de toute la Sibérie. Il n'y en avait plus que dans certaines régions de la Sibérie, utilisées uniquement par un plus petit groupe de personnes. ### Voie Lactée Les noms de la Voie lactée sont assez nombreux, mais ils peuvent être distingués en deux groupes: (i) les noms provenant du passé (par exemple, _Goose Road_) et (ii) le nom d'une période ultérieure (_Mamay Road_). Les noms de la dernière période sont clairement influencés par l'invasion mongole-tatare en Russie. ### Pléiades Les Pléiades ont de nombreux noms, encore plus que les noms de la Voie lactée. Cependant, tous en Sibérie peuvent être réduits à la notion d'amas d'étoiles comme nid d'oiseau. Parmi ces noms, _Duck Nest_ est le plus courant. ### La Grande Ourse En Sibérie centrale, le nom _Elk_ est utilisé très souvent pour cette constellation, mais en Sibérie orientale, le nom "Bear" est utilisé plus fréquemment. ### Orion De la constellation d'Orion, les Sibériens n'utilisent généralement que trois étoiles de la ceinture: ils sont appelés _Kichigi_ (les batteurs). C'est une image typique des threchers du nord-est de la Russie qu'ils se tiennent dans une rangée. Dans la partie européenne de la Russie, un astérisme appelé _Kichigi_ cache généralement la constellation de la Grande Ourse.
id: Nama-nama rasi bintang masyarakat dan suku asli Siberia kurang dipelajari. Selain itu, karena wilayahnya yang luas, pengetahuan tentang rasi bintang sulit untuk disatukan dalam satu gambaran yang terintegrasi. Dalam budaya langit ini, hanya nama dan objek tertentu yang ditandai yang merupakan ciri khas seluruh Siberia. Ada lebih banyak hanya di daerah-daerah tertentu di Siberia, yang hanya digunakan oleh sekelompok kecil orang. ### Bima Sakti Nama-nama Bima Sakti cukup banyak, tetapi dapat dibedakan menjadi dua kelompok: (i) nama yang berasal dari masa lalu (misalnya, _Jalan Angsa_) dan (ii) nama masa kemudian (_Jalan Mamay_). Nama-nama periode selanjutnya jelas dipengaruhi oleh invasi Mongol-Tatar ke Rusia. ### Pleiades Pleiades memiliki banyak nama, bahkan lebih dari sekadar nama untuk Bima Sakti. Namun, semuanya di Siberia dapat direduksi menjadi pengertian gugus bintang sebagai sarang burung. Di antara nama-nama ini _Duck Nest_ adalah yang paling umum. ### Ursa Major Di Siberia tengah, nama _Elk_ sangat sering digunakan untuk konstelasi ini, tetapi di Siberia Timur nama "Beruang" lebih sering digunakan. ### Orion Dari konstelasi Orion, Siberia biasanya hanya menggunakan tiga bintang sabuk: mereka disebut _Kichigi_ (Perontok). Ini adalah gambaran khas para threchers dari timur laut Rusia bahwa mereka berdiri berjajar. Di bagian Eropa Rusia, asterisme yang disebut _Kichigi_ biasanya menyembunyikan konstelasi Ursa Major.
pl: Nazwy konstelacji rdzennych syberyjskich ludów i plemion są słabo zbadane. Dodatkowo, ze względu na duże terytorium, wiedza na temat konstelacji jest trudna do pogodzenia w jednym zintegrowanym obrazie. W kulturze tego nieba zaznaczane są tylko określone nazwy i przedmioty, które są typowe dla całej Syberii. Było ich więcej tylko w niektórych regionach Syberii, z których korzystała tylko mniejsza grupa ludzi. ### Droga Mleczna Nazwy Drogi Mlecznej są dość liczne, ale można je podzielić na dwie grupy: (i) nazwy pochodzące z przeszłości (np. „Goose Road”) i (ii) nazwy późniejszych okresów („May Road”). Na nazwy późniejszego okresu wyraźnie wpływa inwazja mongolsko-tatarska na Rosję. ### Plejady Plejady mają wiele nazw, nawet więcej niż nazwy Drogi Mlecznej. Jednak wszystkie z nich na Syberii można sprowadzić do pojęcia gromady gwiazd jako ptasiego gniazda. Spośród tych nazw najczęściej występuje Nest Nest. ### Wielka Niedźwiedzica Na środkowej Syberii nazwa _Elk_ jest używana bardzo często w tej konstelacji, ale na Syberii Wschodniej nazwa „Niedźwiedź” jest używana częściej. ### Orion Z konstelacji Oriona Syberyjczycy zwykle używają tylko trzech gwiazd pasa: nazywają się _Kichigi_ (Młocarni). Jest to typowy wizerunek threcherów z północno-wschodniej Rosji, którzy stoją w rzędzie. W europejskiej części Rosji asteryzm o nazwie _Kichigi_ zwykle kryje gwiazdozbiór Wielkiej Niedźwiedzicy.
pt: Os nomes das constelações dos povos e tribos nativos da Sibéria são pouco estudados. Além disso, devido ao grande território, é difícil conciliar o conhecimento sobre constelações em uma única imagem integrada. Nesta cultura celeste, apenas nomes e objetos específicos são marcados, típicos de toda a Sibéria. Havia mais em apenas algumas áreas da Sibéria, usadas apenas por um grupo menor de pessoas. ### Via Láctea Os nomes da Via Láctea são bastante numerosos, mas podem ser distinguidos em dois grupos: (i) os nomes provenientes do passado (por exemplo, _Goose Road_) e (ii) o nome de períodos posteriores (_Mamay Road_). Os nomes do período posterior são claramente influenciados pela invasão mongol-tártaro na Rússia. ### Plêiades As Plêiades têm muitos nomes, ainda mais do que os nomes da Via Láctea. No entanto, todos eles na Sibéria podem ser reduzidos à noção de um aglomerado de estrelas como ninho de pássaro. Entre esses nomes, Duck Nest é o mais comum. ### Ursa Maior No centro da Sibéria, o nome _Elk_ é usado com muita frequência para esta constelação, mas no leste da Sibéria o nome "Urso" é usado com mais frequência. ### Orion Da constelação de Órion, os siberianos costumam usar apenas três estrelas do cinturão: são chamados _Kichigi_ (os Threshers). É uma imagem típica dos threchers do nordeste da Rússia que eles ficam seguidos. Na parte européia da Rússia, um asterismo chamado Kichigi geralmente oculta a constelação da Ursa Maior.
tr: Yerli Sibirya halklarının ve kabilelerinin takımyıldızlarının isimleri çok az çalışılmıştır. Ek olarak, geniş bölge nedeniyle, takımyıldızlar hakkındaki bilgileri tek bir entegre resimde uzlaştırmak zordur. Bu gökyüzü kültüründe, tüm Sibirya için tipik olan yalnızca belirli isimler ve nesneler işaretlenmiştir. Sibirya'nın yalnızca belirli bölgelerinde, yalnızca daha küçük bir grup insan tarafından kullanılan daha fazlası vardı. ### Samanyolu Samanyolu'nun isimleri oldukça fazladır, ancak iki gruba ayrılabilirler: (i) geçmişten gelen isimler (örneğin, _Kaz Yolu_) ve (ii) daha sonraki dönemlerin adı (_Mamay Yolu_). Daha sonraki dönemin isimleri, Moğol-Tatarların Rusya'yı işgalinden açıkça etkilenmiştir. ### Ülker Ülker'in birçok adı vardır, hatta Samanyolu'nun var olan adlarından daha fazlası vardır. Bununla birlikte, Sibirya'dakilerin tümü, bir kuş yuvası olarak bir yıldız kümesi kavramına indirgenebilir. Bu isimler arasında _Duck Nest_ en yaygın olanıdır. ### Büyükayı Orta Sibirya'da, bu takımyıldız için _Elk_ adı çok sık kullanılır, ancak Doğu Sibirya'da "Ayı" adı daha sık kullanılır. ### Avcı Orion takımyıldızından Sibiryalılar genellikle kemerin yalnızca üç yıldızını kullanırlar: bunlara _Kichigi_ (Harmancılar) denir. Kuzeydoğu Rusya'dan gelen harmancıların arka arkaya durmaları tipik bir görüntüdür. Rusya'nın Avrupa kısmında, Kichigi adlı bir yıldız işareti genellikle Büyükayı takımyıldızını gizler.

source: Text and data by Alexander Wolf Text adapted by Susanne M Hoffmann
fil: Teksto at data ni Alexander Wolf Tekstong inangkop ni Susanne M Hoffmann
fr: Texte et données par Alexander Wolf Texte adapté par Susanne M Hoffmann
id: Teks dan data oleh Alexander Wolf Teks diadaptasi oleh Susanne M Hoffmann
pl: Tekst i dane: Alexander Wolf Tekst dostosowany przez Susanne M Hoffmann
pt: Texto e dados de Alexander Wolf Texto adaptado por Susanne M Hoffmann
tr: Alexander Wolf'a ait metin ve veriler Susanne M Hoffmann tarafından uyarlanan metin

source: Elk
fr: Élan
id: Rusa Besar
pl: Łoś
pt: Alces
tr: Geyik

source: Threshers
fil: Mga Thresher
fr: Les batteurs
id: perontok
pl: Młocarnie
pt: Debulhadores
tr: harman makineleri

source: Duck Nest
fil: Pugad ng itik
fr: Le Nid du canard
id: sarang bebek
pl: Gniazdo Kaczki
pt: Ninho de Pato
tr: ördek yuvası

source: Golden stake
fil: gintong istaka
fr: Le pieu doré
id: Taruhan emas
pl: Złoty kołek
pt: Estaca de Ouro
tr: altın kazık

source: Tongan
fr: Tonguienne
id: Tonga
pl: tongijska
pt: Tonganesa
tr: Tongaca

source: As in all Polynesian star lore, Tongan sky culture descends from the practical application of nautical navigation.
fil: Tulad ng lahat ng Polynesian star lore, ang Tongan sky culture ay nagmula sa praktikal na aplikasyon ng nautical navigation.
fr: Comme dans toutes les traditions stellaires polynésiennes, la culture du ciel tongan découle de l'application pratique de la navigation nautique.
id: Seperti dalam semua pengetahuan bintang Polinesia, budaya langit Tonga diturunkan dari aplikasi praktis navigasi laut.
pl: Jak w przypadku wszystkich polinezyjskich tradycji gwiezdnych, kultura nieba Tongan wywodzi się z praktycznego zastosowania nawigacji morskiej.
pt: Como em todas as histórias estelares polinésias, a cultura do céu tonganês descende da aplicação prática da navegação náutica.
tr: Tüm Polinezya yıldız bilgisinde olduğu gibi, Tongan gökyüzü kültürü deniz navigasyonunun pratik uygulamasından kaynaklanmaktadır.

source: Whilst the most-notable/common stars and constellations (i.e. Orion, Pleiades, Crux) are identified in Tongan star lore there are two notable exceptions. There is an absence of naming of the North star (Polaris: α UMi). This is peculiar considering the latitude of the Tongan islands and the prominence of this star at certain times of the year. In the event of any northerly journeys from Tonga such an important navigational landmark could not have possibly gone unnoticed. The constellation of Scorpio (parts in, or stars of) are also absent from Tongan star lore. This is surprising since the vast majority of star lore – globally and Polynesian – has Scorpio as a central constellation due to it being easily identified and that it is nearly directly opposite Orion in the night sky. Stellarium team would welcome any further knowledge on these two anomalies. Common ancestry of Polynesian star lore's is evident in the similarities in the naming of stars. For example the Pleiades is called _Mataliki_ in Tongan, _Matariki_ in Maori and _Makali'i_ in Hawaiian. In some circumstances separation of individual star names from "star path" names cannot be resolved. A star may have multiple names 1) if the star is part of numerous star paths and 2) since the naming of stars can differ depending on which Tongan island group it originates from. The nomenclature of stars is approximated based on the limited resources available.
fil: Habang ang pinakakilala/karaniwang mga bituin at mga konstelasyon (i.e. Orion, Pleiades, Crux) ay kinikilala sa Tongan star lore, mayroong dalawang kapansin-pansing pagbubukod. May kawalan ng pagpapangalan sa North star (Polaris: α UMi). Ito ay kakaiba kung isasaalang-alang ang latitude ng mga isla ng Tongan at ang katanyagan ng bituin na ito sa ilang mga oras ng taon. Kung sakaling magkaroon ng anumang mga paglalakbay sa hilaga mula sa Tonga, ang isang mahalagang palatandaan sa pag-navigate ay hindi maaaring hindi mapansin. Ang konstelasyon ng Scorpio (mga bahagi sa, o mga bituin ng) ay wala din sa Tongan star lore. Ito ay nakakagulat dahil ang karamihan ng star lore - sa buong mundo at Polynesian - ay may Scorpio bilang isang sentral na konstelasyon dahil madali itong makilala at na ito ay halos direkta sa tapat ng Orion sa kalangitan sa gabi. Malugod na tatanggapin ng Stellarium team ang anumang karagdagang kaalaman sa dalawang anomalyang ito. Ang karaniwang mga ninuno ng Polynesian star lore ay makikita sa pagkakatulad sa pagbibigay ng pangalan sa mga bituin. Halimbawa ang Pleiades ay tinatawag na _Mataliki_ sa Tongan, _Matariki_ sa Maori at _Makali'i_ sa Hawaiian. Sa ilang pagkakataon, hindi malulutas ang paghihiwalay ng mga indibidwal na pangalan ng bituin mula sa mga pangalan ng "star path." Ang isang bituin ay maaaring magkaroon ng maraming pangalan 1) kung ang bituin ay bahagi ng maraming mga landas ng bituin at 2) dahil ang pagpapangalan ng mga bituin ay maaaring mag-iba depende sa kung saang Tongan island group ito nagmula. Ang nomenclature ng mga bituin ay tinatantya batay sa limitadong mapagkukunang magagamit.
fr: Alors que les étoiles et les constellations les plus notables / communes (c'est-à-dire Orion, Pléiades, Crux) sont identifiées dans la tradition des étoiles tonganes, il y a deux exceptions notables. Il n'y a pas de dénomination de l'étoile polaire (Polaris: α UMi). Cela est particulier compte tenu de la latitude des îles Tonga et de l'importance de cette étoile à certaines périodes de l'année. En cas de voyages vers le nord depuis les Tonga, un point de repère de navigation aussi important ne pouvait pas passer inaperçu. La constellation du Scorpion (parties ou étoiles de) est également absente de la tradition des étoiles tonganes. Cela est surprenant car la grande majorité des traditions stellaires - à l'échelle mondiale et polynésienne - a le Scorpion comme constellation centrale car il est facilement identifiable et qu'il est presque directement en face d'Orion dans le ciel nocturne. L'équipe de Stellarium accueillerait avec plaisir toute autre connaissance de ces deux anomalies. L'ascendance commune des traditions stellaires polynésiennes est évidente dans les similitudes dans la dénomination des étoiles. Par exemple, les Pléiades sont appelées _Mataliki_ en tonguien, _Matariki_ en maori et _Makali'i_ en hawaïen. Dans certaines circonstances, la séparation des noms d'étoile individuels des noms de "chemin d'étoile" ne peut pas être résolue. Une étoile peut avoir plusieurs noms 1) si l'étoile fait partie de nombreux chemins stellaires et 2) car la dénomination des étoiles peut différer selon le groupe d'îles tonganes dont elle est originaire. La nomenclature des étoiles est approximative en fonction des ressources limitées disponibles.
id: Sementara bintang dan konstelasi yang paling terkenal/umum (yaitu Orion, Pleiades, Crux) diidentifikasi dalam pengetahuan bintang Tonga, ada dua pengecualian penting. Tidak adanya penamaan bintang Utara (Polaris: UMi). Ini aneh mengingat garis lintang pulau Tonga dan keunggulan bintang ini pada waktu-waktu tertentu dalam setahun. Jika ada perjalanan ke utara dari Tonga, landmark navigasi yang begitu penting tidak mungkin luput dari perhatian. Rasi bintang Scorpio (bagian dalam, atau bintang) juga tidak ada dalam pengetahuan bintang Tonga. Ini mengejutkan karena sebagian besar pengetahuan bintang - secara global dan Polinesia - memiliki Scorpio sebagai konstelasi pusat karena mudah diidentifikasi dan hampir berseberangan langsung dengan Orion di langit malam. Tim Stellarium akan menyambut baik pengetahuan lebih lanjut tentang dua anomali ini. Nenek moyang yang sama dari pengetahuan bintang Polinesia terbukti dalam kesamaan dalam penamaan bintang. Misalnya Pleiades disebut _Mataliki_ dalam bahasa Tonga, _Matariki_ dalam bahasa Maori dan _Makali'i_ dalam bahasa Hawaii. Dalam beberapa keadaan pemisahan nama bintang individu dari nama "jalur bintang" tidak dapat diselesaikan. Sebuah bintang dapat memiliki beberapa nama 1) jika bintang tersebut merupakan bagian dari banyak jalur bintang dan 2) karena penamaan bintang dapat berbeda tergantung dari kelompok pulau Tonga mana asalnya. Nomenklatur bintang diperkirakan berdasarkan sumber daya terbatas yang tersedia.
pl: Podczas gdy najbardziej znane / wspólne gwiazdy i konstelacje (tj. Orion, Plejady, Crux) są zidentyfikowane w tradycji gwiazd Tonga, istnieją dwa godne uwagi wyjątki. Brakuje nazwy gwiazdy północnej (Polaris: α UMi). Jest to szczególnie biorąc pod uwagę szerokość geograficzną wysp Tongan i znaczenie tej gwiazdy w określonych porach roku. W przypadku jakichkolwiek podróży na północ z Tonga tak ważny punkt nawigacyjny nie mógł pozostać niezauważony. Konstelacja Skorpiona (części lub gwiazdy) jest również nieobecna w tradycji gwiazd Tonga. Jest to zaskakujące, ponieważ znaczna większość wiedzy gwiezdnej - globalnie i polinezyjskiej - ma Scorpio jako gwiazdozbiór centralny, ponieważ można go łatwo zidentyfikować i znajduje się prawie naprzeciw Oriona na nocnym niebie. Zespół Stellarium chętnie przyjmie wszelką dalszą wiedzę na temat tych dwóch anomalii. Wspólne pochodzenie wiedzy o polinezyjskich gwiazdach jest widoczne w podobieństwach w nazwach gwiazd. Na przykład Plejady nazywa się _Mataliki_ w języku Tongan, _Matariki_ w języku Maorysów i _Makali'i_ w języku hawajskim. W niektórych okolicznościach oddzielenie nazw poszczególnych gwiazd od nazw „ścieżek gwiazd” nie jest możliwe. Gwiazda może mieć wiele nazw 1), jeśli gwiazda jest częścią wielu ścieżek gwiazd i 2), ponieważ nazwy gwiazd mogą się różnić w zależności od tego, z której grupy wysp Tongan pochodzi. Nomenklatura gwiazd jest przybliżona w oparciu o ograniczone dostępne zasoby.
pt: Embora as estrelas e constelações mais notáveis / comuns (ou seja, Orion, Pleiades, Crux) sejam identificadas no folclore tonganês, existem duas exceções notáveis. Há uma ausência de nomeação da estrela do Norte (Polaris: α UMi). Isso é peculiar, considerando a latitude das ilhas Tongan e o destaque dessa estrela em determinadas épocas do ano. No caso de qualquer viagem ao norte de Tonga, um importante marco de navegação não poderia passar despercebido. A constelação de Escorpião (partes de, ou estrelas de) também está ausente do conhecimento estelar de Tongan. Isso é surpreendente, já que a grande maioria das tradições estelares - global e polinésia - tem Escorpião como uma constelação central devido ao fato de ser facilmente identificada e ao fato de estar quase diretamente oposta a Orion no céu noturno. A equipe do Stellarium agradeceria qualquer conhecimento adicional sobre essas duas anomalias. A ancestralidade comum dos conhecimentos das estrelas da Polinésia é evidente nas semelhanças na nomeação de estrelas. Por exemplo, as Plêiades são chamadas _Mataliki_ em tonganês, _Matariki_ em maori e _Makali'i_ em havaiano. Em algumas circunstâncias, a separação dos nomes de estrelas individuais dos nomes de "caminho das estrelas" não pode ser resolvida. Uma estrela pode ter vários nomes 1) se ela faz parte de vários caminhos estelares e 2) já que o nome das estrelas pode diferir dependendo de qual grupo de ilhas tonganeses se origina. A nomenclatura de estrelas é aproximada com base nos recursos limitados disponíveis.
tr: En dikkate değer/ortak yıldızlar ve takımyıldızlar (yani Orion, Pleiades, Crux) Tonga yıldız bilgisinde tanımlanmış olsa da iki önemli istisna vardır. Kuzey yıldızına isim verilmemiştir (Polaris: α UMi). Bu, Tongan adalarının enlemi ve bu yıldızın yılın belirli zamanlarında öne çıkması göz önüne alındığında tuhaftır. Tonga'dan kuzeye yapılacak herhangi bir yolculuk söz konusu olduğunda, böylesine önemli bir seyir işaretinin gözden kaçması mümkün değildi. Akrep takımyıldızı (parçaları veya yıldızları) Tonga yıldız bilgisinde de yoktur. Bu şaşırtıcıdır, çünkü dünya çapında ve Polinezya'daki yıldız ilminin büyük çoğunluğu, kolayca tanımlanabilmesi ve gece gökyüzünde Orion'un neredeyse tam karşısında olması nedeniyle merkezi bir takımyıldız olarak Akrep'e sahiptir. Stellarium ekibi, bu iki anormallik hakkında daha fazla bilgiyi memnuniyetle karşılayacaktır. Polinezya yıldız ilminin ortak ataları, yıldızların isimlendirilmesindeki benzerliklerde açıkça görülmektedir. Örneğin Ülker'e Tongan'da _Mataliki_, Maori'de _Matariki_ ve Hawaii'de _Makali'i_ denir. Bazı durumlarda tek tek yıldız adlarının "yıldız yolu" adlarından ayrılması çözülemez. Bir yıldızın birden fazla adı olabilir 1) yıldız çok sayıda yıldız yolunun parçasıysa ve 2) yıldızların adları hangi Tongan adası grubundan geldiğine bağlı olarak değişebileceğinden. Yıldızların isimlendirilmesi, mevcut sınırlı kaynaklara dayalı olarak yaklaşık olarak hesaplanmıştır.
