Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: Yukio Ohashi and Wayne Orchiston. The evolution of local Southeast Asian astronomy and the influence of China, India, the Islamic World and the West. In W Orchiston and M N Vahia, editors, Exploring the History of Southeast Asian Astronomy, pages 673–767. Springer, Cham, 2021. - [#2]: A. A. Rasyid, T. Hidayat, and W. Orchiston. Star patterns in Mandar navigation. In W. Orchiston and M. N. Vahia, editors, Exploring the History of Southeast Asian Astronomy, pages 549–564. Springer, Cham, 2021. - [#3]: Doina Bucur. The network signature of constellation line figures. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Available at <https://arxiv.org/abs/2110.12329>.
fil: - [#1]: Yukio Ohashi at Wayne Orchiston. Ang ebolusyon ng lokal na astronomiya sa Timog Silangang Asya at ang impluwensya ng China, India, ang Islamic World at ang Kanluran. Sa W Orchiston at MN Vahia, mga editor, Exploring the History of Southeast Asian Astronomy, pahina 673–767. Springer, Cham, 2021. - [#2]: A. A. Rasyid, T. Hidayat, at W. Orchiston. Mga pattern ng bituin sa nabigasyon ng Mandar. Sa W. Orchiston at M. N. Vahia, mga editor, Exploring the History of Southeast Asian Astronomy, pahina 549–564. Springer, Cham, 2021. - [#3]: Doina Bucur. Ang lagda ng network ng mga numero ng linya ng constellation. arXiv e-print. arXiv:2110.12329 [cs.SI]. 2021. Available sa <https://arxiv.org/abs/2110.12329>.
fr: - [#1]: Yukio Ohashi et Wayne Orchiston. L'évolution de l'astronomie locale d'Asie du Sud-Est et l'influence de la Chine, de l'Inde, du monde islamique et de l'Occident. Dans W Orchiston et MN Vahia, éditeurs, Exploring the History of Southeast Asian Astronomy, pages 673–767. Springer, Cham, 2021. - [#2] : A. A. Rasyid, T. Hidayat et W. Orchiston. Modèles d'étoiles dans la navigation Mandar. Dans W. Orchiston et M. N. Vahia, éditeurs, Exploring the History of Southeast Asian Astronomy, pages 549–564. Springer, Cham, 2021. - [#3]: Doina Bucur. La signature de réseau des figures de ligne de constellation. e-prints arXiv. arXiv:2110.12329 [cs.SI]. 2021. Disponible sur <https://arxiv.org/abs/2110.12329>.
id: - [#1]: Yukio Ohashi dan Wayne Orchiston. Evolusi astronomi lokal Asia Tenggara dan pengaruh Cina, India, Dunia Islam dan Barat. Dalam W Orchiston dan M N Vahia, editor, Exploring the History of Southeast Asian Astronomy, halaman 673–767. Springer, Cham, 2021. - [#2]: A. A. Rasyid, T. Hidayat, dan W. Orchiston. Pola bintang dalam navigasi Mandar. Dalam W. Orchiston dan M. N. Vahia, editor, Exploring the History of Southeast Asian Astronomy, halaman 549–564. Springer, Cham, 2021. - [#3]: Doina Bucur. Tanda tangan jaringan figur garis konstelasi. arXiv e-print. arXiv:2110.12329 [cs.SI]. 2021. Tersedia di <https://arxiv.org/abs/2110.12329>.
pl: - [#1]: Yukio Ohashi i Wayne Orchiston. Ewolucja lokalnej astronomii Azji Południowo-Wschodniej oraz wpływy Chin, Indii, Świata Islamu i Zachodu. W W Orchiston i M N Vahia, redaktorzy, Exploring the History of Southeast Asian Astronomy, s. 673–767. Springer, Cham, 2021. - [OdnX2]: AA Rasyid, T. Hidayat i W. Orchiston. Wzory gwiazd w nawigacji Mandar. W W. Orchiston i M. N. Vahia, redaktorzy, Exploring the History of Southeast Asian Astronomy, s. 549–564. Springer, Cham, 2021. - [#3]: Doina Bucur. Sygnatura sieciowa figur linii konstelacji. arXiv e-wydruki. arXiv:2110.12329 [cs.SI]. 2021. Dostępne pod adresem <https://arxiv.org/abs/2110.12329>.
pt: - [#1]: Yukio Ohashi e Wayne Orchiston. A evolução da astronomia local do Sudeste Asiático e a influência da China, da Índia, do Mundo Islâmico e do Ocidente. Em W Orchiston e MN Vahia, editores, Explorando a História da Astronomia do Sudeste Asiático, páginas 673–767. Springer, Cham, 2021. - [#2]: A. A. Rasyid, T. Hidayat e W. Orchiston. Padrões de estrelas na navegação Mandar. Em W. Orchiston e M. N. Vahia, editores, Explorando a História da Astronomia do Sudeste Asiático, páginas 549–564. Springer, Cham, 2021. - [#3]: Doina Bucur. A assinatura de rede de figuras de linha de constelação. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Disponível em <https://arxiv.org/abs/2110.12329>.
tr: - [#1]: Yukio Ohashi ve Wayne Orchiston. Yerel Güneydoğu Asya astronomisinin evrimi ve Çin, Hindistan, İslam Dünyası ve Batı'nın etkisi. W Orchiston ve MN Vahia'da, editörler, Exploring the History of Güneydoğu Asya Astronomi, sayfa 673-767. Springer, Çam, 2021. - [#2]: A.A. Rasyid, T. Hidayat ve W. Orchiston. Mandar navigasyonunda yıldız desenleri. W. Orchiston ve M. N. Vahia'da, editörler, Exploring the History of Güneydoğu Asya Astronomi, sayfa 549-564. Springer, Çam, 2021. - [#3]: Doina Bucur. Takımyıldız çizgisi rakamlarının ağ imzası. arXiv e-baskılar. arXiv:2110.12329 [cs.SI]. 2021. <https://arxiv.org/abs/2110.12329> adresinde mevcuttur.

source: This sky culture was contributed by _Doina Bucur_ (d.bucur@utwente.nl). It was digitised for the cross-culture analysis of constellation line figures in reference [#3], `The network signature of constellation line figures`.
fil: Ang sky culture na ito ay iniambag ni _Doina Bucur_ (d.bucur@utwente.nl). Ito ay na-digitize para sa cross-culture analysis ng mga constellation line figure sa reference [#3], `The network signature of constellation line figures`.
fr: Cette culture du ciel a été apportée par _Doina Bucur_ (d.bucur@utwente.nl). Il a été numérisé pour l'analyse interculturelle des figures de ligne de constellation dans la référence [#3], "La signature du réseau des figures de ligne de constellation".
id: Budaya langit ini disumbangkan oleh _Doina Bucur_ (d.bucur@utwente.nl). Itu didigitalkan untuk analisis lintas budaya figur garis konstelasi dalam referensi [#3], `Tanda jaringan figur garis konstelasi`.
pl: Ta kultura nieba została wniesiona przez _Doina Bucur_ (d.bucur@utwente.nl). Został on zdigitalizowany do analizy międzykulturowej figur linii konstelacji w odnośniku [#3], „Sygnatura sieciowa figur linii konstelacji”.
pt: Esta cultura do céu foi contribuída por _Doina Bucur_ (d.bucur@utwente.nl). Ele foi digitalizado para a análise de culturas cruzadas de figuras de linha de constelação em referência [#3], 'A assinatura de rede de figuras de linha de constelação'.
tr: Bu gökyüzü kültürüne _Doina Bucur_ (d.bucur@utwente.nl) katkıda bulunmuştur. [#3], "Takımyıldız çizgisi şekillerinin ağ imzası" referansındaki takımyıldız çizgi figürlerinin kültürler arası analizi için sayısallaştırılmıştır.

source: Incomplete House
fil: Hindi Kumpletong Bahay
fr: Maison incomplète
id: Rumah Tidak Lengkap
pl: Niekompletny dom
pt: Casa Incompleta
tr: tamamlanmamış ev

source: Shark
fil: Pating
fr: Requin
id: Hiu
pl: Rekin
pt: Tubarão
tr: Köpek balığı

source: Uncertain if the shark line figure is complete.
fil: Hindi sigurado kung kumpleto ang figure ng shark line.
fr: Incertain si la figure de la ligne de requin est complète.
id: Tidak pasti apakah gambar garis hiu sudah lengkap.
pl: Nie mam pewności, czy figura linii rekina jest kompletna.
pt: Incerto se a figura da linha do tubarão está completa.
tr: Köpekbalığı çizgisi figürünün tamamlanıp tamamlanmadığı belirsiz.

source: Ray Fish
fr: Raie Poisson
id: Ikan ray
pl: Płaszczka
pt: Arraia
tr: Işın balığı

source: Mandar Widow
fr: Veuve Mandar
id: Janda Mandar
pl: Mandar wdowa
pt: Viúva Mandar
tr: Mandar Dul

source: Ship
fil: barko
fr: Bateau
id: Mengirimkan
pl: Statek
pt: Navio
tr: Gemi

source: Sign of Three
fil: Tanda ng Tatlo
fr: signe de trois
id: Tanda Tiga
pl: Znak Trzech
pt: Sinal de três
tr: Üç İşareti

source: Plough
fil: araro
fr: Charrue
id: Bajak
pl: Pług
pt: Arado
tr: Pulluk

source: Widow Before Marriage
fil: Balo Bago Kasal
fr: Veuve avant le mariage
id: Janda Sebelum Menikah
pl: Wdowa przed ślubem
pt: Viúva antes do casamento
tr: Evlenmeden Önce Dul

source: Chicken
fil: manok
fr: Poulet
id: Ayam
pl: Kurczak
pt: Frango
tr: Tavuk

source: Job’s Tears Stalk
fil: Tangkay ng Luha ni Job
fr: Les larmes de Job
id: Tangkai Air Mata Ayub
pl: Łzy Hioba
pt: As lágrimas de Jó caem
tr: Eyüp'ün Gözyaşları Sapı

source: Pushed Plough
fil: Itinulak na Araro
fr: Charrue poussée
id: Bajak yang Didorong
pl: Pług pchany
pt: Arado Empurrado
tr: itmeli pulluk

source: This is marked as uncertain.
fil: Ito ay minarkahan bilang hindi sigurado.
fr: Ceci est marqué comme incertain.
id: Ini ditandai sebagai tidak pasti.
pl: Jest to oznaczone jako niepewne.
pt: Isso é marcado como incerto.
tr: Bu belirsiz olarak işaretlendi.

source: Lost Pleiad
fil: Nawala si Pleiad
fr: Pléiade perdue
id: Pleiad yang Hilang
pl: Zagubiona Plejada
pt: Plêiade Perdida
tr: kayıp ülke

source: Eastern Star
fil: Silangang Bituin
fr: Étoile de l'Est
id: Bintang Timur
pl: Gwiazda Wschodu
pt: Estrela do Oriente
tr: Doğu Yıldızı

source: Burning Coal
fil: Nag-aalab na uling
fr: Charbon brûlant
id: Pembakaran batu bara
pl: Palący się węgiel
pt: Carvão ardente
tr: Yanan kömür

source: Seven Stars
fil: Pitong Bituin
fr: Sept étoiles
id: Tujuh Bintang
pl: Siedem gwiazdek
pt: Sete Estrelas
tr: Yedi yıldız

source: Cluster
fr: Groupe
id: Gugus
pl: Grupa
pt: Conjunto
tr: Küme

source: Tuft
fr: Touffe
id: Kuncung
pl: Czub
pt: Tufo
tr: Püskül

source: Goat
fil: kambing
fr: Chèvre
id: Kambing
pl: Koza
pt: Cabra
tr: Keçi

source: Sign of the Bajau
fil: Tanda ng Bajau
fr: Signe du Bajau
id: Tanda Bajau
pl: Znak Bajau
pt: Sinal do Bajau
tr: Bajau'nun İşareti

source: Chinese
fil: Intsik
fr: Chinoise
id: China
pl: chińska
pt: Chinês
tr: Çin

source: Chinese astronomy was developed independently and use its own system to connect the stars. The traditional Chinese Sky Culture has far-reaching implications in East Asia. In ancient China, constellations and planets were associated with astrology.
fil: Ang Chinese astronomy ay binuo nang nakapag-iisa at gumamit ng sarili nitong sistema upang ikonekta ang mga bituin. Ang tradisyonal na Chinese Sky Culture ay may malawak na implikasyon sa Silangang Asya. Sa sinaunang Tsina, ang mga konstelasyon at planeta ay nauugnay sa astrolohiya.
fr: L'astronomie chinoise a été développée indépendamment et utilise son propre système pour connecter les étoiles. La culture traditionnelle du ciel chinois a des implications profondes en Asie de l'Est. Dans la Chine ancienne, les constellations et les planètes étaient associées à l'astrologie.
id: Astronomi Cina dikembangkan secara independen dan menggunakan sistemnya sendiri untuk menghubungkan bintang-bintang. Budaya Langit tradisional Tiongkok memiliki implikasi yang luas di Asia Timur. Di Tiongkok kuno, rasi bintang dan planet dikaitkan dengan astrologi.
pl: Chińska astronomia została opracowana niezależnie i wykorzystuje własny system do łączenia gwiazd. Tradycyjna chińska kultura nieba ma daleko idące implikacje w Azji Wschodniej. W starożytnych Chinach konstelacje i planety były związane z astrologią.
pt: A astronomia chinesa foi desenvolvida de forma independente e usa seu próprio sistema para conectar as estrelas. A cultura tradicional chinesa do céu tem implicações de longo alcance no leste da Ásia. Na China antiga, constelações e planetas estavam associados à astrologia.
tr: Çin astronomisi bağımsız olarak geliştirildi ve yıldızları birbirine bağlamak için kendi sistemini kullanıyor. Geleneksel Çin Gökyüzü Kültürü, Doğu Asya'da geniş kapsamlı etkilere sahiptir. Antik Çin'de takımyıldızlar ve gezegenler astroloji ile ilişkilendirildi.
