Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: The ostrich nest - The necklace
fil: Ang pugad ng ostrich - Ang kuwintas
fr: Le nid d'autruche - Le collier
id: Sarang burung unta - Kalung
pl: Strusie gniazdo - Naszyjnik
pt: O ninho de avestruz - O colar
tr: devekuşu yuvası - kolye

source: An arc of stars representing an ostrich nest near the two groups of ostriches close to the river.
fil: Isang arko ng mga bituin na kumakatawan sa isang pugad ng ostrich malapit sa dalawang grupo ng mga ostrich malapit sa ilog.
fr: Un arc d'étoiles représentant un nid d'autruche près des deux groupes d'autruches proches de la rivière.
id: Busur bintang yang mewakili sarang burung unta di dekat dua kelompok burung unta di dekat sungai.
pl: Łuk gwiazd reprezentujący strusie gniazdo w pobliżu dwóch grup strusi w pobliżu rzeki.
pt: Um arco de estrelas representando um ninho de avestruz perto dos dois grupos de avestruzes perto do rio.
tr: Nehre yakın iki devekuşu grubunun yakınındaki bir devekuşu yuvasını temsil eden bir yıldız yayı.

source: The ostriches
fil: Ang mga ostrich
fr: Les autruches
id: Burung unta
pl: Strusie
pt: Os avestruzes
tr: devekuşları

source: Three stars in a line forming the belt of al-Jawza.
fil: Tatlong bituin sa isang linya na bumubuo sa sinturon ng al-Jawza.
fr: Trois étoiles alignées formant la ceinture d'al-Jawza.
id: Tiga bintang berjajar membentuk sabuk al-Jawza.
pl: Trzy gwiazdy w linii tworzącej pas al-Jawza.
pt: Três estrelas em uma linha formando o cinturão de al-Jawza.
tr: El-Cevza kuşağını oluşturan bir çizgide üç yıldız.

source: Mirzam of the tearful Shi'ra
fil: Mirzam ng nakakaiyak na Shi'ra
fr: Mirzam de la Shi'ra en larmes
id: Mirzam dari Syi'ah yang penuh air mata
pl: Mirzam płaczącego Shi'ra
pt: Mirzam do choroso Shi'ra
tr: Ağlayan Şi'ra'nın Mirzam'ı

source: Belarusian
fr: Biélorusse
id: Belarusia
pl: białoruska
pt: Bielorrusso
tr: belarusça

source: Astronomy constellations found in Belarus, a country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest.
fil: Ang mga konstelasyon ng astronomiya ay matatagpuan sa Belarus, isang bansa sa Silangang Europa na napapaligiran ng Russia sa hilagang-silangan, Ukraine sa timog, Poland sa kanluran, at Lithuania at Latvia sa hilagang-kanluran.
fr: Constellations astronomiques trouvées en Biélorussie, un pays d'Europe de l'Est bordé par la Russie au nord-est, l'Ukraine au sud, la Pologne à l'ouest et la Lituanie et la Lettonie au nord-ouest.
id: Rasi bintang astronomi ditemukan di Belarus, sebuah negara di Eropa Timur yang berbatasan dengan Rusia di timur laut, Ukraina di selatan, Polandia di barat, serta Lituania dan Latvia di barat laut.
pl: Konstelacje astronomiczne znalezione na Białorusi, kraju w Europie Wschodniej graniczy z Rosją na północnym wschodzie, Ukrainą na południu, Polską na zachodzie oraz Litwą i Łotwą na północnym zachodzie.
pt: Constelações de astronomia encontradas na Bielorrússia, um país do leste europeu limitado pela Rússia ao nordeste, Ucrânia ao sul, Polônia ao oeste e Lituânia e Letônia ao noroeste.
tr: Astronomi takımyıldızları, Doğu Avrupa'da kuzeydoğuda Rusya, güneyde Ukrayna, batıda Polonya ve kuzeybatıda Litvanya ve Letonya ile sınırlanan bir Doğu Avrupa ülkesi olan Beyaz Rusya'da bulundu.

source: Belarus is landlocked and contains large tracts of marshy land and thousands of lakes. Forests cover about 40% of the country. Belarus is exceptional in that people in the villages have preserved their traditional knowledge about the stars and related beliefs, right through to the present time. The illustrations are by no means exhaustive. In fact, many asterisms have multiple recorded meanings, ranging from ancient to Christianized.
fil: Ang Belarus ay landlocked at naglalaman ng malalaking tract ng marshy land at libu-libong lawa. Ang mga kagubatan ay sumasakop sa halos 40% ng bansa. Ang Belarus ay katangi-tangi dahil ang mga tao sa mga nayon ay napanatili ang kanilang tradisyonal na kaalaman tungkol sa mga bituin at mga kaugnay na paniniwala, hanggang sa kasalukuyan. Ang mga ilustrasyon ay hindi nangangahulugang kumpleto. Sa katunayan, maraming mga asterismo ang may maraming naitalang kahulugan, mula sa sinaunang panahon hanggang sa pagiging Kristiyano.
fr: La Biélorussie est enclavée et contient de grandes étendues de terres marécageuses et des milliers de lacs. Les forêts couvrent environ 40% du pays. La Biélorussie est exceptionnelle dans la mesure où les habitants des villages ont préservé leurs connaissances traditionnelles sur les étoiles et leurs croyances, jusqu'à nos jours. Les illustrations ne sont en aucun cas exhaustives. En fait, de nombreux astérismes ont plusieurs significations enregistrées, allant de l'ancien au christianisé.
id: Belarus terkurung daratan dan berisi banyak lahan berawa dan ribuan danau. Hutan menutupi sekitar 40% dari negara. Belarus luar biasa karena orang-orang di desa-desa telah melestarikan pengetahuan tradisional mereka tentang bintang-bintang dan kepercayaan terkait, hingga saat ini. Ilustrasinya sama sekali tidak lengkap. Faktanya, banyak asterisme memiliki banyak makna yang tercatat, mulai dari kuno hingga Kristen.
pl: Białoruś jest bez dostępu do morza i zawiera duże połacie podmokłych terenów i tysiące jezior. Lasy zajmują około 40% powierzchni kraju. Białoruś jest wyjątkowa pod tym względem, że ludzie we wsiach zachowali tradycyjną wiedzę na temat gwiazd i związanych z nimi wierzeń aż do chwili obecnej. Ilustracje w żadnym wypadku nie są wyczerpujące. W rzeczywistości wiele asteryzmów ma wiele zapisanych znaczeń, od starożytnych po chrystianizowane.
pt: A Bielorrússia está sem litoral e contém grandes extensões de terra pantanosa e milhares de lagos. As florestas cobrem cerca de 40% do país. A Bielorrússia é excepcional, pois as pessoas nas aldeias preservaram seus conhecimentos tradicionais sobre as estrelas e crenças relacionadas, até os dias atuais. As ilustrações não são de forma alguma exaustivas. De fato, muitos asterismos têm múltiplos significados registrados, variando do antigo ao cristianizado.
tr: Belarus karayla çevrilidir ve geniş bataklık arazileri ve binlerce göl içerir. Ormanlar ülkenin yaklaşık %40'ını kaplar. Beyaz Rusya, köylerdeki insanların yıldızlar ve ilgili inançlar hakkındaki geleneksel bilgilerini günümüze kadar korumaları bakımından istisnai bir durumdur. Çizimler hiçbir şekilde ayrıntılı değildir. Aslında, birçok yıldız işaretinin, antik çağlardan Hıristiyanlaştırılmışlara kadar değişen, kaydedilmiş birden çok anlamı vardır.

source: - [#1]: Tsimafei Avilin. 2009. [Astronyms in Belarussian folk beliefs](https://www.academia.edu/1586571/Astronyms_in_Belarussian_folk_beliefs). Archaeologia Baltica. - [#2]: Tsimafei Avilin. Belarussian Folk Astronomy. [The author's website, in Belarusian](http://aviti.livejournal.com). - [#3]: [Belarusian Ethnoastronomy](https://www.academia.edu/6901765/Belarusian_Ethnoastronomy). - [#4]: [Ethnoastronomical aspect of traditional belarusian fitonimicon: problem statement](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement). - [#5]: [Meteor Beliefs Project: East European meteor folk-beliefs](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs).
fil: - [#1]: Tsimafei Avilin. 2009. [Mga Astronym sa Belarussian folk beliefs](https://www.academia.edu/1586571/Astronyms_in_Belarussian_folk_beliefs). Archaeologia Baltica. - [#2]: Tsimafei Avilin. Belarusian Folk Astronomy. [Website ng may-akda, sa Belarusian](http://aviti.livejournal.com). - [#3]: [Belarusian Ethnoastronomy](https://www.academia.edu/6901765/Belarusian_Ethnoastronomy). - [#4]: [Ethnoastronomical na aspeto ng tradisyonal na belarusian fitonimicon: pahayag ng problema](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement). - [#5]: [Meteor Beliefs Project: East European meteor folk-beliefs](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs).
fr: - [#1]: Tsimafei Avilin. 2009. [Astronymes dans les croyances populaires biélorusses](https://www.academia.edu/1586571/Astronymes_in_Belarussian_folk_beliefs). Archaeologia Baltica. - [#2]: Tsimafei Avilin. Astronomie populaire biélorusse. [Site Web de l'auteur, en biélorusse](http://aviti.livejournal.com). - [#3]: [Ethnoastronomie biélorusse](https://www.academia.edu/6901765/Belarusian_Ethnoastronomy). - [#4]: [Aspect ethnoastronomique du fitonimicon biélorusse traditionnel: énoncé du problème](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement). - [#5]: [Projet Meteor Beliefs: croyances populaires des météores d'Europe de l'Est](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs).
id: - [#1]: Tsimafei Avilin. 2009. [Astronim dalam kepercayaan rakyat Belarusia](https://www.academia.edu/1586571/Astronyms_in_Belarussian_folk_beliefs). Arkeologi Baltik. - [#2]: Tsimafei Avilin. Astronomi Rakyat Belarusia. [Situs web penulis, dalam bahasa Belarusia](http://aviti.livejournal.com). - [#3]: [Etnoastronomi Belarusia](https://www.academia.edu/6901765/Belarusia_Ethnoastronomy). - [#4]: [Aspek etnoastronomi dari fitonimikon belarus tradisional: pernyataan masalah](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement). - [#5]: [Proyek Kepercayaan Meteor: kepercayaan rakyat meteor Eropa Timur](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs).
pl: - [#1]: Tsimafei Avilin. 2009. [Astronmy w białoruskich wierzeniach ludowych](https://www.academia.edu/1586571/Astronyms_in_Belarussian_folk_beliefs). Archaeologia Baltica. - [#2]: Tsimafei Avilin. Białoruska astronomia ludowa. [Strona internetowa autora w języku białoruskim](http://aviti.livejournal.com). - [#3]: [Ethnicastronomy białoruskie](https://www.academia.edu/6901765/Bialarusian_Ethnoastronomy). - [#4]: [Etnoastronomiczny aspekt tradycyjnego białoruskiego fitonimikonu: opis problemu](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement). - [#5]: [Meteor Beliefs Project: East-meteor meteor-folk-faith](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs).
pt: - [#1]: Tsimafei Avilin. 2009. [Astrônimos nas crenças populares da Bielorrússia](https://www.academia.edu/1586571/Astronym_in_Belarussian_folk_beliefs). Archaeologia Baltica. - [#2]: Tsimafei Avilin. Astronomia popular da Bielorrússia. [Site do autor, em bielorrusso](http://aviti.livejournal.com). - [#3]: [Etnoastronomia da Bielorrússia](https://www.academia.edu/6901765/Belarusian_Ethnoastronomy). - [#4]: [Aspecto etnoastronômico do fitonimicon bielorrusso tradicional: declaração do problema](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement). - [#5]: [Projeto de Crenças de Meteoros: crenças populares de meteoros do Leste Europeu](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_East_European_meteor_folk-beliefs).
tr: - [#1]: Tsimafei Avilin. 2009. [Belarus halk inançlarında astronomiler](https://www.academia.edu/1586571/Astronyms_in_Belarussian_folk_beliefs). Archaeologia Baltica. - [#2]: Tsimafei Avilin. Belarus Halk Astronomisi. [Yazarın Belarusça web sitesi](http://aviti.livejournal.com). - [#3]: [Belarus Ethnoastronomy](https://www.academia.edu/6901765/Belarusian_Ethnoastronomy). - [#4]: [Geleneksel belarus fitonimicon'un etnoastronomik yönü: sorun bildirimi](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement). - [#5]: [Meteor İnançları Projesi: Doğu Avrupa meteor halk inançları](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs).

source: Text and data by Alexander Wolf, [Tsimafei Avilin](https://nasb-by.academia.edu/TsimafeiAvilin) and Johan Meuris. Illustrations by Johan Meuris.
fil: Teksto at data ni Alexander Wolf, [Tsimafei Avilin](https://nasb-by.academia.edu/TsimafeiAvilin) at Johan Meuris. Mga guhit ni Johan Meuris.
fr: Texte et données d'Alexander Wolf, [Tsimafei Avilin](https://nasb-by.academia.edu/TsimafeiAvilin) et Johan Meuris. Illustrations de Johan Meuris.
id: Teks dan data oleh Alexander Wolf, [Tsimafei Avilin](https://nasb-by.academia.edu/TsimafeiAvilin) dan Johan Meuris. Ilustrasi oleh Johan Meuris.
pl: Tekst i dane: Alexander Wolf, [Tsimafei Avilin](https://nasb-by.academia.edu/TsimafeiAvilin) i Johan Meuris. Ilustracje: Johan Meuris.
pt: Texto e dados de Alexander Wolf, [Tsimafei Avilin](https://nasb-by.academia.edu/TsimafeiAvilin) e Johan Meuris. Ilustrações de Johan Meuris.
tr: Metin ve veriler Alexander Wolf, [Tsimafei Avilin](https://nasb-by.academia.edu/TsimafeiAvilin) ve Johan Meuris. Johan Meuris'in çizimleri.

source: Text and data: CC BY-SA Illustrations: Free Art License
fil: Teksto at data: CC BY-SA Mga Ilustrasyon: Libreng Lisensya sa Sining
fr: Texte et données: CC BY-SA Illustrations: Licence artistique gratuite
id: Teks dan data: CC BY-SA Ilustrasi: Lisensi Seni Gratis
pl: Tekst i dane: CC BY-SA Ilustracje: Licencja Wolnej Sztuki
pt: Texto e dados: CC BY-SA Ilustrações: Licença de Arte Gratuita
tr: Metin ve veriler: CC BY-SA İllüstrasyonlar: Ücretsiz Sanat Lisansı

source: Elias's Cart
fil: Ang Cart ni Elias
fr: Le Chariot d'Elias
id: Kereta Elias
pl: Wóz Eliasa
pt: Carrinho de Elias
tr: Elias'ın Arabası

source: The burning cart that is ridden by Elias, the Christianized version of a constellation previously seen as simply a large cart.
fil: Ang nasusunog na kariton na sinakyan ni Elias, ang Kristiyanong bersyon ng isang konstelasyon na dating nakita bilang isang malaking kariton.
fr: Le chariot en feu qui est monté par Elias, la version christianisée d'une constellation vue auparavant comme un simple grand chariot.
id: Gerobak terbakar yang dikendarai oleh Elias, versi Kristen dari konstelasi yang sebelumnya hanya terlihat sebagai kereta besar.
pl: Płonący wózek, którym jeździ Elias, chrystianizowana wersja konstelacji, która wcześniej była postrzegana jako po prostu duży wózek.
pt: O carrinho em chamas montado por Elias, a versão cristianizada de uma constelação anteriormente vista simplesmente como um carrinho grande.
tr: Elias'ın bastığı yanan araba, daha önce sadece büyük bir araba olarak görülen bir takımyıldızın Hıristiyanlaştırılmış versiyonu.

source: The Bride
fil: Ang Nobya
fr: La Mariée
id: Pengantin
pl: Panna młoda
pt: A noiva
tr: Gelin

source: The Hens
fil: Ang mga Inahin
fr: Les poules
id: ayam betina
pl: Kury
pt: As galinhas
tr: tavuklar

source: The Cross of Saint Peter
fil: Ang Krus ni San Pedro
fr: La Croix de Saint Pierre
id: Salib Santo Petrus
pl: Krzyż Świętego Piotra
pt: A Cruz de São Pedro
tr: Aziz Peter Haçı

source: A Peter’s cross.
fil: Isang krus ni Pedro.
fr: Une croix de Pierre.
id: Sebuah salib Petrus.
pl: Krzyż Piotrowy.
pt: Uma cruz de Pedro.
tr: Bir Peter'ın haçı.

source: The Crown
fil: Ang korona
fr: La Couronne
id: Mahkota
pl: Korona
pt: A coroa
tr: Taç

source: The thorn wreath that was put on Christ’s head.
fil: Ang koronang tinik na inilagay sa ulo ni Kristo.
fr: La couronne d'épines qui a été placée sur la tête du Christ.
id: Karangan bunga duri yang ditaruh di kepala Kristus.
pl: Cierniowy wieniec nałożony na głowę Chrystusa.
pt: A coroa de espinhos que foi colocada na cabeça de Cristo.
tr: İsa'nın başına konan dikenli çelenk.

source: The She-Goat
fil: Ang She-Goat
fr: La Chèvre
id: Kambing betina
pl: Koza
pt: A cabra
tr: Dişi Keçi

source: The Grass Snakes
fil: Ang Grass Snakes
fr: La Couleuvre
id: Ular Rumput
pt: As cobras de grama
tr: Çim Yılanları

source: Poland and Lithuania
fil: Poland at Lithuania
fr: Pologne et Lituanie
id: Polandia dan Lituania
pl: Polska i Litwa
pt: Polônia e Lituânia
tr: Polonya ve Litvanya

source: These three stars stand one after another in the manner of people mowing the fields.
fil: Ang tatlong bituin na ito ay sunod-sunod na nakatayo sa paraan ng paggapas ng mga tao sa mga bukid.
fr: Ces trois étoiles se tiennent l'une après l'autre à la manière des gens qui tondent les champs.
id: Ketiga bintang ini berdiri satu demi satu dalam cara orang memotong ladang.
pl: Te trzy gwiazdy stoją jedna za drugą w sposób, w jaki ludzie koszą pola.
pt: Essas três estrelas se posicionam uma após a outra na maneira de pessoas cortando a grama.
tr: Bu üç yıldız, tarlaları biçen insanların tarzında birbiri ardına duruyor.

source: The north star is seen as a nail around which the skies revolve.
fil: Ang hilagang bituin ay nakikita bilang isang pako kung saan umiikot ang kalangitan.
fr: L'étoile septentrionale est vue comme un clou autour duquel le ciel tourne.
id: Bintang utara dipandang sebagai paku yang mengelilingi langit.
pl: Gwiazda północna jest postrzegana jako gwóźdź, wokół którego obracają się nieba.
pt: A estrela do norte é vista como um prego em torno do qual os céus giram.
tr: Kuzey yıldızı, gökyüzünün etrafında döndüğü bir çivi olarak görülüyor.

source: The Rake
fil: Ang Rake
fr: Le Râteau
id: Rake
pl: Grabie
pt: O ancinho
tr: Tırmık

source: The Ram
fil: Ang lalaking tupa
fr: Le Bélier
id: Kambing Jantan
pl: Baran
pt: O Carneiro
tr: Koç

source: The Serpent
fil: Ang Serpyente
fr: Le serpent
id: Ular
pl: Wąż
pt: A Serpente
tr: Yılan

source: St. Yuri killed this serpent and hung it near the star that always stands in the same place.
fil: Pinatay ni St. Yuri ang ahas na ito at isinabit malapit sa bituin na laging nakatayo sa iisang lugar.
fr: Saint Yuri a tué ce serpent et l'a accroché près de l'étoile qui se tient toujours au même endroit.
id: St Yuri membunuh ular ini dan menggantungnya di dekat bintang yang selalu berdiri di tempat yang sama.
pl: Święty Jurij zabił tego węża i zawiesił go w pobliżu gwiazdy, która zawsze stoi w tym samym miejscu.
pt: St. Yuri matou essa serpente e a pendurou perto da estrela que sempre fica no mesmo lugar.
tr: Aziz Yuri bu yılanı öldürdü ve her zaman aynı yerde duran yıldızın yanına astı.

source: The Sieve
fil: Ang Salain
fr: Le Tamis
id: Saringan
pl: Sito
pt: A peneira
tr: elek

source: It was said that "God used to sift grains of _zhito_ through it".
fil: Sinabi na "Dati ay sinasala ng Diyos ang mga butil ng _zhito_ sa pamamagitan nito".
fr: Il a été dit que "Dieu avait l'habitude de tamiser les grains de _zhito_".
id: Dikatakan bahwa "Tuhan biasa menyaring butiran _zhito_ melaluinya".
pl: Mówiono, że „Bóg przesiewał przez nie ziarna zhito”.
pt: Dizia-se que "Deus costumava peneirar grãos de zhito_ através dele".
tr: "Tanrı, içinden zhito_ taneleri elerdi" denildi.

source: The Small Cart
fil: Ang Maliit na Cart
fr: Le petit Chariot
id: Gerobak Kecil
pl: Mały wózek
pt: O carrinho pequeno
tr: Küçük Araba

source: Ursa Minor resembles the large cart of Ursa Major.
fil: Ang Ursa Minor ay kahawig ng malaking kariton ng Ursa Major.
fr: Ursa Minor ressemble au grand chariot d'Ursa Major.
id: Ursa Minor menyerupai gerobak besar Ursa Major.
pl: Ursa Minor przypomina duży wózek Ursa Major.
pt: A Ursa Menor se assemelha ao grande carrinho da Ursa Maior.
tr: Ursa Minor, Ursa Major'ın büyük arabasını andırıyor.

source: The Throne of Jesus
fil: Ang Trono ni Hesus
fr: Le Trône de Jésus
id: Tahta Yesus
pl: Tron Jezusa
pt: O trono de jesus
tr: İsa'nın Tahtı

source: Lord Jesus's chair.
fil: upuan ng Panginoong Hesus.
fr: La chaise du Seigneur Jésus.
id: kursi Tuhan Yesus.
pl: Krzesło Pana Jezusa.
pt: A cadeira do Senhor Jesus.
tr: Rab İsa'nın sandalyesi.

source: The Twins
fil: Ang kambal
fr: Les Gémeaux
id: Anak Kembar
pl: Bliźnięta
pt: Os Gêmeos
tr: İkizler

source: The Wild Goat
fil: Ang Mabangis na Kambing
fr: La Chèvre sauvage
id: Kambing Liar
pl: Dzika Koza
pt: A cabra selvagem
tr: yaban keçisi

source: The Goose's Way
fil: Ang Daan ng Gansa
fr: Le Chemin de l'Oie
id: Jalan Angsa
pt: O Caminho do Ganso
tr: Kazın Yolu

source: Kaza
pl: wypadek
pt: acidente

source: The Blackfoot is an Algonquian-speaking tribe living in the northern Great Plains of North America.
fil: Ang Blackfoot ay isang tribong nagsasalita ng Algonquian na naninirahan sa hilagang Great Plains ng North America.
fr: Les Pieds-Noirs sont une tribu de langue algonquienne vivant dans le nord des Grandes Plaines de l'Amérique du Nord.
id: The Blackfoot adalah suku berbahasa Algonquian yang tinggal di Great Plains utara Amerika Utara.
pl: Czarna Stopa to posługujące się językiem algonkińskim plemię żyjące na północnych Wielkich Równinach Ameryki Północnej.
pt: O Blackfoot é uma tribo de língua algonquina que vive no norte das Grandes Planícies da América do Norte.
tr: Blackfoot, Kuzey Amerika'nın kuzeyindeki Great Plains'de yaşayan Algonquianca konuşan bir kabiledir.
