Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: [Paul Krizak](mailto:paul.krizak@gmail.com) and [Jonathan E. Piskor](mailto:jonathan.e.piskor@gmail.com) Rework by Stellarium Team.
fil: [Paul Krizak](mailto:paul.krizak@gmail.com) at [Jonathan E. Piskor](mailto:jonathan.e.piskor@gmail.com) Rework ng Stellarium Team.
fr: [Paul Krizak](mailto:paul.krizak@gmail.com) et [Jonathan E. Piskor](mailto:jonathan.e.piskor@gmail.com) Refonte par l'équipe Stellarium.
id: [Paul Krizak](mailto:paul.krizak@gmail.com) dan [Jonathan E. Piskor](mailto:jonathan.e.piskor@gmail.com) Pengerjaan ulang oleh Tim Stellarium.
pl: [Paul Krizak](mailto:paul.krizak@gmail.com) i [Jonathan E. Piskor](mailto:jonathan.e.piskor@gmail.com) Przeróbka przez zespół Stellarium.
pt: [Paul Krizak](mailto:paul.krizak@gmail.com) e [Jonathan E. Piskor](mailto:jonathan.e.piskor@gmail.com) Retrabalho da equipe Stellarium.
tr: [Paul Krizak](mailto:paul.krizak@gmail.com) ve [Jonathan E. Piskor](mailto:jonathan.e.piskor@gmail.com) Stellarium Ekibi tarafından yeniden işlendi.

source: Western (O.Hlad)
fil: Kanluranin (O.Hlad)
fr: Occidentale (O. Hlad)
id: Barat (O.Hlad)
pl: Kultura zachodnia (Oldrich Hlad)
pt: Ocidental (O.Hlad)
tr: Batı (O.Hlad)

source: A variation of the Western sky culture with lines reproducing the 1988 Czech printed atlas _Hvězdná obloha 2000.0_ by Hlad et al.
fil: Isang pagkakaiba-iba ng Western sky culture na may mga linyang nagre-reproduce ng 1988 Czech printed atlas _Hvězdná obloha 2000.0_ ni Hlad et al.
fr: Une variation de la culture du ciel occidental avec des lignes reproduisant l'atlas imprimé tchèque de 1988 _Hvězdná obloha 2000.0_ par Hlad et al.
id: Variasi budaya langit Barat dengan garis-garis yang mereproduksi atlas cetak Ceko 1988 _Hvězdná obloha 20000.0_ oleh Hlad et al.
pl: Odmiana kultury zachodniego nieba z liniami odtwarzającymi czeski atlas Hvězdná obloha 2000.0 z 1988 roku autorstwa Hlad et al.
pt: Uma variação da cultura do céu ocidental com linhas reproduzindo o atlas impresso em tcheco de 1988 _Hvězdná obloha 2000.0_ por Hlad et al.
tr: Batı gökyüzü kültürünün, Hlad ve ark.

source: This atlas [#1] is is a folder of loose sheets (62x46cm) with 85,000 celestial objects and very decent line prints of the modern constellations. The constellations in this sky culture follow the 88 IAU-constellations. Only stars brighter than 5th magnitude are used because the fainter ones are difficult to spot in towns. The resulting lines are also a bit simpler and easier-to-remember for children. These constellations are used at the Observatory and Planetarium Hradec Králové in the Czech Republic. The atlas contains not only stars but also deep sky objects and transients (novae and supernovae); newer editions are based on the data hosted online by the Centre des données stellaires, Observatoire de Strasbourg. These Czech constellation lines are designed to basically connect stars with Greek-letter (α, β, γ, ...) designations, which are the brightest stars of the constellations. In some cases, similarly bright stars without such position in the classical Greek figure are included, especially when they form a mnemotechnic figure (like the 'W' of Cassiopeia, or 'hurdles-runner' instead of Virgo). There are (rather similar) Czech and Slovak references: [#2] and [#3]. Notes on deviations from the commonly known depiction: * UMa is taken from Pittich and Kalmančok (1981); M81 and M82 galaxies are just behind Bear's head. * Gem is a similar case. * Cam appears upside-down compared to the traditional mythological figure, but HIP 29997, 33694 stars are indeed brighter.
fil: Ang atlas na ito [#1] ay isang folder ng mga maluwag na sheet (62x46cm) na may 85,000 celestial na bagay at napaka disenteng line print ng mga modernong konstelasyon. Ang mga konstelasyon sa kultura ng kalangitan na ito ay sumusunod sa 88 IAU-konstelasyon. Ang mga bituin lamang na mas maliwanag kaysa sa 5th magnitude ang ginagamit dahil ang mga malabo ay mahirap makita sa mga bayan. Ang mga resultang linya ay medyo mas simple at mas madaling tandaan para sa mga bata. Ang mga konstelasyon na ito ay ginagamit sa Observatory at Planetarium Hradec Králové sa Czech Republic. Ang atlas ay naglalaman ng hindi lamang mga bituin kundi pati na rin ang mga malalalim na bagay sa kalangitan at lumilipas (novae at supernovae); ang mga mas bagong edisyon ay batay sa data na naka-host online ng Center des données stellaires, Observatoire de Strasbourg. Ang mga linya ng konstelasyon ng Czech na ito ay idinisenyo upang karaniwang ikonekta ang mga bituin na may mga pagtatalagang Greek-letter (α, β, γ, ...), na siyang pinakamaliwanag na mga bituin ng mga konstelasyon. Sa ilang mga kaso, ang mga katulad na maliliwanag na bituin na walang ganoong posisyon sa klasikal na pigura ng Griyego ay kasama, lalo na kapag bumubuo sila ng isang mnemotechnic figure (tulad ng 'W' ng Cassiopeia, o 'hurdles-runner' sa halip na Virgo). Mayroong (medyo magkatulad) na mga sanggunian sa Czech at Slovak: [#2] at [#3]. Mga tala sa mga paglihis mula sa karaniwang kilalang paglalarawan: * Ang UMa ay kinuha mula sa Pittich at Kalmančok (1981); Nasa likod lang ng ulo ng Bear ang M81 at M82 galaxy. * Ang Gem ay isang katulad na kaso. * Lumilitaw na baligtad ang Cam kumpara sa tradisyonal na mythological figure, ngunit ang HIP 29997, 33694 na mga bituin ay talagang mas maliwanag.
fr: Cet atlas [#1] est un dossier de feuilles volantes (62x46cm) avec 85 000 objets célestes et des tirages au trait très corrects des constellations modernes. Les constellations de cette culture du ciel suivent les 88 constellations de l'IAU. Seules les étoiles plus brillantes que la 5ème magnitude sont utilisées car les plus faibles sont difficiles à repérer dans les villes. Les lignes qui en résultent sont également un peu plus simples et plus faciles à retenir pour les enfants. Ces constellations sont utilisées à l'Observatoire et Planétarium Hradec Králové en République tchèque. L'atlas contient non seulement des étoiles mais aussi des objets du ciel profond et des transitoires (novae et supernovae); les éditions plus récentes sont basées sur les données hébergées en ligne par le Centre des données stellaires, Observatoire de Strasbourg. Ces lignes de constellation tchèques sont conçues pour connecter essentiellement les étoiles avec des désignations en lettres grecques (α, β, , ...), qui sont les étoiles les plus brillantes des constellations. Dans certains cas, des étoiles tout aussi brillantes sans une telle position dans la figure grecque classique sont incluses, en particulier lorsqu'elles forment une figure mnémotechnique (comme le « W » de Cassiopée, ou « coureur d'obstacles » au lieu de la Vierge). Il existe des références tchèques et slovaques (plutôt similaires) : [#2] et [#3]. Notes sur les écarts par rapport à la description communément connue : * UMa est tiré de Pittich et Kalmančok (1981) ; Les galaxies M81 et M82 sont juste derrière la tête de Bear. * Gem est un cas similaire. * Cam apparaît à l'envers par rapport à la figure mythologique traditionnelle, mais les étoiles HIP 29997, 33694 sont en effet plus brillantes.
id: Atlas [#1] ini adalah folder lembaran lepas (62x46cm) dengan 85.000 benda langit dan cetakan garis yang sangat baik dari konstelasi modern. Rasi bintang dalam budaya langit ini mengikuti 88 rasi bintang IAU. Hanya bintang yang lebih terang dari magnitudo 5 yang digunakan karena yang lebih redup sulit dikenali di kota. Garis yang dihasilkan juga sedikit lebih sederhana dan lebih mudah diingat untuk anak-anak. Rasi bintang ini digunakan di Observatorium dan Planetarium Hradec Králové di Republik Ceko. Atlas tidak hanya berisi bintang tetapi juga objek langit dalam dan transien (nova dan supernova); edisi yang lebih baru didasarkan pada data yang dihosting secara online oleh Centre des données stellaaires, Observatoire de Strasbourg. Garis konstelasi Ceko ini pada dasarnya dirancang untuk menghubungkan bintang-bintang dengan sebutan huruf Yunani (α, , , ...), yang merupakan bintang paling terang dari rasi bintang. Dalam beberapa kasus, bintang terang yang sama tanpa posisi seperti itu dalam figur Yunani klasik disertakan, terutama ketika mereka membentuk figur mnemoteknik (seperti 'W' dari Cassiopeia, atau 'pelari lari gawang' bukan Virgo). Ada (agak mirip) referensi Ceko dan Slovakia: [#2] dan [#3]. Catatan tentang penyimpangan dari penggambaran yang umum dikenal: * UMa diambil dari Pittich dan Kalmančok (1981); Galaksi M81 dan M82 berada tepat di belakang kepala Bear. * Permata adalah kasus serupa. * Cam muncul terbalik dibandingkan dengan tokoh mitologi tradisional, tetapi HIP 29997, 33694 bintang memang lebih terang.
pl: Ten atlas [#1] to folder luźnych kartek (62x46cm) z 85 000 obiektów niebieskich i bardzo przyzwoitymi liniami odbitek współczesnych gwiazdozbiorów. Konstelacje w tej kulturze nieba podążają za 88 konstelacjami IAU. Wykorzystywane są tylko gwiazdy jaśniejsze niż 5 magnitudo, ponieważ słabsze są trudne do zauważenia w miastach. Powstałe linie są również nieco prostsze i łatwiejsze do zapamiętania dla dzieci. Te konstelacje są używane w Obserwatorium i Planetarium Hradec Králové w Czechach. Atlas zawiera nie tylko gwiazdy, ale także obiekty głębokiego nieba i stany nieustalone (nowe i supernowe); nowsze wydania opierają się na danych przechowywanych online przez Centre des données stellaires, Observatoire de Strasbourg. Te czeskie linie gwiazdozbiorów mają zasadniczo łączyć gwiazdy z greckimi oznaczeniami (α, β, γ, ...), które są najjaśniejszymi gwiazdami konstelacji. W niektórych przypadkach uwzględnia się podobnie jasne gwiazdy bez takiej pozycji w klasycznej figurze greckiej, zwłaszcza gdy tworzą one figurę mnemotechniczną (jak „W” Kasjopei lub „biegacz przez płotki” zamiast Panny). Istnieją (raczej podobne) odniesienia czeskie i słowackie: [#2] i [#3]. Uwagi dotyczące odchyleń od powszechnie znanego opisu: * UMa pochodzi z Pitticha i Kalmančoka (1981); Galaktyki M81 i M82 znajdują się tuż za głową Niedźwiedzia. * Gem jest podobnym przypadkiem. * Cam wygląda na odwróconą w porównaniu z tradycyjną postacią mitologiczną, ale gwiazdy HIP 29997, 33694 są rzeczywiście jaśniejsze.
pt: Este atlas [#1] é uma pasta de folhas soltas (62x46cm) com 85.000 objetos celestes e impressões de linhas muito decentes das constelações modernas. As constelações nesta cultura celeste seguem as 88 constelações IAU. Apenas estrelas mais brilhantes do que a magnitude 5 são usadas porque as mais fracas são difíceis de localizar nas cidades. As linhas resultantes também são um pouco mais simples e fáceis de lembrar para as crianças. Essas constelações são usadas no Observatório e Planetário Hradec Králové na República Tcheca. O atlas contém não apenas estrelas, mas também objetos e transientes do céu profundo (novas e supernovas); as edições mais recentes baseiam-se nos dados hospedados online pelo Centre des données stellaires, Observatoire de Strasbourg. Estas linhas de constelação checas são projetadas basicamente para conectar estrelas com designações de letras gregas (α, β, γ, ...), que são as estrelas mais brilhantes das constelações. Em alguns casos, estrelas igualmente brilhantes sem tal posição na figura grega clássica são incluídas, especialmente quando formam uma figura mnemotécnica (como o 'W' de Cassiopeia, ou 'corredor com barreiras' em vez de Virgem). Existem referências checas e eslovacas (bastante semelhantes): [#2] e [#3]. Notas sobre desvios da representação comumente conhecida: * UMa é retirado de Pittich e Kalmančok (1981); As galáxias M81 e M82 estão logo atrás da cabeça de Bear. * Gem é um caso semelhante. * Cam aparece de cabeça para baixo em comparação com a figura mitológica tradicional, mas HIP 29997, 33694 estrelas são realmente mais brilhantes.
tr: Bu atlas [#1], 85.000 gök cismi ve modern takımyıldızların çok iyi çizgi baskıları ile gevşek sayfalardan (62x46cm) oluşan bir klasördür. Bu gökyüzü kültüründeki takımyıldızlar, 88 IAU takımyıldızını takip eder. Sadece 5. kadirden daha parlak yıldızlar kullanılır, çünkü daha sönük olanları kasabalarda tespit etmek zordur. Ortaya çıkan çizgiler de çocuklar için biraz daha basit ve hatırlaması daha kolay. Bu takımyıldızlar, Çek Cumhuriyeti'ndeki Gözlemevi ve Planetarium Hradec Králové'de kullanılmaktadır. Atlas sadece yıldızları değil, aynı zamanda derin gökyüzü nesnelerini ve geçici olayları (nova ve süpernova); daha yeni basımlar, Centre des données stellaires, Observatoire de Strasbourg tarafından çevrimiçi olarak barındırılan verilere dayanmaktadır. Bu Çek takımyıldız çizgileri, temel olarak yıldızları, takımyıldızların en parlak yıldızları olan Yunan harfli (α, β, γ, ...) işaretleriyle birleştirmek için tasarlanmıştır. Bazı durumlarda, klasik Yunan figüründe böyle bir konuma sahip olmayan benzer şekilde parlak yıldızlar, özellikle bir anımsatıcı teknik figür oluşturduklarında (Cassiopeia'nın 'W'si veya Başak yerine 'engelli koşucusu' gibi) dahil edilir. (Oldukça benzer) Çek ve Slovak referansları vardır: [#2] ve [#3]. Yaygın olarak bilinen tasvirden sapmalar hakkında notlar: * UMa, Pittich ve Kalmančok'tan (1981) alınmıştır; M81 ve M82 galaksileri, Bear'in başının hemen arkasındadır. * Gem benzer bir durumdur. * Cam, geleneksel mitolojik figürle karşılaştırıldığında baş aşağı görünür, ancak HIP 29997, 33694 yıldızları gerçekten daha parlaktır.

source: - [#1]: Hlad, Hovorka, Polechová, Weiselová (1988): _Hvězdná obloha 2000.0_. Praha: Geodetický a kartografický podnik. - [#2]: Hlad, Oldrich; Hovorka, Frantisek; Sojka, Petr; Weiselová, Jitka (2000): _Atlas Coeli Novus 2000.0_. Praha: Hvězdárna a planetárium hl. m. Prahy, ETC publishing. - [#3]: Pittich, Kalmančok (1981): _Obloha na dlani_. Bratislava: Obzor.
fil: - [#1]: Hlad, Hovorka, Polechová, Weiselová (1988): _Hvězdná obloha 2000.0_. Praha: Geodetický at kartografický podnik. - [#2]: Hlad, Oldrich; Hovorka, Frantisek; Sojka, Petr; Weiselová, Jitka (2000): _Atlas Coeli Novus 2000.0_. Praha: Hvězdárna a planetarium hl. m. Prahy, ETC publishing. - [#3]: Pittich, Kalmančok (1981): _Obloha na dlani_. Bratislava: Obzor.
fr: - [#1]: Hlad, Hovorka, Polechová, Weiselová (1988): _Hvězdná obloha 2000.0_. Praha: Geodetický a kartografický podnik. - [#2]: Hlad, Oldrich; Hovorka, Frantisek; Sojka, Petr; Weiselová, Jitka (2000): _Atlas Coeli Novus 2000.0_. Praha: Hvězdárna a planetárium hl. m. Prahy, publication ETC. - [#3]: Pittich, Kalmančok (1981): _Obloha na dlani_. Bratislava: Obzor.
id: - [#1]: Hlad, Hovorka, Polechová, Weiselová (1988): _Hvězdná obloha 20000.0_. Praha: Geodetický a kartografický podnik. - [#2]: Hlad, Oldrich; Hovorka, Frantisek; Sojka, Petr; Weiselová, Jitka (2000): _Atlas Coeli Novus 20000.0_. Praha: Hvězdárna a planetarium hl. m. Prahy, penerbitan DLL. - [#3]: Pittich, Kalmančok (1981): _Obloha na dlani_. Bratislava: Obzor.
pl: - [#1]: Hlad, Hovorka, Polechová, Weiselová (1988): _Hvězdná obloha 2000.0_. Praha: Geodetický a kartografický podnik. - [#2]: Hlad, Oldrich; Hovorka, Frantisek; Sojka, Petr; Weiselová, Jitka (2000): _Atlas Coeli Novus 2000.0_. Praha: Hvězdárna a planetárium hl. m. Prahy, wydawnictwo ETC. - [#3]: Pittich, Kalmančok (1981): _Obloha na dlani_. Bratysława: Obzor.
pt: - [#1]: Hlad, Hovorka, Polechová, Weiselová (1988): Hvězdná obloha 2000.0_. Praha: Geodetický a kartografický podnik. - [#2]: Hlad, Oldrich; Hovorka, Frantisek; Sojka, Petr; Weiselová, Jitka (2000): Atlas Coeli Novus 2000.0. Praha: Hvězdárna a planetárium hl. m. Prahy, publicação ETC. - [#3]: Pittich, Kalmančok (1981): _Obloha na dlani_. Bratislava: Obzor.
tr: - [#1]: Hlad, Hovorka, Polechová, Weiselová (1988): _Hvězdná obloha 2000.0_. Praha: Geodetický bir kartografický podnik. - [#2]: Hlad, Oldrich; Hovorka, Frantisek; Sojka, Petr; Weiselová, Jitka (2000): _Atlas Coeli Novus 2000.0_. Praha: Hvězdárna a planetárium hl. m. Prahy, ETC yayıncılık. - [#3]: Pittich, Kalmančok (1981): _Obloha na dlani_. Bratislava: Obzor.

source: Miroslav Broz created version 1.0 for Stellarium 0.13.1. Updates are available [there](http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/). Description re-worked by Stellarium's team.
fil: Nilikha ni Miroslav Broz ang bersyon 1.0 para sa Stellarium 0.13.1. Available ang mga update [doon](http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/). Ang paglalarawan ay muling ginawa ng koponan ni Stellarium.
fr: Miroslav Broz a créé la version 1.0 pour Stellarium 0.13.1. Des mises à jour sont disponibles [sur place](http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/). Description retravaillée par l'équipe de Stellarium.
id: Miroslav Broz membuat versi 1.0 untuk Stellarium 0.13.1. Pembaruan tersedia [di sana](http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/). Deskripsi dikerjakan ulang oleh tim Stellarium.
pl: Miroslav Broz stworzył wersję 1.0 dla Stellarium 0.13.1. Aktualizacje są dostępne [tam](http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/). Opis przerobiony przez zespół Stellarium.
pt: Miroslav Broz criou a versão 1.0 para Stellarium 0.13.1. As atualizações estão disponíveis [lá](http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/). Descrição retrabalhada pela equipe do Stellarium.
tr: Miroslav Broz, Stellarium 0.13.1 için 1.0 sürümünü oluşturdu. Güncellemeler [orada](http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/) mevcuttur. Açıklama Stellarium'un ekibi tarafından yeniden düzenlendi.

source: Western (H.A.Rey)
fil: Kanluranin (H.A.Rey)
fr: Occidentale (H.A. Rey)
id: Barat (H.A.Rey)
pl: Zachodnia (H.A.Rey)
pt: Ocidental (H. A. Rey)
tr: Batı (H.A.Rey)

source: A variation of the Western sky culture with lines reproducing the 1952 book _The Stars - A New Way To See Them_ by H. A. Rey.
fil: Isang pagkakaiba-iba ng kultura ng kalangitan sa Kanluran na may mga linyang nagre-reproduce ng 1952 na aklat na _The Stars - A New Way To See Them_ ni H. A. Rey.
fr: Une variation de la culture du ciel occidental avec des lignes reproduisant le livre de 1952 _The Stars - A New Way To See Them_ de H. A. Rey.
id: Variasi budaya langit Barat dengan garis-garis yang mereproduksi buku tahun 1952 _The Stars - A New Way To See Them_ oleh H. A. Rey.
pl: Odmiana kultury zachodniego nieba z liniami odtwarzającymi książkę H.A. Reya „Gwiazdy – nowy sposób ich zobaczenia” z 1952 roku.
pt: Uma variação da cultura do céu ocidental com linhas que reproduzem o livro de 1952 _As estrelas - Uma nova maneira de vê-las_ de H. A. Rey.
tr: Batı gökyüzü kültürünün, 1952 tarihli H. A. Rey'in _Yıldızlar - Onları Görmenin Yeni Bir Yolu_ kitabını yeniden üreten çizgilerle bir varyasyonu.
