Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: Contemporary Chinese use the constellations defined by the International Astronomical Union but they combine it with their traditional starlore wherever possible. The 300 traditional Chinese asterisms deviate largely from the newly defined modern areas and are no longer applicable in astronomy. However, the traditional Chinese star names are still in common usage today, even more common than Bayer/Flamsteed designations. They are composed of the name of the traditional asterism plus a number. A few stars also have proper names, such as Alpha Leonis which is called "the Queen's Star".
fil: Ginagamit ng mga kontemporaryong Tsino ang mga konstelasyon na tinukoy ng International Astronomical Union ngunit pinagsama nila ito sa kanilang tradisyonal na starlore hangga't maaari. Ang 300 tradisyunal na asterismo ng Tsino ay higit na lumihis mula sa mga bagong tinukoy na modernong lugar at hindi na naaangkop sa astronomiya. Gayunpaman, ang mga tradisyonal na Chinese star na pangalan ay ginagamit pa rin ngayon, mas karaniwan kaysa sa mga pagtatalaga ng Bayer/Flamsteed. Binubuo ang mga ito ng pangalan ng tradisyonal na asterismo kasama ang isang numero. Ang ilang mga bituin ay mayroon ding mga wastong pangalan, tulad ng Alpha Leonis na tinatawag na "The Queen's Star".
fr: Les Chinois contemporains utilisent les constellations définies par l'Union astronomique internationale mais ils la combinent avec leur starlore traditionnel autant que possible. Les 300 astérismes chinois traditionnels s'écartent largement des zones modernes nouvellement définies et ne sont plus applicables en astronomie. Cependant, les noms d'étoiles chinoises traditionnels sont encore d'usage courant aujourd'hui, encore plus courants que les désignations Bayer / Flamsteed. Ils sont composés du nom de l'astérisme traditionnel et d'un numéro. Quelques étoiles ont également des noms propres, comme Alpha Leonis qui est appelé "l'étoile de la reine".
id: Orang Cina kontemporer menggunakan rasi bintang yang ditentukan oleh International Astronomical Union tetapi mereka menggabungkannya dengan cerita bintang tradisional mereka sedapat mungkin. 300 asterisme tradisional Tiongkok sebagian besar menyimpang dari area modern yang baru didefinisikan dan tidak lagi berlaku dalam astronomi. Namun, nama bintang tradisional Tiongkok masih digunakan secara umum hingga saat ini, bahkan lebih umum daripada sebutan Bayer/Flamsteed. Mereka terdiri dari nama asterisme tradisional ditambah nomor. Beberapa bintang juga memiliki nama yang tepat, seperti Alpha Leonis yang disebut "Bintang Ratu".
pl: Współcześni Chińczycy używają konstelacji określonych przez Międzynarodową Unię Astronomiczną, ale w miarę możliwości łączą ją z tradycyjną gwiazdą. 300 tradycyjnych chińskich asteryzmów w dużej mierze odbiega od nowo zdefiniowanych obszarów nowoczesnych i nie ma już zastosowania w astronomii. Jednak tradycyjne chińskie nazwy gwiazd są nadal w powszechnym użyciu, nawet bardziej niż oznaczenia Bayer / Flamsteed. Składają się z nazwy tradycyjnego asteryzmu oraz liczby. Kilka gwiazd ma również własne nazwy, takie jak Alpha Leonis, która nazywa się „Gwiazdą Królowej”.
pt: Os chineses contemporâneos usam as constelações definidas pela União Astronômica Internacional, mas combinam-na com sua tradição estelar tradicional, sempre que possível. Os 300 asterismos tradicionais chineses divergem amplamente das áreas modernas recém-definidas e não são mais aplicáveis em astronomia. No entanto, os nomes de estrelas tradicionais da China ainda são de uso comum atualmente, ainda mais comuns do que as designações da Bayer / Flamsteed. Eles são compostos do nome do asterismo tradicional mais um número. Algumas estrelas também têm nomes próprios, como Alpha Leonis, que é chamado de "Estrela da Rainha".
tr: Çağdaş Çinliler, Uluslararası Astronomi Birliği tarafından tanımlanan takımyıldızları kullanırlar, ancak bunu mümkün olan her yerde geleneksel yıldız bilimleriyle birleştirirler. 300 geleneksel Çin yıldız işareti, yeni tanımlanan modern alanlardan büyük ölçüde sapıyor ve artık astronomide geçerli değil. Bununla birlikte, geleneksel Çin yıldız adları bugün hala yaygın olarak kullanılmaktadır, hatta Bayer/Flamsteed adlarından bile daha yaygındır. Geleneksel yıldız işaretinin adından ve bir sayıdan oluşurlar. Birkaç yıldızın da özel isimleri vardır, örneğin "Kraliçe'nin Yıldızı" olarak adlandırılan Alpha Leonis.

source: - [#1]: [Chinese constellations ](http://en.wikipedia.org/wiki/Chinese_constellations) Wikipedia - [#2]: [traditional Chinese star names](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) Wikipedia - [#3]: [constellations](http://en.wikipedia.org/wiki/Constellation) Wikipedia - [#4]: [Constellation image library](http://hubblesource.stsci.edu/sources/illustrations/constellations/) of the U.S. Naval Observatory and the Space Telescope Science Institute. Johannes Hevelius Engravings.
fil: - [#1]: [Mga konstelasyon ng Tsino ](http://en.wikipedia.org/wiki/Constellations_Intsik) Wikipedia - [#2]: [mga tradisyunal na Chinese na pangalan ng bituin](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) Wikipedia - [#3]: [mga konstelasyon](http://en.wikipedia.org/wiki/Constellation) Wikipedia - [#4]: [Constellation image library](http://hubblesource.stsci.edu/sources/illustrations/constellations/) ng U.S. Naval Observatory at ng Space Telescope Science Institute. Mga Engraving ni Johannes Hevelius.
fr: - [#1]: [constellations chinoises](http://en.wikipedia.org/wiki/Chinese_constellations) Wikipedia - [#2]: [noms des étoiles chinoises traditionnelles](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) Wikipedia - [#3]: [constellations](http://en.wikipedia.org/wiki/Constellation) Wikipedia - [#4]: [bibliothèque d'images de constellation](http://hubblesource.stsci.edu/sources/illustrations/constellations/) de l'US Naval Observatory et du Space Telescope Science Institute. Gravures de Johannes Hevelius.
id: - [#1]: [Rasi bintang Cina ](http://en.wikipedia.org/wiki/Chinese_constellations) Wikipedia - [#2]: [nama bintang Cina tradisional](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) Wikipedia - [#3]: [rasi bintang](http://en.wikipedia.org/wiki/Constellation) Wikipedia - [#4]: [Perpustakaan gambar konstelasi](http://hubblesource.stsci.edu/sources/illustrations/constellations/) dari U.S. Naval Observatory dan Space Telescope Science Institute. Ukiran Johannes Hevelius.
pl: - [#1]: [chińskie konstelacje](http://en.wikipedia.org/wiki/Chinese_constellations) Wikipedia - [#2]: [tradycyjne chińskie nazwy gwiazd](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) Wikipedia - [#3]: [konstelacje](http://en.wikipedia.org/wiki/Constellation) Wikipedia - [#4]: [biblioteka obrazów konstelacji](http://hubblesource.stsci.edu/sources/illustrations/constellations/) Obserwatorium Marynarki Wojennej USA i Instytutu Nauki Kosmicznego Teleskopu. Ryciny Johannesa Heveliusa.
pt: - [#1]: [constelações chinesas](http://en.wikipedia.org/wiki/Chinese_constellations) Wikipedia - [#2]: [nomes de estrelas em chinês tradicional](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) Wikipedia - [#3]: [constelações](http://en.wikipedia.org/wiki/Constellation) Wikipedia - [#4]: [biblioteca de imagens Constellation](http://hubblesource.stsci.edu/sources/illustrations/constellations/) do Observatório Naval dos EUA e do Instituto de Ciência do Telescópio Espacial. Gravuras de Johannes Hevelius.
tr: - [#1]: [Çin takımyıldızları ](http://en.wikipedia.org/wiki/Chinese_constellations) Wikipedia - [#2]: [geleneksel Çince yıldız isimleri](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) Wikipedia - [#3]: [takımyıldızlar](http://en.wikipedia.org/wiki/Constellation) Wikipedia - [#4]: ABD Deniz Gözlemevi ve Uzay Teleskobu Bilim Enstitüsü'nün [Takımyıldızı görüntü kitaplığı](http://hubblesource.stsci.edu/sources/illustrations/constellations/). Johannes Hevelius Gravürleri.

source: This sky culture was originally contributed by Stellarium user _Sun Shuwei_ and reworked by Stellarium team. Constellation illustrations and lines are based on the _Modern Sky Culture_ of Stellarium and traditional Chinese star names are based on _Chinese Sky Culture_ of Stellarium. Illustrations by Johan Meuris.
fil: Ang sky culture na ito ay orihinal na iniambag ng Stellarium user na si _Sun Shuwei_ at muling ginawa ng Stellarium team. Ang mga ilustrasyon at linya ng konstelasyon ay batay sa _Modern Sky Culture_ ng Stellarium at ang mga tradisyonal na Chinese star na pangalan ay batay sa _Chinese Sky Culture_ ng Stellarium. Mga guhit ni Johan Meuris.
fr: Cette culture du ciel a été à l'origine fournie par l'utilisateur de Stellarium _Sun Shuwei_ et retravaillée par l'équipe de Stellarium. Les illustrations et les lignes de la constellation sont basées sur la _Culture du ciel moderne_ de Stellarium et les noms d'étoiles chinoises traditionnelles sont basées sur la _Culture du ciel chinois_ de Stellarium. Illustrations de Johan Meuris.
id: Budaya langit ini awalnya disumbangkan oleh pengguna Stellarium _Sun Shuwei_ dan dikerjakan ulang oleh tim Stellarium. Ilustrasi dan garis konstelasi didasarkan pada _Budaya Langit Modern_ dari Stellarium dan nama-nama bintang tradisional Tiongkok didasarkan pada _Budaya Langit Tiongkok_ dari Stellarium. Ilustrasi oleh Johan Meuris.
pl: Ta kultura nieba została pierwotnie dostarczona przez użytkownika Stellarium _Sun Shuwei_ i przerobiona przez zespół Stellarium. Ilustracje i linie konstelacji są oparte na _Modern Sky Culture_ of Stellarium, a tradycyjne chińskie nazwy gwiazd są oparte na _Chinese Sky Culture_ of Stellarium. Ilustracje: Johan Meuris.
pt: Esta cultura do céu foi originalmente contribuída pelo usuário do Stellarium _Sun Shuwei_ e retrabalhada pela equipe do Stellarium. As ilustrações e linhas da constelação são baseadas na _Cultura moderna do céu_ de Stellarium e os nomes de estrelas chineses tradicionais são baseados na _Cultura do céu chinês_ de Stellarium. Ilustrações de Johan Meuris.
tr: Bu gökyüzü kültürü orijinal olarak Stellarium kullanıcısı _Sun Shuwei_ tarafından sağlandı ve Stellarium ekibi tarafından yeniden düzenlendi. Takımyıldız çizimleri ve çizgileri, Stellarium'un _Modern Gökyüzü Kültürü'ne ve geleneksel Çin yıldız adları, Stellarium'un _Çin Gökyüzü Kültürü'ne dayanmaktadır. Johan Meuris'in çizimleri.

source: Egyptian
fr: Égyptienne
id: Mesir
pl: egipska
pt: Egípcio
tr: Mısır

source: The late Egyptian sky culture was influenced by Babylonian and Greco-Roman astronomy. Constellations are depicted on the famous astronomical ceiling from Denderah.
fil: Ang huling kultura ng kalangitan ng Egypt ay naimpluwensyahan ng astronomiya ng Babylonian at Greco-Roman. Ang mga konstelasyon ay inilalarawan sa sikat na astronomical ceiling mula sa Denderah.
fr: La culture du ciel égyptien tardif a été influencée par l'astronomie babylonienne et gréco-romaine. Les constellations sont représentées sur le célèbre plafond astronomique de Dendérah.
id: Budaya langit Mesir akhir dipengaruhi oleh astronomi Babilonia dan Yunani-Romawi. Rasi bintang digambarkan di langit-langit astronomi yang terkenal dari Denderah.
pl: Na późną egipską kulturę nieba wpłynęła astronomia babilońska i grecko-rzymska. Konstelacje są przedstawione na słynnym suficie astronomicznym z Denderah.
pt: A cultura do céu egípcio tardio foi influenciada pela astronomia babilônica e greco-romana. Constelações são representadas no famoso teto astronômico de Denderah.
tr: Geç Mısır gökyüzü kültürü, Babil ve Greko-Romen astronomisinden etkilenmiştir. Takımyıldızlar, Denderah'taki ünlü astronomik tavanda tasvir edilmiştir.
