Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: Sun Xiaochun and Jacob Kistemaker: The Chinese sky during the Han, Brill, Leiden, 2007 - [#2]: Rufus, Carl and Tien, Hsing-Chih: The Soochow Astronomical Chart, University of Michigan Press, Ann Arbor, Michigan, USA, 1945 - [#3]: The Suzhou map [digitized](http://www.chinesehsc.org/zoomify/suzhou_planisphere.html) - [#4]: English-Chinese Glossary of Chinese Star Regions, Asterisms and Star Names. [Link](http://www.lcsd.gov.hk/CE/Museum/Space/en_US/web/spm/starshine/resources/constemyth/glossary.html) - [#4]: AEEA Astronomy Education Information [Ancient Chinese constellation system](http://aeea.nmns.edu.tw/aeea/contents_list/star_sign.html) - [#5]: Chinese constellations: [Wikipedia article](http://en.wikipedia.org/wiki/Chinese_constellations) - [#6]: Traditional Chinese star names: [Wikipedia article](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) - [#7]: Purple Forbidden Enclosure: [Wikipedia article](https://en.wikipedia.org/wiki/Purple_Forbidden_enclosure) - [#8]: Supreme Palace Enclosure: [Wikipedia article](https://en.wikipedia.org/wiki/Supreme_Palace_enclosure) - [#9]: Heavenly Market Enclosure: [Wikipedia article](https://en.wikipedia.org/wiki/Heavenly_Market_enclosure) - [#10]: 28 Mansions: [Wikipedia article](https://en.wikipedia.org/wiki/Twenty-Eight_Mansions) - [#11]: _Complete Studies of Astronomical Instruments_ (Chinese： 仪象考成)
fil: - [#1]: Sun Xiaochun at Jacob Kistemaker: Ang kalangitan ng mga Tsino sa panahon ng Han, Brill, Leiden, 2007 - [#2]: Rufus, Carl at Tien, Hsing-Chih: The Soochow Astronomical Chart, University of Michigan Press, Ann Arbor, Michigan, USA, 1945 - [#3]: Ang mapa ng Suzhou [na-digitize](http://www.chinesehsc.org/zoomify/suzhou_planisphere.html) - [#4]: English-Chinese Glossary ng Chinese Star Regions, Asterisms at Star Names. [Link](http://www.lcsd.gov.hk/CE/Museum/Space/en_US/web/spm/starshine/resources/constemyth/glossary.html) - [#4]: Impormasyon sa Edukasyon ng Astronomy ng AEEA [Sistemang konstelasyon ng sinaunang Tsino](http://aeea.nmns.edu.tw/aeea/contents_list/star_sign.html) - [#5]: Chinese constellations: [Wikipedia article](http://en.wikipedia.org/wiki/Chinese_constellations) - [#6]: Tradisyunal na Chinese na mga pangalan ng bituin: [Wikipedia article](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) - [#7]: Purple Forbidden Enclosure: [Wikipedia article](https://en.wikipedia.org/wiki/Purple_Forbidden_enclosure) - [#8]: Supreme Palace Enclosure: [Wikipedia article](https://en.wikipedia.org/wiki/Supreme_Palace_enclosure) - [#9]: Heavenly Market Enclosure: [Wikipedia article](https://en.wikipedia.org/wiki/Heavenly_Market_enclosure) - [#10]: 28 Mansion: [Wikipedia article](https://en.wikipedia.org/wiki/Twenty-Eight_Mansions) - [#11]: _Kumpletong Pag-aaral ng Astronomical Instruments_ (Intsik： 仪象考成)
fr: - [#1]: Sun Xiaochun et Jacob Kistemaker: Le ciel chinois pendant les Han, Brill, Leiden, 2007 - [#2]: Rufus, Carl et Tien, Hsing-Chih: The Soochow Astronomical Chart, University of Michigan Press, Ann Arbor, Michigan, USA, 1945 - [#3]: La carte de Suzhou [numérisée](http://www.chinesehsc.org/zoomify/suzhou_planisphere.html) - [#4]: Glossaire anglais-chinois des régions, astérismes et noms des étoiles chinois. [Lien](http://www.lcsd.gov.hk/CE/Museum/Space/en_US/web/spm/starshine/resources/constemyth/glossary.html) - [#4]: AEEA Astronomy Education Information [Système de constellation de la Chine ancienne](http://aeea.nmns.edu.tw/aeea/contents_list/star_sign.html) - [#5]: Constellations chinoises: [article Wikipedia](http://en.wikipedia.org/wiki/Chinese_constellations) - [#6]: Noms d'étoiles chinoises traditionnelles: [article Wikipedia](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) - [#7]: Purple Forbidden Enclosure: [article Wikipedia](https://en.wikipedia.org/wiki/Purple_Forbidden_enclosure) - [#8]: Supreme Palace Enclosure: [article Wikipedia](https://en.wikipedia.org/wiki/Supreme_Palace_enclosure) - [#9]: Heavenly Market Enclosure: [article Wikipedia](https://en.wikipedia.org/wiki/Heavenly_Market_enclosure) - [#10]: 28 hôtels particuliers: [article Wikipedia](https://en.wikipedia.org/wiki/Twenty-Eight_Mansions) - [#11]: _Études complètes des instruments astronomiques_ (chinois ： 仪 象 考 成)
id: - [#1]: Sun Xiaochun dan Jacob Kistemaker: Langit Cina selama Han, Brill, Leiden, 2007 - [#2]: Rufus, Carl dan Tien, Hsing-Chih: The Soochow Astronomical Chart, University of Michigan Press, Ann Arbor, Michigan, AS, 1945 - [#3]: Peta Suzhou [didigitalkan](http://www.chinesehsc.org/zoomify/suzhou_planisphere.html) - [#4]: Daftar Istilah Bahasa Inggris-Cina dari Wilayah Bintang Cina, Asterisme, dan Nama Bintang. [Tautan](http://www.lcsd.gov.hk/CE/Museum/Space/en_US/web/spm/starshine/resources/constemyth/glossary.html) - [#4]: Informasi Pendidikan Astronomi AEEA [sistem konstelasi Tiongkok Kuno](http://aeea.nmns.edu.tw/aeea/contents_list/star_sign.html) - [#5]: Rasi bintang Cina: [Artikel Wikipedia](http://en.wikipedia.org/wiki/Chinese_constellations) - [#6]: Nama bintang tradisional Tiongkok: [Artikel Wikipedia](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) - [#7]: Kandang Terlarang Ungu: [Artikel Wikipedia](https://en.wikipedia.org/wiki/Purple_Forbidden_enclosure) - [#8]: Kandang Istana Tertinggi: [Artikel Wikipedia](https://en.wikipedia.org/wiki/Supreme_Palace_enclosure) - [#9]: Kandang Pasar Surgawi: [Artikel Wikipedia](https://en.wikipedia.org/wiki/Heavenly_Market_enclosure) - [#10]: 28 Mansions: [Artikel Wikipedia](https://en.wikipedia.org/wiki/Twenty-Eight_Mansions) - [#11]: _Penelitian Lengkap Instrumen Astronomi_ (Bahasa Cina： )
pl: - [#1]: Sun Xiaochun i Jacob Kistemaker: Chińskie niebo podczas Han, Brill, Leiden, 2007 - [#2]: Rufus, Carl and Tien, Hsing-Chih: The Soochow Astronomical Chart, University of Michigan Press, Ann Arbor, Michigan, USA, 1945 - [#3]: Mapa Suzhou [zdigitalizowana](http://www.chinesehsc.org/zoomify/suzhou_planisphere.html) - [#4]: angielsko-chiński słownik chińskich regionów gwiezdnych, asteryzmów i nazw gwiazd. [Link](http://www.lcsd.gov.hk/CE/Museum/Space/en_US/web/spm/starshine/resources/constemyth/glossary.html) - [#4]: AEEA Astronomy Education Information [Ancient Chinese Constellation System](http://aeea.nmns.edu.tw/aeea/contents_list/star_sign.html) - [#5]: chińskie konstelacje: [artykuł w Wikipedii](http://en.wikipedia.org/wiki/Chinese_constellations) - [#6]: Tradycyjne chińskie nazwy gwiazd: [artykuł w Wikipedii](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) - [#7]: Purple Forbidden Enclosure: [artykuł w Wikipedii](https://en.wikipedia.org/wiki/Purple_Forbidden_enclosure) - [#8]: Supreme Palace Enclosure: [artykuł w Wikipedii](https://en.wikipedia.org/wiki/Supreme_Palace_enclosure) - [#9]: Heavenly Market Enclosure: [artykuł w Wikipedii](https://en.wikipedia.org/wiki/Heavenly_Market_enclosure) - [#10]: 28 rezydencji: [artykuł w Wikipedii](https://en.wikipedia.org/wiki/Twenty-Eight_Mansions) - [#11]: _Complete Studies of Astronomical Instruments_ (chiński ： 仪 象 考 成)
pt: - [#1]: Sun Xiaochun e Jacob Kistemaker: o céu chinês durante o Han, Brill, Leiden, 2007 - [#2]: Rufus, Carl e Tien, Hsing-Chih: O Mapa Astronômico de Soochow, Universidade de Michigan Press, Ann Arbor, Michigan, EUA, 1945 - [#3]: o mapa de Suzhou [digitalizado](http://www.chinesehsc.org/zoomify/suzhou_planisphere.html) - [#4]: Glossário inglês-chinês de regiões de estrelas chinesas, asterismos e nomes de estrelas. [Link](http://www.lcsd.gov.hk/CE/Museum/Space/en_US/web/spm/starshine/resources/constemyth/glossary.html) - [#4]: Informações sobre educação em astronomia da AEEA [sistema antigo de constelação chinesa](http://aeea.nmns.edu.tw/aeea/contents_list/star_sign.html) - [#5]: constelações chinesas: [artigo da Wikipedia](http://en.wikipedia.org/wiki/Chinese_constellations) - [#6]: nomes de estrelas em chinês tradicional: [artigo da Wikipedia](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) - [#7]: Gabinete Proibido Roxo: [artigo da Wikipedia](https://en.wikipedia.org/wiki/Purple_Forbidden_enclosure) - [#8]: Gabinete do Supremo Palácio: [artigo da Wikipedia](https://en.wikipedia.org/wiki/Supreme_Palace_enclosure) - [#9]: Heavenly Market Enclosure: [artigo da Wikipedia](https://en.wikipedia.org/wiki/Heavenly_Market_enclosure) - [#10]: 28 mansões: [artigo da Wikipedia](https://en.wikipedia.org/wiki/Twenty-Eight_Mansions) - [#11]: _Estudos completos de instrumentos astronômicos_ (chinês: 仪 象 考 成)
tr: - [#1]: Sun Xiaochun ve Jacob Kistemaker: Han sırasında Çin gökyüzü, Brill, Leiden, 2007 - [#2]: Rufus, Carl ve Tien, Hsing-Chih: The Soochow Astronomical Chart, University of Michigan Press, Ann Arbor, Michigan, ABD, 1945 - [#3]: Suzhou haritası [sayısallaştırılmış](http://www.chinesehsc.org/zoomify/suzhou_planisphere.html) - [#4]: İngilizce-Çince Çince Yıldız Bölgeleri, Yıldız İşaretleri ve Yıldız Adları Sözlüğü. [Bağlantı](http://www.lcsd.gov.hk/CE/Museum/Space/en_US/web/spm/starshine/resources/constemyth/glossary.html) - [#4]: AEEA Astronomi Eğitimi Bilgileri [Antik Çin takımyıldızı sistemi](http://aeea.nmns.edu.tw/aeea/contents_list/star_sign.html) - [#5]: Çin takımyıldızları: [Wikipedia makalesi](http://en.wikipedia.org/wiki/Chinese_constellations) - [#6]: Geleneksel Çince yıldız isimleri: [Wikipedia makalesi](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) - [#7]: Mor Yasak Muhafaza: [Wikipedia makalesi](https://en.wikipedia.org/wiki/Purple_Forbidden_enclosure) - [#8]: Yüce Saray Muhafazası: [Wikipedia makalesi](https://en.wikipedia.org/wiki/Supreme_Palace_enclosure) - [#9]: Heavenly Market Enclosure: [Wikipedia makalesi](https://en.wikipedia.org/wiki/Heavenly_Market_enclosure) - [#10]: 28 Konak: [Wikipedia makalesi](https://en.wikipedia.org/wiki/Twenty-Eight_Mansions) - [#11]: _Astronomik Aletlerin Komple Çalışmaları_ (Çince： 仪象考成)

source: This sky culture was initially contributed by _Karrie Berglund_ of Digitalis Education Solutions, Inc. based on the Hong Kong Space Museum star maps. Sun Shuwei contributed more than 200 Xingguans and more than 3,000 stars，based primarily on the book _Chinese and Western Contrast Star Chart and Catalogue 1950.0_ by Yi Shitong. Text rework by Stellarium's team.
fil: Ang kultura ng langit na ito ay unang iniambag ni _Karrie Berglund_ ng Digitalis Education Solutions, Inc. batay sa mga star maps ng Hong Kong Space Museum. Nag-ambag si Sun Shuwei ng higit sa 200 Xingguan at higit sa 3,000 bituin, pangunahing batay sa aklat na _Chinese and Western Contrast Star Chart and Catalog 1950.0_ ni Yi Shitong. Text rework ng team ni Stellarium.
fr: Cette culture du ciel a été initialement fournie par _Karrie Berglund_ de Digitalis Education Solutions, Inc. sur la base des cartes d'étoiles du musée de l'espace de Hong Kong. Sun Shuwei a contribué plus de 200 Xingguans et plus de 3000 étoiles ， basé principalement sur le livre _Chinese and Western Contrast Star Chart and Catalog 1950.0_ par Yi Shitong. Retouche du texte par l'équipe de Stellarium.
id: Budaya langit ini awalnya disumbangkan oleh _Karrie Berglund_ dari Digitalis Education Solutions, Inc. berdasarkan peta bintang Museum Luar Angkasa Hong Kong. Sun Shuwei menyumbang lebih dari 200 Xingguan dan lebih dari 3.000 bintang, terutama berdasarkan buku _Cina dan Barat Kontras Star Chart and Catalog 1950.0_ oleh Yi Shitong. Pengerjaan ulang teks oleh tim Stellarium.
pl: Ta kultura nieba została początkowo wniesiona przez _Karrie Berglund_ z Digitalis Education Solutions, Inc. na podstawie map gwiazd Muzeum Kosmicznego w Hongkongu. Sun Shuwei wniósł ponad 200 Xingguanów i ponad 3000 gwiazd ， w oparciu głównie o książkę _Chinese and Western Contrast Star Chart and Catalog 1950.0_ autorstwa Yi Shitong. Tekst przerobiony przez zespół Stellarium.
pt: Esta cultura do céu foi inicialmente contribuída por _Karrie Berglund_ da Digitalis Education Solutions, Inc. com base nos mapas estelares do Museu Espacial de Hong Kong. Sun Shuwei contribuiu com mais de 200 Xingguans e mais de 3.000 estrelas, baseado principalmente no livro _Chinese and Western Contrast Star Chart and Catalog 1950.0_ por Yi Shitong. Retrabalho de texto pela equipe de Stellarium.
tr: Bu gökyüzü kültürü ilk olarak Hong Kong Uzay Müzesi yıldız haritalarına dayalı Digitalis Education Solutions, Inc.'den _Karrie Berglund_ tarafından sağlandı. Sun Shuwei, öncelikle Çin ve Batı Kontrast Yıldız Tablosu ve Kataloğu kitabına dayanarak 200'den fazla Xingguan ve 3.000'den fazla yıldıza katkıda bulundu. 1950.0_ Yi Shitong tarafından. Stellarium'un ekibi tarafından metin yeniden çalışması.

source: Su Song and Suzhou maps images: Public Domain Text and line: CC BY-SA
fil: Su Song at Suzhou ay nagmamapa ng mga larawan: Pampublikong Domain Teksto at linya: CC BY-SA
fr: Images des cartes Su Song et Suzhou: Domaine public Texte et ligne: CC BY-SA
id: Gambar peta Su Song dan Suzhou: Domain Publik Teks dan baris: CC BY-SA
pl: Obrazy map Su Song i Suzhou: domena publiczna Tekst i linia: CC BY-SA
pt: Imagens de mapas de Su Song e Suzhou: domínio público Texto e linha: CC BY-SA
tr: Su Song ve Suzhou harita resimleri: Public Domain Metin ve satır: CC BY-SA

source: Net
fr: Filet
id: Jaring
pl: Sieć
pt: Rede
tr: Ağ

source: Wall
fil: Pader
fr: Mur
id: Tembok
pl: Mur
pt: Muro
tr: Duvar

source: Three Stars
fil: Tatlong Bituin
fr: Trois étoiles
id: Tiga Bintang
pl: Trzy gwiazdy
pt: Três Estrelas
tr: Üç Yıldız

source: Root
fil: ugat
fr: Racine
id: Akar
pl: Korzeń
pt: Raiz
tr: Kök

source: Dipper
fr: Louche
id: Gayung
pl: Wielka Niedźwiedzica (Wielki Wóz)
pt: Melro d'água
tr: Kepçe

source: Room
fil: Kwarto
fr: Salle
id: Kamar
pl: Pokój
pt: Sala
tr: Oda

source: Ghosts
fil: Mga multo
fr: Fantômes
id: Hantu
pl: Duchy
pt: Fantasmas
tr: Hayaletler

source: Winnowing Basket
fr: Van
id: Penampi
pl: Kosz Siewny
pt: Cesto de joeirar
tr: Harman Eleği

source: Horn
fil: sungay
fr: Corne
id: Tanduk
pl: Róg
pt: Corno
tr: Boynuz

source: Well
fr: Puits
id: Sumur
pl: Studnia
pt: Poço
tr: Kuyu

source: Neck
fil: leeg
fr: Cou
id: Leher
pl: Szyja
pt: Pescoço
tr: Boyun

source: Legs
fil: Mga binti
fr: Jambes
id: Kaki
pl: Nogi
pt: Pernas
tr: Bacaklar

source: Willow
fr: Saule
id: Pohon willow
pl: Wierzba
pt: Pardal
tr: Söğüt

source: Bond
fr: Lien
id: Ikatan
pl: Wiązanie
pt: Vínculo
tr: Bağ

source: Hairy Head
fil: Mabuhok na Ulo
fr: Tête poilue
id: Kepala Berbulu
pl: Owłosiona głowa
pt: Cabeça peluda
tr: kıllı kafa

source: Ox
fil: baka
fr: Bœuf
id: Lembu jantan
pl: Wół
pt: Boi
tr: Öküz

source: Girl
fil: babae
fr: Fille
id: Gadis
pl: Dziewczyna
pt: Rapariga
tr: Kız

source: Encampment
fil: Kampo
fr: Campement
id: Perkemahan
pl: Obóz
pt: Acampamento
tr: Kamp

source: Supreme Palace Right Wall
fil: Kanang Pader ng Supreme Palace
fr: Mur Droit du Palais Suprême
id: Tembok Kanan Istana Tertinggi
pl: Prawa ściana pałacu najwyższego
pt: Parede direita do Palácio Supremo
tr: Yüce Saray Sağ Duvar

source: Supreme Palace Left Wall
fil: Kaliwang Pader ng Supreme Palace
fr: Mur Gauche du Palais Suprême
id: Tembok Kiri Istana Tertinggi
pl: Lewy mur Najwyższego Pałacu
pt: Parede Esquerda do Palácio Supremo
tr: Yüce Saray Sol Duvarı

source: Heavenly Market Right Wall
fr: Mur droit du marché céleste
id: Tembok Kanan Pasar Surgawi
pl: Prawa ściana Niebiańskiego Rynku
pt: Parede direita do mercado celestial
tr: Göksel Pazar Sağ Duvar

source: Heavenly Market Left Wall
fil: Pader sa Kaliwang Pader ng Heavenly Market
fr: Mur gauche du marché céleste
id: Tembok Kiri Pasar Surgawi
pl: Lewy mur Niebiańskiego Rynku
pt: Mercado Celestial Parede Esquerda
tr: Göksel Pazar Sol Duvarı

source: Rooftop
fil: Bubong
fr: Toiture
id: Atap rumah
pl: Dach
pt: Telhado
tr: Çatı

source: Tail
fil: buntot
fr: Queue
id: Ekor
pl: Ogon
pt: Cauda
tr: Kuyruk

source: Stomach
fil: Tiyan
fr: Estomac
id: Perut
pl: Brzuch
pt: Estômago
tr: Mide

source: Heart
fil: Puso
fr: Cœur
id: Perasaan
pl: Serce
pt: Coração
tr: Kalp

source: Star
fil: Bituin
fr: Étoile
id: Bintang
pl: Gwiazda
pt: Estrela
tr: Yıldız

source: Emptiness
fil: kawalan ng laman
fr: Vide
id: Kehampaan
pl: Pustka
pt: Vazio
tr: Boşluk

source: Wings
fil: Mga pakpak
fr: Ailes
id: Sayap
pl: Skrzydła
pt: Asas
tr: Kanatlar

source: Extended Net
fil: Pinalawak na Net
fr: Filet étendu
id: Jejaring Tambahan
pl: Wydłużona Siatka
pt: Rede Estendida
tr: Genişletilmiş Ağ

source: Chariot
fil: kalesa
id: Kereta Perang
pl: Rydwan
pt: Quadriga
tr: Savaş Arabası

source: Purple Forbidden Right Wall
fr: Mur de droite interdit violet
id: Tembok Kanan Terlarang Ungu
pl: Purpurowa zabroniona prawa ściana
pt: Parede direita proibida roxa
tr: Mor Yasak Sağ Duvar

source: Purple Forbidden Left Wall
fil: Purple Forbidden Kaliwang Pader
fr: Mur de gauche interdit violet
id: Tembok Kiri Terlarang Ungu
pl: Purpurowa zabroniona lewa ściana
pt: Parede esquerda proibida roxa
tr: Mor Yasak Sol Duvar

source: Turtle Beak
fil: Tuka ng Pagong
fr: Bec de tortue
id: Paruh Penyu
pl: Dziób żółwia
pt: Bico da tartaruga
tr: Kaplumbağa Gagası

source: Eight Kinds of Crops
fil: Walong Uri ng Pananim
fr: Huit types de cultures
id: Delapan Jenis Tanaman
pl: Osiem rodzajów upraw
pt: Oito tipos de culturas
tr: Sekiz Çeşit Mahsul

source: Net for Catching Birds
fil: Net para sa Paghuli ng mga Ibon
fr: Filet pour attraper des oiseaux
id: Jaring untuk Menangkap Burung
pl: Siatka do łapania ptaków
pt: Rede para captura de pássaros
tr: Kuş Yakalama Ağı

source: Rotten Gourd
fr: Gourde pourrie
id: Labu busuk
pl: Zgniła Dynia
pt: Cabaça podre
tr: Çürük Kabak

source: Decayed Mortar
fil: Nabulok na Mortar
fr: Mortier pourri
id: Mortar yang membusuk
pl: Zepsuta zaprawa
pt: Argamassa deteriorada
tr: çürümüş harç

source: Northern Dipper
fr: Casserole du Nord
id: Gayung utara
pl: Mała Niedźwiedzica (Mały Wóz)
pt: Melro do Norte
tr: Kuzey Kepçesi

source: North River
fil: Hilagang Ilog
fr: Rivière septentrionale
id: Sungai Utara
pl: Rzeka północna
pt: Rio do Norte
tr: Kuzey Irmağı

source: Northern Pole
fil: Hilagang Polo
fr: Pôle Nord
id: Kutub Utara
pl: Biegun północny
pt: Pólo Norte
tr: Kuzey Kutbu

source: North Gate of the Military Camp
fil: North Gate ng Kampo Militar
fr: Porte nord du camp militaire
id: Gerbang Utara Kamp Militer
pl: Północna Brama Obozu Wojskowego
pt: Portão Norte do Acampamento Militar
tr: Askeri Kampın Kuzey Kapısı

source: River Turtle
fil: Pagong sa Ilog
fr: Tortue de rivière
id: Kura-kura sungai
pl: Żółw rzeczny
pt: Tartaruga do rio
tr: Nehir Kaplumbağası

source: Persia
fr: Perse
pt: Pérsia
tr: İran

source: Textile Ruler
fil: Tagapamahala ng Tela
fr: Règle textile
id: Penguasa Tekstil
pl: Linijka tekstylna
pt: Régua Têxtil
tr: Tekstil Cetvel

source: Banner of Three Stars
fil: Banner ng Tatlong Bituin
fr: Bannière de trois étoiles
id: Panji dari Tiga Bintang
pl: Chorągiew Trzech Gwiazd
pt: Estandarte das Três Estrelas
tr: Üç Yıldız'ın Sancağı

source: Toilet
fr: Toilette
pl: Toaleta
pt: Sanitário
tr: Tuvalet

source: Whip
fil: hagupit
fr: Fouet
id: Cambuk
pl: Bat
pt: Chicote
tr: Kırbaç

source: Royal Guards
fr: Gardes royales
id: Pengawal Kerajaan
pl: Królewska straż
pt: Guardas reais
tr: Kraliyet muhafızları

source: Big Yard for Chariots
fil: Malaking bakuran para sa mga karo
fr: Grand chantier pour les chars
id: Halaman Besar untuk Kereta
pt: Quintal grande para carros
tr: Arabalar için Büyük Avlu

source: Chariots and Cavalry
fil: Karwahe at Kabalyerya
fr: Chars et cavalerie
id: Kereta dan Kavaleri
pl: Rydwany i jazda
pt: Carruagens e Cavalaria
tr: Savaş Arabaları ve Süvari

source: Commodity Market
fil: Pamilihan ng Kalakal
fr: Marché des matières premières
id: Pasar Komoditas
pl: Rynek towarów
pt: Mercado de Commodities
tr: Emtia piyasası

source: Hay
fr: Foins
id: Jerami
pl: Siano
pt: Feno
tr: Saman

source: Pestle (In Winnowing Basket Mansion)
fil: Pestle (Sa Winnowing Basket Mansion)
fr: Pilon (dans le manoir du panier de vannage)
id: Alu (Di Rumah Keranjang Penampi)
pl: Tłuczek (W Winnowing Basket Mansion)
pt: Pilão (na mansão de cesto de vinheta)
tr: Pestle (Kazanan Sepet Konağında)

source: Pestle (In Rooftop Mansion)
fil: Pestle (Sa Rooftop Mansion)
fr: Pilon (dans le manoir sur le toit)
id: Alu (Di Rooftop Mansion)
pl: Tłuczek (In Rooftop Mansion)
pt: Pilão (na mansão na cobertura)
tr: Havaneli (Çatı Köşkü'nde)

source: Changsha (Vassal of Chariot)
fr: Changsha (Vassal de char)
id: Changsha (Pengikut Kereta)
pl: Changsha (Wasal Rydwanu)
pt: Changsha (Vassalo da Carruagem)
tr: Changsha (Araba Vasali)

source: Guest House
fr: Maison des invités
id: Rumah tamu
pl: Domek gościnny
pt: Hospedaria
tr: Misafirhane

source: Retinue (In Room Mansion)
fil: Retinue (Sa Room Mansion)
fr: Suite (Manoir dans la chambre)
id: Retinue (Di Kamar Mansion)
pt: Retinue (Mansão no quarto)
tr: Retinue (Oda Köşkü'nde)

source: Retinue (In Supreme Palace Enclosure)
fil: Retinue (Sa Supreme Palace Enclosure)
fr: Suite (dans l'enceinte du palais suprême)
id: Pengiring (Di Kandang Istana Tertinggi)
pl: Retinue (w obudowie Najwyższego Pałacu)
pt: Retinue (no recinto do Palácio Supremo)
tr: Malik (Yüce Saray Muhafazasında)

source: Chief Judge
fil: Punong Hukom
fr: Juge en chef
id: Hakim Ketua
pl: Sędzia główny
pt: Juiz principal
tr: Baş Yargıç

source: Mausoleum
fr: Mausolée
id: Kuburan besar yang indah
pl: Mauzoleum
pt: Mausoléu
tr: Anıt Mezar

source: Celestial Temple
fr: Temple céleste
id: Kuil Surgawi
pl: Niebiańska Świątynia
pt: Templo Celestial
tr: Gök Tapınağı

source: Mattress of the Emperor
fil: Kutson ng Emperador
fr: Matelas de l'empereur
id: Kasur Kaisar
pl: Materac Cesarza
pt: Colchão do Imperador
tr: İmparatorun Yatağı

source: Emperor's Seat
fil: Upuan ng Emperador
fr: Siège de l'empereur
id: Kursi Kaisar
pl: Siedziba cesarza
pt: Assento do Imperador
tr: İmparator Koltuğu

source: Eastern Door
fil: Silangang Pintuan
fr: Porte orientale
id: Pintu sebelah Timur
pl: Wschodnie Wrota
pt: Porta Oriental
tr: Doğu Kapısı

source: Trials
fil: Mga pagsubok
fr: Essais
id: Percobaan
pl: Próby
pt: Ensaios
tr: denemeler

source: Send Armed Forces To Suppress (Vassal of Three Stars)
fil: Magpadala ng Sandatahang Lakas Upang Supilin (Vassal of Three Stars)
fr: Envoyer des forces armées pour supprimer (Vassal of Three Stars)
id: Kirim Angkatan Bersenjata Untuk Menekan (Vassal of Three Stars)
pl: Wyślij siły zbrojne do stłumienia (wasal trzech gwiazd)
pt: Enviar Forças Armadas para Suprimir (Vassalo das Três Estrelas)
tr: Silahlı Kuvvetleri Bastırmak İçin Gönderin (Üç Yıldızlı Vassal)

source: Punishment
fil: Parusa
fr: Châtiment
id: Hukuman
pl: Kara
pt: Punição
tr: ceza

source: Flying Fish
fil: Lumilipad na isda
fr: Poisson volant
id: Ikan terbang
pl: Latająca ryba
pt: Peixe voador
tr: Uçan balık

source: Tomb (Vassal of Rooftop)
fil: Libingan (Vassal of Rooftop)
fr: Tombeau (Vassal of Rooftop)
id: Makam (Pengikut Atap)
pt: Tumba (Vassalo do Telhado)
tr: Mezar (Çatı Vassal)

source: Axe
fil: Ax
fr: Hache
id: Kapak
pl: Topór
pt: Machado
tr: balta

source: Sickle
fil: Karit
fr: Faucille
id: Sabit
pl: Sierp
pt: Foice
tr: Orak

source: Basket for Mulberry Leaves
fil: Basket para sa mga Dahon ng Mulberry
fr: Panier pour feuilles de mûrier
id: Keranjang untuk Daun Mulberry
pl: Kosz na liście morwy
pt: Cesta para folhas de amoreira
tr: Dut Yaprağı Sepeti

source: White Patched Nearby
fr: Blanc patché à proximité
id: Bertambal Putih Terdekat
pl: Białe łatane w pobliżu
pt: Nos arredores White Patched
tr: Beyaz Yamalı

source: Auxiliary Road
fr: Route auxiliaire
id: Jalan Bantu
pl: Droga pomocnicza
pt: Estrada Auxiliar
tr: Yardımcı Yol

source: Roofing
fil: Pagbububong
fr: Toiture
id: Atap
pl: Zadaszenie
pt: Coberturas
tr: çatı kaplama
