Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: Richard Feinberg. Polynesian seafaring and navigation: ocean travel in Anutan culture and society. The Kent State University Press. 1988. - [#2]: Doina Bucur. The network signature of constellation line figures. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Available at <https://arxiv.org/abs/2110.12329>.
fil: - [#1]: Richard Feinberg. Polynesian seafaring at navigation: paglalakbay sa karagatan sa Anutan kultura at lipunan. Ang Kent State University Press. 1988. - [#2]: Doina Bucur. Ang lagda ng network ng mga numero ng linya ng constellation. arXiv e-print. arXiv:2110.12329 [cs.SI]. 2021. Available sa <https://arxiv.org/abs/2110.12329>.
fr: - [#1]: Richard Feinberg. Marins et navigation polynésiens : les voyages océaniques dans la culture et la société Anutan. Presse de l'Université d'État de Kent. 1988. - [#2]: Doina Bucur. La signature de réseau des figures de ligne de constellation. e-prints arXiv. arXiv:2110.12329 [cs.SI]. 2021. Disponible sur <https://arxiv.org/abs/2110.12329>.
id: - [#1]: Richard Feinberg. Pelayaran dan navigasi Polinesia: perjalanan laut dalam budaya dan masyarakat Anutan. Pers Universitas Negeri Kent. 1988. - [#2]: Doina Bucur. Tanda tangan jaringan figur garis konstelasi. arXiv e-print. arXiv:2110.12329 [cs.SI]. 2021. Tersedia di <https://arxiv.org/abs/2110.12329>.
pl: - [#1]: Richard Feinberg. Polinezyjskie żeglarstwo i nawigacja: podróże oceaniczne w kulturze i społeczeństwie Anutan. Wydawnictwo Uniwersytetu Stanowego Kent. 1988. - [OdnX2]: Doina Bucur. Sygnatura sieciowa figur linii konstelacji. arXiv e-wydruki. arXiv:2110.12329 [cs.SI]. 2021. Dostępne pod adresem <https://arxiv.org/abs/2110.12329>.
pt: - [#1]: Richard Feinberg. Navegação e navegação na Polinésia: viagens oceânicas na cultura e sociedade de Anuta. A Imprensa da Universidade Estadual de Kent. 1988. - [#2]: Doina Bucur. A assinatura de rede de figuras de linha de constelação. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Disponível em <https://arxiv.org/abs/2110.12329>.
tr: - [#1]: Richard Feinberg. Polinezya denizcilik ve navigasyon: Anutan kültürü ve toplumunda okyanus yolculuğu. Kent Eyalet Üniversitesi Yayınları. 1988. - [#2]: Doina Bucur. Takımyıldız çizgisi rakamlarının ağ imzası. arXiv e-baskılar. arXiv:2110.12329 [cs.SI]. 2021. <https://arxiv.org/abs/2110.12329> adresinde mevcuttur.

source: This sky culture was contributed by _Doina Bucur_ (d.bucur@utwente.nl). It was digitised for the cross-culture analysis of constellation line figures in reference [#2], `The network signature of constellation line figures`. An earlier version was contributed to the desktop version of Stellarium by _Dan Smale_ (d.smale(at)niwa.co.nz).
fil: Ang sky culture na ito ay iniambag ni _Doina Bucur_ (d.bucur@utwente.nl). Ito ay na-digitize para sa cross-culture analysis ng mga constellation line figure sa reference [#2], `The network signature of constellation line figures`. Ang isang naunang bersyon ay iniambag sa desktop na bersyon ng Stellarium ni _Dan Smale_ (d.smale(at)niwa.co.nz).
fr: Cette culture du ciel a été apportée par _Doina Bucur_ (d.bucur@utwente.nl). Il a été numérisé pour l'analyse interculturelle des figures de ligne de constellation dans la référence [#2], "La signature du réseau des figures de ligne de constellation". Une version antérieure a été ajoutée à la version de bureau de Stellarium par _Dan Smale_ (d.smale(at)niwa.co.nz).
id: Budaya langit ini disumbangkan oleh _Doina Bucur_ (d.bucur@utwente.nl). Itu didigitalkan untuk analisis lintas budaya figur garis konstelasi dalam referensi [#2], `Tanda jaringan figur garis konstelasi`. Versi sebelumnya disumbangkan ke Stellarium versi desktop oleh _Dan Smale_ (d.smale(at)niwa.co.nz).
pl: Ta kultura nieba została wniesiona przez _Doina Bucur_ (d.bucur@utwente.nl). Został on zdigitalizowany do analizy międzykulturowej figur linii konstelacji w odniesieniu [#2], „Sygnatura sieciowa figur linii konstelacji”. Wcześniejsza wersja została dodana do komputerowej wersji Stellarium przez _Dan Smale_ (d.smale(at)niwa.co.nz).
pt: Esta cultura do céu foi contribuída por _Doina Bucur_ (d.bucur@utwente.nl). Ele foi digitalizado para a análise de culturas cruzadas de figuras de linha de constelação em referência [#2], 'A assinatura de rede de figuras de linha de constelação'. Uma versão anterior foi contribuída para a versão desktop do Stellarium por _Dan Smale_ (d.smale(at)niwa.co.nz).
tr: Bu gökyüzü kültürüne _Doina Bucur_ (d.bucur@utwente.nl) katkıda bulunmuştur. [#2], "Takımyıldız çizgisi şekillerinin ağ imzası" referansındaki takımyıldız çizgi figürlerinin kültürler arası analizi için sayısallaştırılmıştır. Daha eski bir sürüm, Stellarium'un masaüstü sürümüne _Dan Smale_ (d.smale(at)niwa.co.nz) tarafından eklenmiştir.

source: `CC BY-SA`: Creative Commons, requires attribution, and derivative works can be distributed under an identical (not more restrictive) license.
fil: `CC BY-SA`: Creative Commons, nangangailangan ng pagpapatungkol, at ang mga derivative na gawa ay maaaring ipamahagi sa ilalim ng magkaparehong (hindi mas mahigpit) na lisensya.
fr: `CC BY-SA` : Creative Commons, nécessite une attribution, et les œuvres dérivées peuvent être distribuées sous une licence identique (pas plus restrictive).
id: `CC BY-SA`: Creative Commons, memerlukan atribusi, dan karya turunan dapat didistribusikan di bawah lisensi yang identik (tidak lebih ketat).
pl: `CC BY-SA`: Creative Commons, wymaga uznania autorstwa, a prace pochodne mogą być rozpowszechniane na identycznej (nie bardziej restrykcyjnej) licencji.
pt: `CC BY-SA`: Creative Commons, requer atribuição, e trabalhos derivados podem ser distribuídos sob uma licença idêntica (não mais restritiva).
tr: "CC BY-SA": Creative Commons, atıf gerektirir ve türev çalışmalar aynı (daha kısıtlayıcı olmayan) bir lisans altında dağıtılabilir.

source: The Bamboo
fil: Ang Bamboo
fr: Le Bambou
id: Bambu
pl: Bambus
pt: O bambu
tr: Bambu

source: Bamboo is used to make fishing poles, sailing masts, yards, booms, and outrigger supports.
fil: Ang kawayan ay ginagamit upang gumawa ng mga poste ng pangingisda, sailing mast, yarda, boom, at outrigger support.
fr: Le bambou est utilisé pour fabriquer des cannes à pêche, des mâts de voile, des vergues, des bômes et des supports de stabilisateur.
id: Bambu digunakan untuk membuat alat pancing, tiang layar, galangan, boom, dan penyangga cadik.
pl: Z bambusa wykonuje się wędki, maszty żeglarskie, reje, bomy i podpory wysięgników.
pt: O bambu é usado para fazer varas de pesca, mastros de vela, vergas, lanças e suportes de estabilizadores.
tr: Bambu, olta direkleri, yelken direkleri, yardalar, bomlar ve payanda destekleri yapmak için kullanılır.

source: Path of Three
fil: Landas ng Tatlo
fr: Chemin des Trois
id: Jalan Tiga
pl: Ścieżka Trzech
pt: Caminho de três
tr: Üç Yol

source: Bird of Flight
fil: Ibong Lipad
fr: Oiseau de vol
id: Burung Penerbangan
pl: Ptak lotu
pt: Ave de Voo
tr: Uçuş Kuşu

source: The dominant constellation for Anutans. It can be seen in all seasons.
fil: Ang nangingibabaw na konstelasyon para sa Anutans. Ito ay makikita sa lahat ng panahon.
fr: La constellation dominante pour Anutans. On peut le voir en toutes saisons.
id: Konstelasi yang dominan untuk Anutan. Itu bisa dilihat di semua musim.
pl: Dominująca konstelacja dla Anutanów. Można to zobaczyć we wszystkich porach roku.
pt: A constelação dominante para Anutans. Pode ser visto em todas as estações.
tr: Anutanlar için baskın takımyıldızı. Her mevsimde görülebilir.

source: The Tongs
fil: Ang mga Tong
fr: Les pinces
id: Penjepit
pl: Szczypce
pt: As pinças
tr: maşa

source: Used for moving hot stones, coals, and food in an oven.
fil: Ginagamit para sa paglipat ng mga maiinit na bato, uling, at pagkain sa oven.
fr: Utilisé pour déplacer des pierres chaudes, des charbons et des aliments dans un four.
id: Digunakan untuk memindahkan batu panas, arang, dan makanan dalam oven.
pl: Służy do przenoszenia gorących kamieni, węgli i żywności w piekarniku.
pt: Usado para mover pedras quentes, carvões e alimentos em um forno.
tr: Fırında sıcak taşları, kömürleri ve yiyecekleri taşımak için kullanılır.

source: Octopus Tentacle
fr: Tentacule de poulpe
id: tentakel gurita
pl: Macka ośmiornicy
pt: Tentáculo de Polvo
tr: Ahtapot Dokunacı

source: Forward Precursor
fr: Précurseur avancé
id: Maju Prekursor
pl: Forward Prekursor
pt: Avançar Precursor
tr: İleri Öncü

source: Adze
fr: Herminette
id: Kapak
pl: Topór
pt: Enxó
tr: Keser

source: Used for cutting canoes and building houses.
fil: Ginagamit para sa pagputol ng mga canoe at pagtatayo ng mga bahay.
fr: Utilisé pour couper des canoës et construire des maisons.
id: Digunakan untuk memotong kano dan membangun rumah.
pl: Służy do cięcia kajaków i budowy domów.
pt: Usado para cortar canoas e construir casas.
tr: Kano kesmek ve ev inşa etmek için kullanılır.

source: The Carrying Stick
fil: Ang Dala-dalang Patpat
fr: Le bâton porteur
id: Tongkat Pembawa
pl: kij do przenoszenia
pt: A vara de transporte
tr: Taşıma Çubuğu

source: Used to carry taro, coconuts, or other food.
fil: Ginagamit upang magdala ng taro, niyog, o iba pang pagkain.
fr: Utilisé pour transporter du taro, des noix de coco ou d'autres aliments.
id: Digunakan untuk membawa talas, kelapa, atau makanan lainnya.
pl: Służy do przenoszenia taro, kokosów lub innej żywności.
pt: Usado para transportar taro, cocos ou outros alimentos.
tr: Taro, hindistancevizi veya diğer yiyecekleri taşımak için kullanılır.

source: Crevalle-like Fish
fil: Parang Crevalle na Isda
fr: Poisson ressemblant à Crevalle
id: Ikan seperti Crevalle
pl: Ryby podobne do Crevalle
pt: Peixe tipo Crevalle
tr: Crevalle benzeri balık

source: Marked as uncertain.
fil: Minarkahan bilang hindi sigurado.
fr: Marqué comme incertain.
id: Ditandai sebagai tidak pasti.
pl: Oznaczone jako niepewne.
pt: Marcado como incerto.
tr: Belirsiz olarak işaretlendi.

source: Taro Plant
fil: Halaman ng Taro
fr: Usine de Taro
id: tanaman talas
pl: Roślina Taro
pt: Planta de Taro
tr: Taro Bitkisi

source: The Net
fil: Ang Net
fr: Le net
id: Net
pl: Sieć
pt: A rede
tr: ağ

source: The Bird's Body
fil: Ang Katawan ng Ibon
fr: Le corps de l'oiseau
id: Tubuh Burung
pl: Ciało ptaka
pt: O corpo do pássaro
tr: Kuşun Vücudu

source: The East Wing
fil: Ang East Wing
fr: L'aile Est
id: Sayap Timur
pl: Skrzydło Wschodnie
pt: A Ala Leste
tr: Doğu Kanadı

source: The North Wing
fil: Ang North Wing
fr: L'aile nord
id: Sayap Utara
pl: Skrzydło Północne
pt: A Ala Norte
tr: Kuzey Kanadı

source: Its Stem
fil: Ang stem nito
fr: Sa tige
id: Batangnya
pl: Jego łodyga
pt: Sua haste
tr: Kökü

source: The East Wing's Precursor
fil: Ang Precursor ng East Wing
fr: Le précurseur de l'aile est
id: Prekursor Sayap Timur
pl: Prekursor Skrzydła Wschodniego
pt: Precursor da Ala Leste
tr: Doğu Kanadı'nın Öncüsü

source: Middle Precursor
fil: Gitnang Precursor
fr: Précurseur moyen
id: Prekursor Tengah
pl: Środkowy prekursor
pt: Precursor Médio
tr: Orta Öncü

source: Small Face
fil: Maliit na Mukha
fr: Petit visage
id: Wajah Kecil
pl: Mała twarz
pt: Rosto Pequeno
tr: Küçük Yüz

source: The Running Cloud
fil: Ang Tumatakbong Ulap
fr: Le nuage qui court
id: Awan Berlari
pl: Biegnąca chmura
pt: A Nuvem Corrente
tr: Koşan Bulut

source: The Restrained Cloud
fil: Ang Pinigil na Ulap
fr: Le nuage retenu
id: Awan Terkekang
pl: Ograniczona chmura
pt: A nuvem restrita
tr: Kısıtlanmış Bulut

source: The Morning Star
fil: Ang Bituin sa Umaga
fr: L'étoile du matin
id: Bintang Kejora
pl: Gwiazda Poranna
pt: A Estrela da Manhã
tr: Sabah Yıldızı

source: The Evening Star
fil: Ang Bituin sa Gabi
fr: L'étoile du soir
id: Bintang Sore
pl: Wieczorna Gwiazda
pt: A estrela da noite
tr: Akşam Yıldızı

source: Arabic (Al-Sufi)
fr: Arabe (al-soufi)
id: Arab (Al-Sufi)
pl: arabski (al-sufi)
pt: Árabe (Al-Sufi)
tr: Arapça (Sufi)

source: This sky culture reflects _Book Of The Stars_ (Arabic:كتاب الكواكب), written by the astronomer: Al-Ṣūfī in the 10th century. The book describes the 1025 stars of the 48 classical Greek constellations of Ptolemy Almagest, map to them the indigenous Arab star names and asterisms, and identify 44 stars as stars of the astrolabe.
fil: Sinasalamin ng kulturang ito ang _Book Of The Stars_ (Arabic:كتاب الكواكب), na isinulat ng astronomer: Al-Ṣūfī noong ika-10 siglo. Inilalarawan ng aklat ang 1025 na bituin ng 48 klasikal na konstelasyon ng Greek ni Ptolemy Almagest, imapa sa kanila ang mga pangalan at asterismo ng katutubong Arabo, at kinilala ang 44 na bituin bilang mga bituin ng astrolabe.
fr: Cette culture du ciel reflète le _Livre Des Étoiles_ (arabe : كتاب الكواكب), écrit par l'astronome : Al-Ṣūfī au 10ème siècle. Le livre décrit les 1025 étoiles des 48 constellations grecques classiques de Ptolémée Almageste, leur cartographie les noms d'étoiles et les astérismes arabes indigènes et identifie 44 étoiles comme des étoiles de l'astrolabe.
id: Budaya langit ini mencerminkan _Book Of The Stars_ (Arab:كتاب الكواكب), yang ditulis oleh astronom: Al-Ṣūf pada abad ke-10. Buku tersebut menjelaskan 1025 bintang dari 48 konstelasi Yunani klasik Ptolemy Almagest, memetakan kepada mereka nama-nama bintang dan asterisme Arab asli, dan mengidentifikasi 44 bintang sebagai bintang astrolabe.
pl: Ta kultura nieba odzwierciedla Księgę Gwiazd (arab. كتاب الكواكب), napisaną przez astronoma Al-Ṣūfī w X wieku. Książka opisuje 1025 gwiazd z 48 klasycznych greckich konstelacji Ptolemeusza Almagesta, przypisuje im rdzenne arabskie nazwy gwiazd i asteryzmy oraz identyfikuje 44 gwiazdy jako gwiazdy astrolabium.
pt: Esta cultura do céu reflete o _Livro das Estrelas_ (árabe: كتاب الكواكب), escrito pelo astrônomo: Al-Ṣūfī no século X. O livro descreve as 1025 estrelas das 48 constelações gregas clássicas de Ptolomeu Almagesto, mapeia para elas os nomes das estrelas árabes e asterismos e identifica 44 estrelas como estrelas do astrolábio.
tr: Bu gökyüzü kültürü, 10. yüzyılda Al-Ṣūfī adlı astronom tarafından yazılan _Book Of The Stars'ı (Arapça:كتاب الكواكب) yansıtır. Kitap, 48 klasik Yunan takımyıldızı Ptolemy Almagest'in 1025 yıldızını anlatıyor, onlara yerli Arap yıldız adlarını ve yıldız işaretlerini gösteriyor ve 44 yıldızı usturlabın yıldızları olarak tanımlıyor.
