Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: #### Historical Overview Originally, _Manazil al-Qamar_, the Arabic for the lunar mansions, or stations of the moon, were a system of 28 stars, group of stars, or spots in the sky near which the moon can be found in each of the 28 nights of its monthly revolution. Early mentions of the complete list of the lunar stations are reported by ʿAbd al-Malik ibn Ḥabīb (d. 852) on the authority of Malik ibn Anas (d. 795) [#1]. However, this system had been adopted already in the pre-Islamic period, prior to the 7th century of the common era. Using heliacal observations, the asterisms of the lunar mansions served to divide the sidereal and solar year of 365 days into 28 periods of 13 days each except for one period that is given 14 days. These 28 periods are called _anwāʾ_, plural of _nawʾ_. Each _nawʾ_ is determined by a characteristical star: when this star rises in the morning during dawn (in the east, so, shortly before the Sun), this is the beginning of the next _nawʾ_. The name of the _nawʾ_ (period of time, half month), gives the lunar mansion its name. One complete cycle of setting and rising for each of the 28 lunar mansions, one after the other, makes a solar year. This system was used to determine the seasons and predict weather, especially rain [#2]. The Arabs said: each _nawʾ_ (period of 13/14 days) is characterized by a distinctive weather pattern of rain, wind, and temperature [#4]. A detailed description of the stars of each lunar mansion, the times of their heliacal rising and a compilation of astronomical and meteorological knowledge of the ancient Arabs can be found in the _Book of al-anwaʾ_, authored by Ibn Qutaybah (b. 828 - d. 884 or 889). Copies of this book manuscripts survived, and it was printed in India in 1956 [#5]. The usage of the lunar mansions continued to schedule the times of agricultural, travel and medicine practices. Due to the importance of observing the times of their heliacal risings, short treatises have been written, and poems have been composed describing the asterisms of the 28 mansions. A poem dedicated to description of the stars of the lunar mansions was published by Gustave-Adolphe de Calassanti-Motylinski in 1899 in his book "Les mansions lunaires chez les Arabes", attributed to Muḥammad al-Muqrī (1578-1638) [#6][#7]. A sample treatise is the one written by Shaykh Ṣāliḥ al-Shuthrī (d. ~1891), titled "A time-table for farmers" [#8]. #### Current Usage of Lunar Stations Agricultural almanacs based on the heliacal rising of lunar stations are still in active use today. The official calendar of Saudi Arabia includes these times [#9]. The following is an example of the use of a calendar based on the lunar stations for the 13 days period starting with the rise of the 3rd lunar station _al-Thurayya_ (Pleiades) on June 7th [#10]: > Weather gets hotter and wind gets stronger. Wild grasses dry. Water in wells > gets shallower. Rain is rare during this time. Spring insects start to > disappear. Palm tree dates starts to get its colors. It is recommended to > irrigate trees with the right amounts and stop irrigation of vines when > grapes start to get its color. #### Identification of the Lunar Stations Ibn Qutaybah (b. 828 - d. 884 or 889) in his _Book of al-anwaʾ_ gives detailed description of the stars of each lunar station, while an accurate identification can be extracted from the _Book of the stars_ by al-Ṣūfī (d. 986). In his book, al-Ṣūfī maps the stars as known to ancient Arabs to those of the Ptolemaic Constellations. An example of al-Ṣūfī definitions of the stars of the lunar mansions, here is the definition of _al-Ghafr_ [#11][#12]: > And the 22nd \[star of Virgo\] and the 23rd which is on the tail > \[hem of the garment\] with the 25th on the left foot \[of Virgo\] are named > \[by the Arabs\] _al-Ghafr_ which is the 15th lunar mansion. Because the stars of the Ptolemaic constellations have known coordinates, it is relatively easy to identify the Arab star names. #### The 28 lunar stations 1. _Al-Sharatan_ or _Al-Ashrat_ (The two signs or the signs) composed of the 3 stars: α Ari (Hamal), β Ari (Sheratan) and γ<sup>2</sup> Ari (Mesarthim) 2. _Al-Botain_ (The small belly \[of the little ram\]) composed of the 3 stars: ε Ari, δ Ari (Botein), and ρ<sup>3</sup> Ari 3. _Al-Thurayya_ (Pleiades) composed of the star cluster of the Pleiades 4. _Al-Dabaran_ (The Follower \[of the Pleiades\]) composed of the single star α Tau (Aldebaran) 5. _Al-Hakaah_ (The mark on the horse side) composed of the three stars on the head of Orion: λ Ori (Meissa), φ<sup>1</sup> Ori and φ<sup>2</sup> Ori 6. _Al-Hanaah_ (The bend in the neck of a camel) composed of the 2 stars: γ Gem (Alhena) and ξ Gem 7. _Al-Thira-a_ (Retracted arm [of the lion]) composed of the 2 stars: α CMi (Procyon) and β CMi (Gomeisa) 8. _Al-Nathrah_ (The tip of the nose of the lion) composed of the Praesepe cluster and the 2 stars: γ Cnc (Asellus Borealis) and δ Cnc (Asellus Australis) 9. _Al-Tarf_ (The eyes of the lion) composed of the 2 stars: ε Leo and ο Leo (Subra) 10. _Al-Jabhah_ (The forehead of the lion) composed of 4 stars: ζ Leo (Adhafera), γ<sup>1</sup> Leo (Algieba), η Leo and α Leo (Regulus) 11. _Al-Zubrah_ (The mane of the lion) composed of the 2 stars: δ Leo (Zosma) and θ Leo (Chertan) 12. _Al-Sarfah_ (The change to colder weather) composed of one star: β Leo (Denebola) 13. _Al-Awwa_ (The bend) composed of 5 stars: β Vir (Zavijava), η Vir (Zaniah), γ Vir (Porrima), δ Vir and ε Vir (Vindemiatrix) 14. _Al-Simak_ (The unarmed high one) composed of the star α Vir (Spica) 15. _Al-Ghafr_ (The cover) composed of 3 stars: ι Vir (Syrma), κ Vir and λ Vir 16. _Al-Zubana_ (The claws of the scorpion) composed of the 2 stars: α<sup>2</sup> Lib (Zubenelgenubi) and β Lib (Zubeneschamali) 17. _Al-Ikleel_ (The ornamented headband, The diadem) composed of the 3 stars: β<sup>1</sup> Sco (Acrab), δ Sco (Dschubba) and π Sco. 18. _Al-Qalb_ (The heart of the scorpion) composed of the star α Sco (Antares) 19. _Al-Shawlah_ (The sting of the scorpion) composed of the 2 stars: λ Sco (Shaula) and υ Sco (Lesath) 20. _Al-Naayem_ (The Ostriches) 8 stars: γ2 Sgr, δ Sgr, ε Sgr, η Sgr, σ Sgr, φ Sgr, τ Sgr, and ζ Sgr 21. _Al-Baldah_ (The empty area) is the area where there are no stars between _Al-Naayem_ and _Saad Al-Thabih_ 22. _Saad Al-Thabih_ (The lucky star of the Slaughterer) composed of the 3 stars: α<sup>1</sup> Cap (Algedi), β Cap (Dabih), and ν Cap 23. _Saad Bulaa_ (The lucky star of the swallower) composed of the 3 stars: ν Aqr, μ Aqr and ε Aqr (Albali) 24. _Saad Al-Saud_ (The luckiest of the lucky stars) composed of the 3 stars: β Aqr (Sadalsuud), ξ Aqr and λ Cap 25. _Saad Al-Akhbiah_ (The lucky stars of the tent dwellers) composed of the 4 stars: γ Aqr (Sadachbia), π Aqr, ζ<sup>2</sup> Aqr and η Aqr 26. _Al-Mugaddam_ (The front bucket mouth) composed of the 2 stars: α And (Alpheratz) and γ Peg (Algenib) 27. _Al-Muakhar_ (The rear bucket mouth) composed of the 2 stars: β Peg (Scheat) and α Peg (Markab) 28. _Al-Risha_ or _Al-Hoot_ (The rope of the well bucket or The Fish) composed of the star β And (Mirach) and two arcs of stars making a figure of a fish ##### The Super lion and Al-Jawza figures of the ancient Arab star lore One may notice from the names of the 7th to the 15th lunar stations that they are part of a lion figure. This Arab lion figure covers around 100 degrees, a little bit more than half of the sky dome. From the names of these stars a lion figure can be constructed. Two of the lunar stations, _Al-Hakaah_ and _Al-Hanaah_, are part of Al-Jawza stars. Al-Jawza is the figure covering Orion plus some stars around it. The ancient Arabs imagined these stars as a figure of a woman with a bow and arrow aimed at the lion (an image, probably influenced from Roman Egypt: see depiction on Denderah zodiac which shows Babylonian as well as Greek traces of constellations). Mr. Roland Laffitte discussed these two figures and offered a depiction of each in his article: [Our Arab Heritage in the CelestialVault](http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault). A more detailed discussion of ancient Arab star lore is found in his book: "Le Ciel des Arabes" [#13].
fil: #### Makasaysayang Pangkalahatang-ideya Sa orihinal, ang _Manazil al-Qamar_, ang Arabic para sa mga lunar na mansyon, o mga istasyon ng buwan, ay isang sistema ng 28 bituin, grupo ng mga bituin, o mga spot sa kalangitan na malapit sa kung saan ang buwan ay matatagpuan sa bawat isa sa 28 gabi ng buwanang rebolusyon nito. Ang mga unang pagbanggit sa kumpletong listahan ng mga istasyon ng buwan ay iniulat ni ʿAbd al-Malik ibn Ḥabīb (d. 852) sa awtoridad ni Malik ibn Anas (d. 795) [#1]. Gayunpaman, ang sistemang ito ay pinagtibay na sa pre-Islamic na panahon, bago ang ika-7 siglo ng karaniwang panahon. Gamit ang heliacal na mga obserbasyon, ang mga asterismo ng mga lunar na mansyon ay nagsilbi upang hatiin ang sidereal at solar na taon ng 365 araw sa 28 yugto ng 13 araw bawat isa maliban sa isang panahon na binibigyan ng 14 na araw. Ang 28 yugtong ito ay tinatawag na _anwāʾ_, maramihan ng _nawʾ_. Ang bawat _nawʾ_ ay tinutukoy ng isang katangiang bituin: kapag ang bituing ito ay sumisikat sa umaga sa bukang-liwayway (sa silangan, kaya, ilang sandali bago ang Araw), ito ang simula ng susunod na _nawʾ_. Ang pangalan ng _nawʾ_ (panahon ng panahon, kalahating buwan), ay nagbibigay sa lunar na mansyon ng pangalan nito. Isang kumpletong cycle ng pagtatakda at pagtaas para sa bawat isa sa 28 lunar mansion, isa-isa, ay gumagawa ng solar year. Ginamit ang sistemang ito upang matukoy ang mga panahon at hulaan ang panahon, lalo na ang ulan [#2]. Sinabi ng mga Arabo: bawat _nawʾ_ (panahon ng 13/14 na araw) ay nailalarawan sa pamamagitan ng isang natatanging pattern ng panahon ng ulan, hangin, at temperatura [#4]. Ang isang detalyadong paglalarawan ng mga bituin ng bawat lunar mansion, ang mga oras ng kanilang heliacal na pagsikat at isang compilation ng astronomical at meteorological na kaalaman ng mga sinaunang Arabo ay matatagpuan sa _Book of al-anwaʾ_, na inakda ni Ibn Qutaybah (b. 828 - d. 884 o 889). Nakaligtas ang mga kopya ng mga manuskrito ng aklat na ito, at ito ay inilimbag sa India noong 1956 [#5]. Ang paggamit ng mga lunar na mansyon ay nagpatuloy sa pag-iskedyul ng mga oras ng mga kasanayan sa agrikultura, paglalakbay at medisina. Dahil sa kahalagahan ng pagmamasid sa mga oras ng kanilang heliacal rises, maiikling treatise ang naisulat, at ang mga tula ay binubuo na naglalarawan sa mga asterismo ng 28 mansyon. Isang tula na nakatuon sa paglalarawan ng mga bituin ng mga lunar na mansyon ay inilathala ni Gustave-Adolphe de Calassanti-Motylinski noong 1899 sa kanyang aklat na "Les mansions lunaires chez les Arabes", na iniuugnay kay Muḥammad al-Muqrī (1578-1638) [#6] [#7]. Ang isang halimbawang treatise ay ang isinulat ni Shaykh Ṣāliḥ al-Shuthrī (d. ~1891), na pinamagatang "Isang time-table para sa mga magsasaka" [#8]. #### Kasalukuyang Paggamit ng Lunar Stations Ang mga pang-agrikulturang almanac batay sa heliacal na pagtaas ng mga istasyon ng buwan ay aktibong ginagamit pa rin ngayon. Kasama sa opisyal na kalendaryo ng Saudi Arabia ang mga oras na ito [#9]. Ang sumusunod ay isang halimbawa ng paggamit ng kalendaryo batay sa mga istasyon ng buwan para sa 13 araw na panahon simula sa pagtaas ng ika-3 estasyon ng lunar _al-Thurayya_ (Pleiades) noong ika-7 ng Hunyo [#10]: > Lalong umiinit ang panahon at lumalakas ang hangin. Natuyo ang mga ligaw na damo. Ang tubig sa mga balon ay nagiging mababaw. Bihira ang ulan sa panahong ito. Nagsisimulang mawala ang mga insekto sa tagsibol. Ang mga petsa ng palm tree ay nagsisimulang makakuha ng mga kulay nito. Inirerekomenda na patubigan ang mga puno ng tamang dami at itigil ang patubig ng mga baging kapag nagsimulang makakuha ng kulay ang mga ubas. #### Pagkilala sa mga Lunar Stations Ibn Qutaybah (b. 828 - d. 884 o 889) sa kanyang _Book of al-anwaʾ_ ay nagbibigay ng detalyadong paglalarawan ng mga bituin ng bawat lunar station, habang ang isang tumpak na pagkakakilanlan ay maaaring makuha mula sa _Book of the stars_ ni al-Ṣūfī (d 986). Sa kanyang aklat, ipinamapa ni al-Ṣūfī ang mga bituin na kilala ng mga sinaunang Arabo sa mga nasa Ptolemaic Constellations. Isang halimbawa ng mga kahulugan ng al-Ṣūfī ng mga bituin ng mga lunar na mansyon, narito ang kahulugan ng _al-Ghafr_ [#11][#12]: > At ang ika-22 \[bituin ng Virgo\] at ang ika-23 na nasa buntot > Pinangalanan ang \[lapad ng damit\] na may ika-25 sa kaliwang paa \[ni Virgo\] > \[ng Arabo\] _al-Ghafr_ na ika-15 lunar mansion. Dahil ang mga bituin sa mga konstelasyon ng Ptolemaic ay may alam na mga coordinate, medyo madaling matukoy ang mga pangalan ng Arab star. #### Ang 28 lunar stations 1. _Al-Sharatan_ o _Al-Ashrat_ (Ang dalawang palatandaan o ang mga palatandaan) na binubuo ng 3 bituin: α Ari (Hamal), β Ari (Sheratan) at γ<sup>2</sup> Ari (Mesarthim) 2. _Al-Botain_ (Ang maliit na tiyan \[ng maliit na tupa\]) na binubuo ng 3 bituin: ε Ari, δ Ari (Botein), at ρ<sup>3</sup> Ari 3. _Al-Thurayya_ (Pleiades) na binubuo ng star cluster ng Pleiades 4. _Al-Dabaran_ (Ang Tagasunod \[ng Pleiades\]) na binubuo ng nag-iisang bituin na α Tau (Aldebaran) 5. _Al-Hakaah_ (Ang marka sa gilid ng kabayo) na binubuo ng tatlong bituin sa ulo ng Orion: λ Ori (Meissa), φ<sup>1</sup> Ori at φ<sup>2</sup> Ori 6. _Al-Hanaah_ (Ang liko sa leeg ng isang kamelyo) na binubuo ng 2 bituin: γ Gem (Alhena) at ξ Gem 7. _Al-Thira-a_ (Binurong braso [ng leon]) na binubuo ng 2 bituin: α CMi (Procyon) at β CMi (Gomeisa) 8. _Al-Nathrah_ (Ang dulo ng ilong ng leon) na binubuo ng Praesepe cluster at ang 2 bituin: γ Cnc (Asellus Borealis) at δ Cnc (Asellus Australis) 9. _Al-Tarf_ (Ang mga mata ng leon) na binubuo ng 2 bituin: ε Leo at ο Leo (Subra) 10. _Al-Jabhah_ (Ang noo ng leon) na binubuo ng 4 na bituin: ζ Leo (Adhafera), γ<sup>1</sup> Leo (Algieba), η Leo at α Leo (Regulus) 11. _Al-Zubrah_ (Ang mane ng leon) na binubuo ng 2 bituin: δ Leo (Zosma) at θ Leo (Chertan) 12. _Al-Sarfah_ (Ang pagbabago sa mas malamig na panahon) na binubuo ng isang bituin: β Leo (Denebola) 13. _Al-Awwa_ (Ang liko) na binubuo ng 5 bituin: β Vir (Zavijava), η Vir (Zaniah), γ Vir (Porrima), δ Vir at ε Vir (Vindemiatrix) 14. _Al-Simak_ (Ang walang armas na mataas) na binubuo ng bituin na α Vir (Spica) 15. _Al-Ghafr_ (Ang pabalat) na binubuo ng 3 bituin: ι Vir (Syrma), κ Vir at λ Vir 16. _Al-Zubana_ (Ang mga kuko ng alakdan) na binubuo ng 2 bituin: α<sup>2</sup> Lib (Zubenelgenubi) at β Lib (Zubeneschamali) 17. _Al-Ikleel_ (Ang pinalamutian na headband, Ang diadem) na binubuo ng 3 bituin: β<sup>1</sup> Sco (Acrab), δ Sco (Dschubba) at π Sco. 18. _Al-Qalb_ (Ang puso ng alakdan) na binubuo ng bituin α Sco (Antares) 19. _Al-Shawlah_ (Ang tibo ng alakdan) na binubuo ng 2 bituin: λ Sco (Shaula) at υ Sco (Lesath) 20. _Al-Naayem_ (The Ostriches) 8 star: γ2 Sgr, δ Sgr, ε Sgr, η Sgr, σ Sgr, φ Sgr, τ Sgr, at ζ Sgr 21. _Al-Baldah_ (Ang walang laman na lugar) ay ang lugar kung saan walang mga bituin sa pagitan ng _Al-Naayem_ at _Saad Al-Thabih_ 22. _Saad Al-Thabih_ (Ang masuwerteng bituin ng Mamamatay-tao) na binubuo ng 3 bituin: α<sup>1</sup> Cap (Algedi), β Cap (Dabih), at ν Cap 23. _Saad Bulaa_ (Ang masuwerteng bituin ng lumulunok) na binubuo ng 3 bituin: ν Aqr, μ Aqr at ε Aqr (Albali) 24. _Saad Al-Saud_ (Ang pinakamaswerteng bituin) na binubuo ng 3 bituin: β Aqr (Sadalsuud), ξ Aqr at λ Cap 25. _Saad Al-Akhbiah_ (Ang mga masuwerteng bituin ng mga naninirahan sa tolda) na binubuo ng 4 na bituin: γ Aqr (Sadachbia), π Aqr, ζ<sup>2</sup> Aqr at η Aqr 26. _Al-Mugaddam_ (Ang front bucket mouth) na binubuo ng 2 bituin: α At (Alpheratz) at γ Peg (Algenib) 27. _Al-Muakhar_ (Ang bunganga ng balde sa likuran) na binubuo ng 2 bituin: β Peg (Scheat) at α Peg (Markab) 28. _Al-Risha_ o _Al-Hoot_ (Ang lubid ng balde ng balon o Ang Isda) na binubuo ng bituin β At (Mirach) at dalawang arko ng mga bituin na gumagawa ng pigura ng isda ##### Ang Super lion at Al-Jawza figure ng sinaunang Arab star lore Maaaring mapansin ng isa mula sa mga pangalan ng ika-7 hanggang ika-15 na istasyon ng lunar na sila ay bahagi ng isang pigura ng leon. Ang pigura ng Arab na leon na ito ay sumasakop sa humigit-kumulang 100 degrees, higit pa sa kalahati ng sky dome. Mula sa mga pangalan ng mga bituin na ito ay maaaring makabuo ng pigura ng leon. Dalawa sa mga istasyon ng buwan, _Al-Hakaah_ at _Al-Hanaah_, ay bahagi ng mga bituin ng Al-Jawza. Ang Al-Jawza ay ang pigura na sumasakop sa Orion kasama ang ilang mga bituin sa paligid nito. Inisip ng mga sinaunang Arabo ang mga bituin na ito bilang isang pigura ng isang babae na may pana at pana na nakatutok sa leon (isang imahe, malamang na naiimpluwensyahan mula sa Romanong Ehipto: tingnan ang paglalarawan sa Denderah zodiac na nagpapakita ng Babylonian pati na rin ang mga bakas ng mga konstelasyon ng Greek). Tinalakay ni G. Roland Laffitte ang dalawang figure na ito at nag-alok ng paglalarawan ng bawat isa sa kanyang artikulo: [Our Arab Heritage in the CelestialVault](http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault). Ang isang mas detalyadong talakayan ng sinaunang Arab star lore ay matatagpuan sa kanyang aklat: "Le Ciel des Arabes" [#13].
fr: #### Aperçu historique À l'origine, _Manazil al-Qamar_, l'arabe pour les demeures lunaires, ou stations de la lune, était un système de 28 étoiles, groupe d'étoiles ou taches dans le ciel près desquelles la lune peut être trouvée dans chacune des 28 nuits de sa révolution mensuelle. Les premières mentions de la liste complète des stations lunaires sont rapportées par ʿAbd al-Malik ibn Ḥabīb (m. 852) sous l'autorité de Malik ibn Anas (m. 795) [#1]. Cependant, ce système avait déjà été adopté dans la période préislamique, avant le 7ème siècle de l'ère commune. A partir d'observations héliaques, les astérismes des manoirs lunaires ont servi à diviser l'année sidérale et solaire de 365 jours en 28 périodes de 13 jours chacune à l'exception d'une période qui est donnée de 14 jours. Ces 28 périodes sont appelées _anwāʾ_, pluriel de _nawʾ_. Chaque _nawʾ_ est déterminé par une étoile caractéristique : lorsque cette étoile se lève le matin à l'aube (à l'est, donc, peu avant le Soleil), c'est le début de la prochaine _nawʾ_. Le nom du _nawʾ_ (période de temps, demi-mois), donne son nom au manoir lunaire. Un cycle complet de coucher et lever pour chacun des 28 manoirs lunaires, l'un après l'autre, fait une année solaire. Ce système a été utilisé pour déterminer les saisons et prévoir le temps, en particulier la pluie [#2]. Les Arabes disaient : chaque _nawʾ_ (période de 13/14 jours) est caractérisée par un régime météorologique distinctif de pluie, de vent et de température [#4]. Une description détaillée des étoiles de chaque manoir lunaire, les heures de leur lever héliaque et une compilation des connaissances astronomiques et météorologiques des anciens Arabes peuvent être trouvées dans le _Livre d'al-anwaʾ_, rédigé par Ibn Qutaybah (b. 828 - d 884 ou 889). Des copies des manuscrits de ce livre ont survécu et il a été imprimé en Inde en 1956 [#5]. L'utilisation des manoirs lunaires a continué à programmer les périodes de pratiques agricoles, de voyage et de médecine. En raison de l'importance d'observer les temps de leurs soulèvements héliaques, de courts traités ont été écrits et des poèmes ont été composés décrivant les astérismes des 28 demeures. Un poème consacré à la description des étoiles des demeures lunaires a été publié par Gustave-Adolphe de Calassanti-Motylinski en 1899 dans son livre "Les demeures lunaires chez les Arabes", attribué à Muḥammad al-Muqrī (1578-1638) [#6] [RéfX7]. Un exemple de traité est celui écrit par Shaykh Ṣāliḥ al-Shuthrī (d. ~1891), intitulé "Un calendrier pour les agriculteurs" [#8]. #### Utilisation actuelle des stations lunaires Les almanachs agricoles basés sur le lever héliaque des stations lunaires sont encore en usage aujourd'hui. Le calendrier officiel de l'Arabie Saoudite inclut ces horaires [#9]. Voici un exemple d'utilisation d'un calendrier basé sur les stations lunaires pour la période de 13 jours commençant par le lever de la 3ème station lunaire _al-Thurayya_ (Pléiades) le 7 juin [#10] : > Le temps se réchauffe et le vent devient plus fort. Les herbes folles sèchent. L'eau des puits devient moins profonde. La pluie est rare à cette période. Les insectes printaniers commencent à disparaître. Les dattes de palmier commencent à prendre leurs couleurs. Il est recommandé d'irriguer les arbres avec les bonnes quantités et d'arrêter l'irrigation des vignes lorsque les raisins commencent à se colorer. #### Identification des stations lunaires Ibn Qutaybah (b. 828 - d. 884 ou 889) dans son _Livre d'al-anwaʾ_ donne une description détaillée des étoiles de chaque station lunaire, tandis qu'une identification précise peut être extraite du _Livre des étoiles_ par al-Ṣūfī (d .986). Dans son livre, al-Ṣūfī cartographie les étoiles connues des anciens Arabes avec celles des constellations ptolémaïques. Un exemple de définitions al-Ṣūfī des étoiles des demeures lunaires, voici la définition de _al-Ghafr_ [#11][#12] : > Et la 22ème \[étoile de la Vierge\] et la 23ème qui est sur la queue > \[ourlet du vêtement\] avec le 25 sur le pied gauche \[de la Vierge\] sont nommés > \[par les Arabes\] _al-Ghafr_ qui est le 15ème manoir lunaire. Parce que les étoiles des constellations ptolémaïques ont des coordonnées connues, il est relativement facile d'identifier les noms d'étoiles arabes. #### Les 28 stations lunaires 1. _Al-Sharatan_ ou _Al-Ashrat_ (Les deux signes ou les signes) composé des 3 étoiles : α Ari (Hamal), β Ari (Sheratan) et γ<sup>2</sup> Ari (Mesarthim) 2. _Al-Botain_ (Le petit ventre \[du petit bélier\]) composé des 3 étoiles : ε Ari, δ Ari (Botein) et ρ<sup>3</sup> Ari 3. _Al-Thurayya_ (Pléiades) composé de l'amas d'étoiles des Pléiades 4. _Al-Dabaran_ (Le Disciple \[des Pléiades\]) composé de l'étoile unique α Tau (Aldebaran) 5. _Al-Hakaah_ (La marque du côté du cheval) composée des trois étoiles sur la tête d'Orion : λ Ori (Meissa), φ<sup>1</sup> Ori et φ<sup>2</sup> Ou Je 6. _Al-Hanaah_ (Le coude du cou d'un chameau) composé des 2 étoiles : γ Gem (Alhena) et ξ Gem 7. _Al-Thira-a_ (Bras rétracté [du lion]) composé des 2 étoiles : α CMi (Procyon) et β CMi (Gomeisa) 8. _Al-Nathrah_ (Le bout du nez du lion) composé de l'amas Praesepe et des 2 étoiles : γ Cnc (Asellus Borealis) et δ Cnc (Asellus Australis) 9. _Al-Tarf_ (Les yeux du lion) composé des 2 étoiles : ε Lion et ο Lion (Subra) 10. _Al-Jabhah_ (Le front du lion) composé de 4 étoiles : ζ Lion (Adhafera), γ<sup>1</sup> Lion (Algieba), η Lion et α Lion (Regulus) 11. _Al-Zubrah_ (La crinière du lion) composée des 2 étoiles : δ Lion (Zosma) et θ Lion (Chertan) 12. _Al-Sarfah_ (Le changement vers un temps plus froid) composé d'une étoile : β Lion (Denebola) 13. _Al-Awwa_ (Le coude) composé de 5 étoiles : β Vir (Zavijava), η Vir (Zaniah), γ Vir (Porrima), δ Vir et ε Vir (Vindemiatrix) 14. _Al-Simak_ (Le haut sans armes) composé de l'étoile α Vir (Spica) 15. _Al-Ghafr_ (La couverture) composée de 3 étoiles : ι Vir (Syrma), κ Vir et λ Vir 16. _Al-Zubana_ (Les griffes du scorpion) composé des 2 étoiles : α<sup>2</sup> Lib (Zubenelgenubi) et β Lib (Zubeneschamali) 17. _Al-Ikleel_ (Le bandeau orné, Le diadème) composé des 3 étoiles : β<sup>1</sup> Sco (Acrab), δ Sco (Dschubba) et π Sco. 18. _Al-Qalb_ (Le cœur du scorpion) composé de l'étoile α Sco (Antares) 19. _Al-Shawlah_ (Le dard du scorpion) composé des 2 étoiles : λ Sco (Shaula) et υ Sco (Lesath) 20. _Al-Naayem_ (Les autruches) 8 étoiles : γ2 Sgr, δ Sgr, ε Sgr, η Sgr, σ Sgr, φ Sgr, τ Sgr et ζ Sgr 21. _Al-Baldah_ (La zone vide) est la zone où il n'y a pas d'étoiles entre _Al-Naayem_ et _Saad Al-Thabih_ 22. _Saad Al-Thabih_ (L'étoile porte-bonheur de l'abatteur) composée des 3 étoiles : α<sup>1</sup> Cap (Algedi), β Cap (Dabih) et ν Cap 23. _Saad Bulaa_ (L'étoile porte-bonheur de l'avaleur) composée des 3 étoiles : ν Aqr, μ Aqr et ε Aqr (Albali) 24. _Saad Al-Saud_ (La plus chanceuse des étoiles porte-bonheur) composé des 3 étoiles : β Aqr (Sadalsuud), ξ Aqr et λ Cap 25. _Saad Al-Akhbiah_ (L'étoile porte-bonheur des habitants de la tente) composée des 4 étoiles : γ Aqr (Sadachbia), π Aqr, ζ<sup>2</sup> Aqr et η Aqr 26. _Al-Mugaddam_ (La bouche du seau avant) composée des 2 étoiles : α And (Alpheratz) et γ Peg (Algenib) 27. _Al-Muakhar_ (La bouche du seau arrière) composée des 2 étoiles : β Peg (Scheat) et α Peg (Markab) 28. _Al-Risha_ ou _Al-Hoot_ (La corde du seau du puits ou Le Poisson) composé de l'étoile β And (Mirach) et de deux arcs d'étoiles faisant figure de poisson ##### Le super lion et les figures d'Al-Jawza de l'ancienne tradition des étoiles arabes On peut remarquer d'après les noms des 7e à 15e stations lunaires qu'elles font partie d'une figure de lion. Cette figure de lion arabe couvre environ 100 degrés, un peu plus de la moitié du dôme du ciel. À partir des noms de ces étoiles, une figure de lion peut être construite. Deux des stations lunaires, _Al-Hakaah_ et _Al-Hanaah_, font partie des étoiles d'Al-Jawza. Al-Jawza est la figure couvrant Orion plus quelques étoiles autour d'elle. Les anciens Arabes imaginaient ces étoiles comme une figure de femme avec un arc et une flèche pointant vers le lion (une image, probablement influencée par l'Égypte romaine : voir la représentation sur le zodiaque de Denderah qui montre des traces babyloniennes ainsi que grecques de constellations). M. Roland Laffitte a discuté de ces deux figures et a proposé une description de chacune dans son article : [Notre patrimoine arabe dans la voûte céleste](http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault). Une discussion plus détaillée de l'ancienne tradition des étoiles arabes se trouve dans son livre: "Le Ciel des Arabes" [#13].
id: #### Ikhtisar Sejarah Awalnya, _Manazil al-Qamar_, bahasa Arab untuk rumah-rumah bulan, atau stasiun bulan, adalah sistem 28 bintang, kelompok bintang, atau bintik-bintik di langit di mana bulan dapat ditemukan di masing-masing dari 28 malam bulan. revolusi bulanannya. Penyebutan awal dari daftar lengkap stasiun lunar dilaporkan oleh Abd al-Malik ibn abīb (w. 852) atas otoritas Malik ibn Anas (w. 795) [#1]. Namun, sistem ini telah diadopsi pada periode pra-Islam, sebelum abad ke-7 Masehi. Menggunakan pengamatan heliakal, asterisme dari rumah-rumah besar bulan berfungsi untuk membagi tahun sidereal dan matahari dari 365 hari menjadi 28 periode masing-masing 13 hari kecuali untuk satu periode yang diberikan 14 hari. 28 periode ini disebut _anwāʾ_, jamak dari _nawʾ_. Setiap _nawʾ_ ditentukan oleh karakteristik bintang: ketika bintang ini terbit di pagi hari saat fajar (di timur, jadi, sesaat sebelum Matahari), ini adalah awal dari _nawʾ_ berikutnya. Nama _nawʾ_ (periode waktu, setengah bulan), memberikan nama rumah bulan. Satu siklus lengkap pengaturan dan terbit untuk masing-masing dari 28 rumah besar lunar, satu demi satu, membuat tahun matahari. Sistem ini digunakan untuk menentukan musim dan memprediksi cuaca, khususnya hujan [#2]. Orang-orang Arab berkata: setiap _nawʾ_ (periode 13/14 hari) dicirikan oleh pola cuaca yang khas dari hujan, angin, dan suhu [#4]. Penjelasan rinci tentang bintang-bintang dari setiap rumah bulan, waktu terbitnya heliks mereka, dan kompilasi pengetahuan astronomis dan meteorologis orang Arab kuno dapat ditemukan di _Kitab al-anwaʾ_, yang ditulis oleh Ibn Qutaybah (b. 828 - h. .884 atau 889). Salinan manuskrip buku ini bertahan, dan dicetak di India pada tahun 1956 [#5]. Penggunaan rumah-rumah bulan terus menjadwalkan waktu praktik pertanian, perjalanan, dan pengobatan. Karena pentingnya mengamati waktu kebangkitan heliakal mereka, risalah pendek telah ditulis, dan puisi telah disusun untuk menggambarkan asterisme dari 28 rumah besar. Sebuah puisi yang didedikasikan untuk menggambarkan bintang-bintang dari istana bulan diterbitkan oleh Gustave-Adolphe de Calassanti-Motylinski pada tahun 1899 dalam bukunya "Les mansions lunaires chez les Arabes", dikaitkan dengan Muḥammad al-Muqrī (1578-1638) [#6] [#7]. Sebuah contoh risalah adalah yang ditulis oleh Syekh āliḥ al-Shuthrī (w. ~1891), berjudul "Tabel waktu untuk petani" [#8]. #### Penggunaan Stasiun Bulan Saat Ini Almanak pertanian berdasarkan kenaikan heliakal stasiun bulan masih digunakan secara aktif sampai sekarang. Kalender resmi Arab Saudi mencakup waktu-waktu ini [#9]. Berikut ini adalah contoh penggunaan kalender berdasarkan stasiun lunar untuk periode 13 hari dimulai dengan munculnya stasiun lunar ke-3 _al-Thurayya_ (Pleiades) pada tanggal 7 Juni [#10]: > Cuaca semakin panas dan angin semakin kencang. Rerumputan liar mengering. Air di sumur semakin dangkal. Hujan jarang terjadi selama ini. Serangga musim semi mulai menghilang. Kurma pohon palem mulai mendapatkan warnanya. Dianjurkan untuk mengairi pohon dengan jumlah yang tepat dan menghentikan irigasi tanaman merambat ketika anggur mulai mendapatkan warnanya. #### Identifikasi Stasiun Bulan Ibn Qutaybah (b. 828 - d. 884 atau 889) dalam _Book of al-anwaʾ_-nya memberikan deskripsi rinci tentang bintang-bintang dari setiap stasiun lunar, sementara identifikasi yang akurat dapat diambil dari _Book of the stars_ oleh al-Ṣūf (w .986). Dalam bukunya, al-Ṣūf memetakan bintang-bintang seperti yang dikenal orang Arab kuno dengan Rasi Bintang Ptolemaik. Contoh definisi al-Ṣūfī dari bintang-bintang rumah bulan, berikut adalah definisi dari _al-Ghafr_ [#11][#12]: > Dan \[bintang Virgo\] ke-22 dan ke-23 yang ada di ekor > \[ujung pakaian\] dengan yang ke-25 di kaki kiri \[Virgo\] dinamai > \[oleh orang Arab\] _al-Ghafr_ yang merupakan mansion lunar ke-15. Karena bintang-bintang di konstelasi Ptolemaik memiliki koordinat yang diketahui, maka relatif mudah untuk mengidentifikasi nama-nama bintang Arab. #### 28 stasiun bulan 1. _Al-Sharatan_ atau _Al-Ashrat_ (Dua tanda atau tanda) terdiri dari 3 bintang: Ari (Hamal), Ari (Sheratan) dan <sup>2</sup> Ari (Mesarthim) 2. _Al-Botain_ (Perut kecil \[domba jantan kecil\]) terdiri dari 3 bintang: Ari, Ari (Botein), dan <sup>3</sup> Ari 3. _Al-Thurayya_ (Pleiades) terdiri dari gugusan bintang Pleiades 4. _Al-Dabaran_ (Pengikut \[dari Pleiades\]) terdiri dari bintang tunggal Tau (Aldebaran) 5. _Al-Hakaah_ (Tanda di sisi kuda) terdiri dari tiga bintang di kepala Orion: Ori (Meissa), <sup>1</sup> Ori dan <sup>2</sup> ori 6. _Al-Hanaah_ (Lekuk leher unta) terdiri dari 2 bintang: Permata (Alhena) dan Permata 7. _Al-Thira-a_ (Lengan ditarik [singa]) terdiri dari 2 bintang: CMi (Procyon) dan CMi (Gomeisa) 8. _Al-Nathrah_ (Ujung hidung singa) terdiri dari gugusan Praesepe dan 2 bintang: Cnc (Asellus Borealis) dan Cnc (Asellus Australis) 9. _Al-Tarf_ (Mata singa) terdiri dari 2 bintang: Leo dan Leo (Subra) 10. _Al-Jabhah_ (Dahi singa) terdiri dari 4 bintang: Leo (Adhafera), <sup>1</sup> Leo (Algieba), Leo dan Leo (Regulus) 11. _Al-Zubrah_ (Surai singa) terdiri dari 2 bintang: Leo (Zosma) dan Leo (Chertan) 12. _Al-Sarfah_ (Perubahan cuaca menjadi lebih dingin) terdiri dari satu bintang: Leo (Denebola) 13. _Al-Awwa_ (The bend) terdiri dari 5 bintang: Vir (Zavijava), Vir (Zaniah), Vir (Porrima), Vir dan Vir (Vindemiatrix) 14. _Al-Simak_ (Yang tinggi tidak bersenjata) terdiri dari bintang Vir (Spica) 15. _Al-Ghafr_ (Sampul) terdiri dari 3 bintang: Vir (Syrma), Vir dan Vir 16. _Al-Zubana_ (Cakar kalajengking) terdiri dari 2 bintang: <sup>2</sup> Lib (Zubenelgenubi) dan Lib (Zubeneschamali) 17. _Al-Ikleel_ (Ikat kepala berhias, Mahkota) terdiri dari 3 bintang: <sup>1</sup> Sco (Acrab), Sco (Dschubba) dan Sco. 18. _Al-Qalb_ (Jantung kalajengking) tersusun atas bintang Sco (Antares) 19. _Al-Shawlah_ (Sengat kalajengking) terdiri dari 2 bintang: Sco (Shaula) dan Sco (Lesath) 20. _Al-Naayem_ (Burung Unta) 8 bintang: 2 Sgr, Sgr, Sgr, Sgr, Sgr, Sgr, Sgr, dan Sgr 21. _Al-Baldah_ (Area kosong) adalah area yang tidak terdapat bintang di antara _Al-Naayem_ dan _Saad Al-Thabih_ 22. _Saad Al-Thabih_ (Bintang Keberuntungan Pembantai) terdiri dari 3 bintang: <sup>1</sup> Cap (Algedi), Cap (Dabih), dan Cap 23. _Saad Bulaa_ (Bintang keberuntungan penelan) terdiri dari 3 bintang: Aqr, Aqr dan Aqr (Albali) 24. _Saad Al-Saud_ (Yang paling beruntung dari bintang yang beruntung) terdiri dari 3 bintang: Aqr (Sadalsuud), Aqr dan Cap 25. _Saad Al-Akhbiah_ (Bintang keberuntungan penghuni tenda) terdiri dari 4 bintang: Aqr (Sadachbia), Aqr, <sup>2</sup> Aqr dan Aqr 26. _Al-Mugaddam_ (Mulut ember depan) terdiri dari 2 bintang: Dan (Alpheratz) dan Pasak (Algenib) 27. _Al-Muakhar_ (Mulut ember belakang) terdiri dari 2 bintang: Pasak (Scheat) dan Pasak (Markab) 28. _Al-Risha_ atau _Al-Hoot_ (Tali ember sumur atau Ikan) terdiri dari bintang Dan (Mirach) dan dua busur bintang membuat sosok ikan ##### Sosok singa Super dan Al-Jawza dari pengetahuan bintang Arab kuno Orang mungkin memperhatikan dari nama stasiun bulan ke-7 hingga ke-15 bahwa mereka adalah bagian dari sosok singa. Sosok singa Arab ini menutupi sekitar 100 derajat, sedikit lebih dari setengah kubah langit. Dari nama-nama bintang ini dapat dibangun sosok singa. Dua dari stasiun bulan, _Al-Hakaah_ dan _Al-Hanaah_, adalah bagian dari bintang Al-Jawza. Al-Jawza adalah sosok yang menutupi Orion ditambah beberapa bintang di sekitarnya. Orang-orang Arab kuno membayangkan bintang-bintang ini sebagai sosok wanita dengan busur dan anak panah yang diarahkan ke singa (gambar, mungkin dipengaruhi dari Mesir Romawi: lihat penggambaran pada zodiak Denderah yang menunjukkan jejak rasi bintang Babilonia dan Yunani). Mr. Roland Laffitte membahas dua tokoh ini dan menawarkan penggambaran masing-masing dalam artikelnya: [Our Arab Heritage in the CelestialVault](http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault). Sebuah diskusi yang lebih rinci tentang pengetahuan bintang Arab kuno ditemukan dalam bukunya: "Le Ciel des Arabes" [#13].
pl: #### Przegląd Historyczny Pierwotnie Manazil al-Qamar, po arabsku księżycowe rezydencje lub stacje księżyca, był systemem 28 gwiazd, grup gwiazd lub plam na niebie, w pobliżu których księżyc można znaleźć w każdej z 28 nocy jego miesięczna rewolucja. Wczesne wzmianki o pełnej liście stacji księżycowych zostały przekazane przez ʿAbd al-Malik ibn Ḥabīb (zm. 852) z upoważnienia Malika ibn Anas (zm. 795) [#1]. Jednak system ten został przyjęty już w okresie przedislamskim, przed VII wiekiem naszej ery. Wykorzystując obserwacje heliakalne, asteryzmy księżycowych rezydencji służyły do podziału 365-dniowego roku syderycznego i słonecznego na 28 okresów po 13 dni, z wyjątkiem jednego okresu, który jest podany 14 dni. Te 28 okresów nazywa się anwā, liczba mnoga od „nawʾ”. Każde „naw” jest określane przez charakterystyczną gwiazdę: gdy ta gwiazda wschodzi rano o świcie (na wschodzie, a więc na krótko przed słońcem), jest to początek następnego „naw”. Nazwa _nawʾ_ (okres czasu, pół miesiąca) daje nazwę księżycowej rezydencji. Jeden pełny cykl zachodu i wznoszenia dla każdej z 28 księżycowych rezydencji, jedna po drugiej, tworzy rok słoneczny. Ten system był używany do określania pór roku i przewidywania pogody, zwłaszcza deszczu [#2]. Arabowie powiedzieli: każde „naw” (okres 13/14 dni) charakteryzuje się charakterystycznym wzorem pogody deszczu, wiatru i temperatury [#4]. Szczegółowy opis gwiazd każdej księżycowej rezydencji, czasy ich heliakalnego wschodu oraz zestawienie astronomicznej i meteorologicznej wiedzy starożytnych Arabów można znaleźć w _Księdze al-anwaʾ_ autorstwa Ibn Qutaybah (ur. 828 - d. 884 lub 889). Kopie rękopisów tej książki przetrwały i została wydrukowana w Indiach w 1956 r. [#5]. Korzystanie z księżycowych rezydencji nadal wyznaczało czas praktyk rolniczych, podróżniczych i medycznych. Ze względu na wagę obserwacji czasów ich heliakalnych wskrzeszeń powstały krótkie traktaty i skomponowano wiersze opisujące asteryzmy 28 dworów. Wiersz poświęcony opisowi gwiazd księżycowych rezydencji Gustave-Adolphe de Calassanti-Motylinski opublikował w 1899 r. w książce „Les mansions lunaires chez les Arabes”, przypisywanej Muhammadowi al-Muqrī (1578-1638) [#6] [OdnX7]. Przykładowym traktatem jest ten napisany przez Szejka Saliḥ al-Shuthrī (zm. ~1891), zatytułowany „Harmonogram dla rolników” [#8]. #### Bieżące wykorzystanie stacji księżycowych Almanachy rolnicze oparte na heliakalnych wschodach stacji księżycowych są nadal aktywnie używane. Oficjalny kalendarz Arabii Saudyjskiej obejmuje te czasy [#9]. Poniżej znajduje się przykład użycia kalendarza opartego na stacjach księżycowych dla okresu 13 dni, począwszy od powstania 3 stacji księżycowej al-Thurayya (Plejady) 7 czerwca [#10]: > Pogoda staje się cieplejsza, a wiatr staje się silniejszy. Dzikie trawy wysychają. Woda w studniach staje się płytsza. W tym czasie deszcz jest rzadkością. Wiosenne owady zaczynają znikać. Daktyle palmowe zaczynają nabierać kolorów. Zaleca się nawadniać drzewa odpowiednią ilością i zaprzestać nawadniania winorośli, gdy winogrona zaczną nabierać koloru. #### Identyfikacja stacji księżycowych Ibn Qutaybah (ur. 828 - zm. 884 lub 889) w swojej księdze al-anwaʾ podaje szczegółowy opis gwiazd każdej stacji księżycowej, podczas gdy dokładną identyfikację można uzyskać z Księgi gwiazd autorstwa al-Ṣūfi (d 986). W swojej książce al-Ṣūfi mapuje gwiazdy znane starożytnym Arabom z gwiazdami konstelacji Ptolemeusza. Przykład definicji al-Ṣūfī gwiazd księżycowych rezydencji, oto definicja al-Ghafr [#11][#12]: > I 22. \[gwiazda Panny\] i 23., która jest na ogonie > \[rąbek ubrania\] z 25. na lewej stopie \[panny\] są nazwane > \[przez Arabów\] _al-Ghafr_, który jest 15. księżycową posiadłością. Ponieważ gwiazdy z konstelacji Ptolemeusza mają znane współrzędne, stosunkowo łatwo jest zidentyfikować arabskie nazwy gwiazd. #### 28 stacji księżycowych 1. _Al-Sharatan_ lub _Al-Ashrat_ (dwa znaki lub znaki) złożone z 3 gwiazd: α Ari (Hamal), β Ari (Sheratan) i γ<sup>2</sup> Ari (Mesarthim) 2. _Al-Botain_ (Mały brzuch \[małego barana\]) złożony z 3 gwiazd: ε Ari, δ Ari (Botein) i ρ<sup>3</sup> Ari 3. _Al-Thurayya_ (Plejady) złożona z gromady gwiazd Plejad 4. _Al-Dabaran_ (Zwolennik \[Plejad\]) złożony z pojedynczej gwiazdy α Tau (Aldebaran) 5. _Al-Hakaah_ (znak na boku konia) złożony z trzech gwiazd na głowie Oriona: λ Ori (Meissa), φ<sup>1</sup> Ori i φ<sup>2</sup> Lub ja 6. _Al-Hanaah_ (Zakręt w szyi wielbłąda) złożony z 2 gwiazd: γ Klejnot (Alhena) i ξ Klejnot 7. _Al-Thira-a_ (Wycofane ramię [lwa]) złożone z 2 gwiazd: α CMi (Procyon) i β CMi (Gomeisa) 8. _Al-Nathrah_ (Końcówka nosa lwa) składa się z gromady Praesepe i 2 gwiazd: γ Cnc (Asellus Borealis) i δ Cnc (Asellus Australis) 9. _Al-Tarf_ (Oczy lwa) składa się z 2 gwiazd: ε Leo i ο Leo (Subra) 10. _Al-Jabhah_ (czoło lwa) składa się z 4 gwiazdek: ζ Lew (Adhafera), γ<sup>1</sup> Lew (Algieba), η Lew i α Lew (Regulus) 11. _Al-Zubrah_ (Grzywa lwa) złożona z 2 gwiazd: δ Leo (Zosma) i θ Leo (Chertan) 12. _Al-Sarfah_ (Zmiana na chłodniejszą pogodę) składa się z jednej gwiazdy: β Leo (Denebola) 13. _Al-Awwa_ (Zakręt) złożony z 5 gwiazd: β Vir (Zavijava), η Vir (Zaniah), γ Vir (Porrima), δ Vir i ε Vir (Vindemiatrix) 14. _Al-Simak_ (Nieuzbrojony wysoki) złożony z gwiazdy α Vir (Spica) 15. _Al-Ghafr_ (Okładka) złożona z 3 gwiazdek: ι Vir (Syrma), κ Vir i λ Vir 16. _Al-Zubana_ (Pazury skorpiona) złożona z 2 gwiazd: α<sup>2</sup> Lib (Zubenelgenubi) i β Lib (Zubeneschamali) 17. _Al-Ikleel_ (Zdobiona opaska, Diadem) złożona z 3 gwiazdek: β<sup>1</sup> Sco (Acrab), δ Sco (Dschubba) i π Sco. 18. _Al-Qalb_ (Serce skorpiona) złożone z gwiazdy α Sco (Antares) 19. _Al-Shawlah_ (Żądło skorpiona) złożone z 2 gwiazd: λ Sco (Shaula) i υ Sco (Lesath) 20. _Al-Naayem_ (Strusie) 8 gwiazdek: γ2 Sgr, δ Sgr, ε Sgr, η Sgr, σ Sgr, φ Sgr, τ Sgr i ζ Sgr 21. Al-Baldah (pusty obszar) to obszar, w którym nie ma gwiazd między Al-Naayem a Saad Al-Thabih 22. _Saad Al-Thabih_ (Szczęśliwa gwiazda Rzeźnika) składa się z 3 gwiazdek: α<sup>1</sup>Cap (Algedi), βCap (Dabih) i νCap 23. _Saad Bulaa_ (Szczęśliwa gwiazda połykacza) składa się z 3 gwiazd: ν Aqr, μ Aqr i ε Aqr (Albali) 24. _Saad Al-Saud_ (Najszczęśliwsza ze szczęśliwych gwiazd) składa się z 3 gwiazd: β Aqr (Sadalsuud), ξ Aqr i λ Cap 25. _Saad Al-Akhbiah_ (Szczęśliwe gwiazdy mieszkańców namiotów) złożone z 4 gwiazd: γ Aqr (Sadachbia), π Aqr, ζ<sup>2</sup> Aqr i η Aqr 26. _Al-Mugaddam_ (przedni otwór wiadra) złożony z 2 gwiazd: α And (Alpheratz) i γ Peg (Algenib) 27. _Al-Muakhar_ (Tylne usta wiadra) składa się z 2 gwiazdek: β Peg (Scheat) i α Peg (Markab) 28. Al-Risha lub Al-Hoot (Lina studni lub Ryba) złożona z gwiazdy β I (Mirach) i dwóch łuków gwiazd tworzących figurę ryby ##### Super lwy i postacie Al-Jawzy ze starożytnej arabskiej wiedzy o gwiazdach Od 7 do 15 stacji księżycowych można zauważyć, że są one częścią postaci lwa. Ta arabska postać lwa zajmuje około 100 stopni, nieco ponad połowę kopuły nieba. Z nazw tych gwiazd można zbudować figurkę lwa. Dwie stacje księżycowe, Al-Hakaah i Al-Hanaah, są częścią gwiazd Al-Jawza. Al-Jawza to postać zakrywająca Oriona i kilka gwiazd wokół niego. Starożytni Arabowie wyobrażali sobie te gwiazdy jako postać kobiety z łukiem i strzałą wycelowaną w lwa (obraz, prawdopodobnie zainspirowany rzymskim Egiptem: patrz przedstawienie zodiaku Dendera, na którym widać babilońskie i greckie ślady konstelacji). Pan Roland Laffitte omówił te dwie liczby i przedstawił ich opis w swoim artykule: [Nasze arabskie dziedzictwo w CelestialVault](http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault). Bardziej szczegółowe omówienie starożytnych arabskich tradycji gwiezdnych można znaleźć w jego książce: „Le Ciel des Arabes” [#13].
pt: #### Visão histórica Originalmente, _Manazil al-Qamar_, o árabe para as mansões lunares, ou estações da lua, era um sistema de 28 estrelas, grupo de estrelas ou pontos no céu perto dos quais a lua pode ser encontrada em cada uma das 28 noites de sua revolução mensal. As primeiras menções da lista completa das estações lunares são relatadas por ʿAbd al-Malik ibn Ḥabīb (d. 852) sob a autoridade de Malik ibn Anas (d. 795) [#1]. No entanto, esse sistema havia sido adotado já no período pré-islâmico, anterior ao século VII da era comum. Usando observações heliacais, os asterismos das mansões lunares serviram para dividir o ano sideral e solar de 365 dias em 28 períodos de 13 dias cada, exceto por um período que é dado 14 dias. Esses 28 períodos são chamados _anwāʾ_, plural de _nawʾ_. Cada _nawʾ_ é determinado por uma estrela característica: quando esta estrela nasce de manhã durante o amanhecer (no leste, portanto, pouco antes do Sol), este é o início do próximo _nawʾ_. O nome do _nawʾ_ (período de tempo, meio mês), dá o nome à mansão lunar. Um ciclo completo de pôr e nascer para cada uma das 28 mansões lunares, uma após a outra, faz um ano solar. Este sistema foi usado para determinar as estações do ano e prever o clima, especialmente a chuva [#2]. Os árabes disseram: cada _nawʾ_ (período de 13/14 dias) é caracterizado por um padrão climático distinto de chuva, vento e temperatura [#4]. Uma descrição detalhada das estrelas de cada mansão lunar, os tempos de sua ascensão heliacal e uma compilação do conhecimento astronômico e meteorológico dos antigos árabes podem ser encontrados no _Livro de al-anwaʾ_, de autoria de Ibn Qutaybah (n. 828 - d. . 884 ou 889). Cópias dos manuscritos deste livro sobreviveram e ele foi impresso na Índia em 1956 [#5]. O uso das mansões lunares continuou a marcar os horários das práticas agrícolas, de viagens e de medicina. Devido à importância de observar os tempos de seus nascimentos helíacos, foram escritos pequenos tratados e poemas que descrevem os asterismos das 28 mansões. Um poema dedicado à descrição das estrelas das mansões lunares foi publicado por Gustave-Adolphe de Calassanti-Motylinski em 1899 em seu livro "Les mansions lunaires chez les Arabes", atribuído a Muḥammad al-Muqrī (1578-1638) [#6] [#7]. Um tratado de amostra é aquele escrito por Shaykh Ṣāliḥ al-Shuthrī (d. ~1891), intitulado "Um calendário para agricultores" [#8]. #### Uso atual das estações lunares Almanaques agrícolas baseados na ascensão heliacal de estações lunares ainda estão em uso ativo hoje. O calendário oficial da Arábia Saudita inclui esses horários [#9]. O seguinte é um exemplo do uso de um calendário baseado nas estações lunares para o período de 13 dias começando com a ascensão da 3ª estação lunar _al-Thurayya_ (Plêiades) em 7 de junho [#10]: > O tempo fica mais quente e o vento fica mais forte. Gramíneas selvagens secam. A água dos poços fica mais rasa. A chuva é rara nesta época. Os insetos da primavera começam a desaparecer. As tâmaras de palmeira começam a ganhar suas cores. Recomenda-se irrigar as árvores com as quantidades certas e interromper a irrigação das videiras quando as uvas começarem a obter sua cor. #### Identificação das Estações Lunares Ibn Qutaybah (n. 828 - d. 884 ou 889) em seu _Livro de al-anwaʾ_ dá uma descrição detalhada das estrelas de cada estação lunar, enquanto uma identificação precisa pode ser extraída do _Livro das estrelas_ por al-Ṣūfī (d . 986). Em seu livro, al-Ṣūfī mapeia as estrelas conhecidas pelos árabes antigos para as das constelações ptolomaicas. Um exemplo de definições al-Ṣūfī das estrelas das mansões lunares, aqui está a definição de _al-Ghafr_ [#11][#12]: > E a 22ª \[estrela de Virgem\] e a 23ª que fica na cauda > \[bainha da peça\] com o 25º no pé esquerdo \[de Virgem\] são nomeados > \[pelos árabes\] _al-Ghafr_ que é a 15ª mansão lunar. Como as estrelas das constelações ptolomaicas têm coordenadas conhecidas, é relativamente fácil identificar os nomes das estrelas árabes. #### As 28 estações lunares 1. _Al-Sharatan_ ou _Al-Ashrat_ (Os dois signos ou os signos) composto pelas 3 estrelas: α Ari (Hamal), β Ari (Sheratan) e γ<sup>2</sup> Ari (Mesarthim) 2. _Al-Botain_ (A pequena barriga \[do pequeno carneiro\]) composta pelas 3 estrelas: ε Ari, δ Ari (Botein) e ρ<sup>3</sup> Ari 3. _Al-Thurayya_ (Plêiades) composto pelo aglomerado estelar das Plêiades 4. _Al-Dabaran_ (O Seguidor \[das Plêiades\]) composto pela estrela única α Tau (Aldebaran) 5. _Al-Hakaah_ (A marca no lado do cavalo) composto pelas três estrelas na cabeça de Orion: λ Ori (Meissa), φ<sup>1</sup> Ori e φ<sup>2</sup> Ori 6. _Al-Hanaah_ (A curva no pescoço de um camelo) composto pelas 2 estrelas: γ Gem (Alhena) e ξ Gem 7. _Al-Thira-a_ (braço retraído [do leão]) composto pelas 2 estrelas: α CMi (Procyon) e β CMi (Gomeisa) 8. _Al-Nathrah_ (A ponta do nariz do leão) composto pelo aglomerado Praesepe e as 2 estrelas: γ Cnc (Asellus Borealis) e δ Cnc (Asellus Australis) 9. _Al-Tarf_ (Os olhos do leão) composto pelas 2 estrelas: ε Leo e ο Leo (Subra) 10. _Al-Jabhah_ (A testa do leão) composto por 4 estrelas: ζ Leo (Adhafera), γ<sup>1</sup> Leo (Algieba), η Leo e α Leo (Regulus) 11. _Al-Zubrah_ (A juba do leão) composto pelas 2 estrelas: δ Leo (Zosma) e θ Leo (Chertan) 12. _Al-Sarfah_ (A mudança para clima mais frio) composto por uma estrela: β Leo (Denebola) 13. _Al-Awwa_ (A curva) composto por 5 estrelas: β Vir (Zavijava), η Vir (Zaniah), γ Vir (Porrima), δ Vir e ε Vir (Vindemiatrix) 14. _Al-Simak_ (O alto desarmado) composto pela estrela α Vir (Spica) 15. _Al-Ghafr_ (A capa) composta por 3 estrelas: ι Vir (Syrma), κ Vir e λ Vir 16. _Al-Zubana_ (As garras do escorpião) composto pelas 2 estrelas: α<sup>2</sup> Lib (Zubenelgenubi) e β Lib (Zubeneschamali) 17. _Al-Ikleel_ (A tiara ornamentada, O diadema) composto pelas 3 estrelas: β<sup>1</sup> Sco (Acrab), δ Sco (Dschubba) e π Sco. 18. _Al-Qalb_ (O coração do escorpião) composto pela estrela α Sco (Antares) 19. _Al-Shawlah_ (A picada do escorpião) composto pelas 2 estrelas: λ Sco (Shaula) e υ Sco (Lesath) 20. _Al-Naayem_ (Os Avestruzes) 8 estrelas: γ2 Sgr, δ Sgr, ε Sgr, η Sgr, σ Sgr, φ Sgr, τ Sgr e ζ Sgr 21. _Al-Baldah_ (A área vazia) é a área onde não há estrelas entre _Al-Naayem_ e _Saad Al-Thabih_ 22. _Saad Al-Thabih_ (A estrela da sorte do Abatedor) composto pelas 3 estrelas: α<sup>1</sup> Cap (Algedi), β Cap (Dabih) e ν Cap 23. _Saad Bulaa_ (A estrela da sorte do engolidor) composto pelas 3 estrelas: ν Aqr, μ Aqr e ε Aqr (Albali) 24. _Saad Al-Saud_ (A mais sortuda das estrelas da sorte) composto pelas 3 estrelas: β Aqr (Sadalsuud), ξ Aqr e λ Cap 25. _Saad Al-Akhbiah_ (As estrelas da sorte dos moradores da tenda) composto pelas 4 estrelas: γ Aqr (Sadachbia), π Aqr, ζ<sup>2</sup> Aqr e η Aqr 26. _Al-Mugaddam_ (A boca do balde frontal) composto pelas 2 estrelas: α And (Alpheratz) e γ Peg (Algenib) 27. _Al-Muakhar_ (A boca traseira do balde) composto pelas 2 estrelas: β Peg (Scheat) e α Peg (Markab) 28. _Al-Risha_ ou _Al-Hoot_ (A corda do balde do poço ou O Peixe) composto pela estrela β E (Mirach) e dois arcos de estrelas fazendo a figura de um peixe ##### As figuras do Super leão e Al-Jawza da antiga tradição das estrelas árabes Pode-se notar pelos nomes da 7ª à 15ª estações lunares que elas fazem parte de uma figura de leão. Esta figura de leão árabe cobre cerca de 100 graus, um pouco mais da metade da cúpula do céu. A partir dos nomes dessas estrelas, uma figura de leão pode ser construída. Duas das estações lunares, _Al-Hakaah_ e _Al-Hanaah_, fazem parte das estrelas Al-Jawza. Al-Jawza é a figura que cobre Órion mais algumas estrelas ao seu redor. Os antigos árabes imaginavam essas estrelas como a figura de uma mulher com um arco e flecha apontados para o leão (uma imagem, provavelmente influenciada pelo Egito romano: veja a representação no zodíaco de Denderah que mostra traços babilônicos e gregos de constelações). O Sr. Roland Laffitte discutiu essas duas figuras e ofereceu uma descrição de cada uma em seu artigo: [Nossa herança árabe no CelestialVault](http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault). Uma discussão mais detalhada da antiga tradição de estrelas árabes é encontrada em seu livro: "Le Ciel des Arabes" [#13].
tr: #### Tarihe Genel Bakış Başlangıçta, Ay'daki konakların veya ayın istasyonlarının Arapçası olan Manazil al-Qamar, ayın 28 gecenin her birinde yakınında bulunabileceği gökyüzünde 28 yıldız, yıldız grubu veya noktalardan oluşan bir sistemdi. aylık devrimi. Ay istasyonlarının tam listesinin ilk sözleri, Malik ibn Anas'tan (ö. 795) [#1] istinaden Abdülmelik ibn Habîb (ö. 852) tarafından rapor edilmiştir. Ancak bu sistem, İslam öncesi dönemde, ortak dönemin 7. yüzyılından önce zaten kabul edilmişti. Helisel gözlemleri kullanarak, ay konaklarının yıldız işaretleri, 365 günlük yıldız ve güneş yılını, 14 günlük bir süre dışında, her biri 13'er günlük 28 döneme ayırmaya hizmet etti. Bu 28 periyoda _anwāʾ_, _nawʾ_ kelimesinin çoğulu denir. Her bir nawʾ_ karakteristik bir yıldız tarafından belirlenir: bu yıldız sabah şafak vakti (doğuda, yani Güneş'ten kısa bir süre önce) doğduğunda, bu bir sonraki _nawʾ_'nin başlangıcıdır. _nawʾ_ (süre, yarım ay) adı, ay konağına adını verir. Birbiri ardına 28 ay konağının her biri için tam bir batma ve yükselme döngüsü bir güneş yılı yapar. Bu sistem, mevsimleri belirlemek ve hava durumunu, özellikle yağmuru tahmin etmek için kullanıldı [#2]. Araplar şöyle dediler: Her bir nawʾ (13/14 günlük periyot), yağmur, rüzgar ve sıcaklıktan [#4] oluşan belirgin bir hava durumu modeli ile karakterize edilir. Her bir ay köşkünün yıldızlarının ayrıntılı bir tarifi, onların sarmal yükselme zamanları ve eski Arapların astronomik ve meteorolojik bilgilerinin bir derlemesi, İbn Kuteybe (b. 828 - d. .884 veya 889). Bu kitap el yazmalarının kopyaları günümüze ulaştı ve 1956'da Hindistan'da basıldı [#5]. Ay konaklarının kullanımı, tarım, seyahat ve ilaç uygulamalarının zamanlarını planlamaya devam etti. Helisel yükseliş zamanlarını gözlemlemenin öneminden dolayı 28 konağın yıldız işaretlerini anlatan kısa risaleler yazılmış ve şiirler bestelenmiştir. Gustave-Adolphe de Calassanti-Motylinski tarafından 1899'da Muhammed el-Mukrī'ye (1578-1638) atfedilen "Les mansions lunaires chez les Arabes" adlı kitabında ay konaklarının yıldızlarının tasvirine adanmış bir şiir yayınlandı [#6] [#7]. Örnek bir risale, Şeyh Sâlih el-Şütrî (ö. ~1891), "Çiftçiler için bir zaman çizelgesi" başlıklı [#8]. #### Ay İstasyonlarının Güncel Kullanımı Ay istasyonlarının sarmal yükselişine dayanan tarımsal almanaklar bugün hala aktif olarak kullanılmaktadır. Suudi Arabistan'ın resmi takviminde bu zamanlar yer almaktadır [#9]. Aşağıda, 7 Haziran'da [#10] 3. ay istasyonu _al-Thurayya_ (Ülke)'nin yükselişiyle başlayan 13 günlük süre için ay istasyonlarına dayalı bir takvimin kullanımına bir örnek verilmiştir: > Hava ısınır ve rüzgar güçlenir. Yabani otlar kurur. Kuyulardaki su sığlaşır. Bu süre zarfında yağmur nadirdir. Bahar böcekleri kaybolmaya başlar. Palmiye hurmaları renklerini almaya başlar. Ağaçların doğru miktarda sulanması ve üzümler rengini almaya başlayınca asmaların sulanmasının durdurulması tavsiye edilir. #### Ay İstasyonlarının Tanımlanması İbn Kuteybe (d. 828 - ö. 884 veya 889) el-envez kitabında her ay istasyonunun yıldızlarının ayrıntılı bir tanımını verirken, el-Tûfi (ö. 986). El-Tufī kitabında eski Arapların bildiği yıldızları Batlamyus Takımyıldızlarınınkilerle eşleştirir. Ay konaklarının yıldızlarının el-Tufī tanımlarına bir örnek, işte _al-Ghafr_ [#11][#12] tanımı: > Ve 22'nci \[Başak yıldızı\] ve kuyruktaki 23'üncü > \[Elbisenin etek kısmı\] sol ayağındaki 25'inci ile \[Başak\'ın\] olarak adlandırılır > \[Araplar tarafından\] _al-Ghafr_, 15. Ay köşkü. Batlamyus takımyıldızlarının yıldızlarının bilinen koordinatları olduğundan, Arap yıldız isimlerini belirlemek nispeten kolaydır. #### 28 ay istasyonu 1. _Al-Sharatan_ veya _Al-Ashrat_ (iki burç veya burç) 3 yıldızdan oluşur: α Ari (Hamal), β Ari (Sheratan) ve γ<sup>2</sup> Ari (Mesarthim) 2. _Al-Botain_ ([küçük koçun\] küçük göbeği) 3 yıldızdan oluşur: ε Ari, δ Ari (Botein) ve ρ<sup>3</sup> Ari 3. Ülker yıldız kümesinden oluşan _Al-Thurayya_ (Ülke) 4. _Al-Dabaran_ (Takipçisi \[Ülke\]) tek yıldız α Tau'dan (Aldebaran) oluşur 5. _Al-Hakaah_ (At tarafındaki işaret) Orion'un başındaki üç yıldızdan oluşur: λ Ori (Meissa), φ<sup>1</sup> Ori ve φ<sup>2</sup> Ori 6. _Al-Hanaah_ (Devenin boynundaki kıvrım) 2 yıldızdan oluşur: γ Gem (Alhena) ve ξ Gem 7. _Al-Thira-a_ ([Aslanın] geri çekilmiş kolu) 2 yıldızdan oluşur: α CMi (Procyon) ve β CMi (Gomeisa) 8. _Al-Nathrah_ (Aslanın burnunun ucu) Praesepe kümesi ve 2 yıldızdan oluşur: γ Cnc (Asellus Borealis) ve δ Cnc (Asellus Australis) 9. _Al-Tarf_ (Aslanın gözleri) 2 yıldızdan oluşur: ε Aslan ve ο Aslan (Subra) 10. _Al-Jabhah_ (Aslanın alnı) 4 yıldızdan oluşur: ζ Aslan (Adhafera), γ<sup>1</sup> Aslan (Algieba), η Aslan ve α Aslan (Regulus) 11. _Al-Zubrah_ (Aslanın yelesi) 2 yıldızdan oluşur: δ Aslan (Zosma) ve θ Aslan (Chertan) 12. _Al-Sarfah_ (Soğuk havaya geçiş) bir yıldızdan oluşur: β Aslan (Denebola) 13. _Al-Awwa_ (Kıvrım) 5 yıldızdan oluşur: β Vir (Zavijava), η Vir (Zaniah), γ Vir (Porrima), δ Vir ve ε Vir (Vindemiatrix) 14. α Vir (Spica) yıldızından oluşan _Al-Simak_ (Silahsız yüksek olan) 15. _Al-Ghafr_ (Kapak) 3 yıldızdan oluşur: ι Vir (Syrma), κ Vir ve λ Vir 16. _Al-Zubana_ (Akrebin pençeleri) 2 yıldızdan oluşur: α<sup>2</sup> Lib (Zubenelgenubi) ve β Lib (Zubeneschamali) 17. _Al-Ikleel_ (Süslü saç bandı, taç) 3 yıldızdan oluşur: β<sup>1</sup> Sco (Acrab), δ Sco (Dschubba) ve π Sco. 18. _Al-Qalb_ (Akrebin kalbi) α Sco (Antares) yıldızından oluşur 19. _Al-Shawlah_ (Akrep iğnesi) 2 yıldızdan oluşur: λ Sco (Shaula) ve υ Sco (Lesath) 20. _Al-Naayem_ (Devekuşları) 8 yıldız: γ2 Sgr, δ Sgr, ε Sgr, η Sgr, σ Sgr, φ Sgr, τ Sgr ve ζ Sgr 21. _Al-Baldah_ (boş alan), _Al-Naayem_ ve _Saad Al-Thabih_ arasında yıldızların olmadığı alandır. 22. _Saad Al-Thabih_ (Katlibin şanslı yıldızı) 3 yıldızdan oluşur: α<sup>1</sup> Cap (Algedi), β Cap (Dabih) ve ν Cap 23. _Saad Bulaa_ (Yutucunun şanslı yıldızı) 3 yıldızdan oluşur: ν Aqr, μ Aqr ve ε Aqr (Albali) 24. _Saad Al-Saud_ (Şanslı yıldızların en şanslısı) 3 yıldızdan oluşur: β Aqr (Sadalsuud), ξ Aqr ve λ Cap 25. _Saad Al-Akhbiah_ (çadır sakinlerinin şanslı yıldızları) 4 yıldızdan oluşur: γ Aqr (Sadachbia), π Aqr, ζ<sup>2</sup> Aqr ve η Aqr 26. _Al-Mugaddam_ (Ön kova ağzı) 2 yıldızdan oluşur: α And (Alpheratz) ve γ Peg (Algenib) 27. _Al-Muakhar_ (Arka kova ağzı) 2 yıldızdan oluşur: β Peg (Scheat) ve α Peg (Markab) 28. _Al-Risha_ veya _Al-Hoot_ (Kuyu kovasının ipi veya Balık) β ve (Mirach) yıldızından ve bir balık figürü oluşturan iki yıldız yayından oluşur ##### Eski Arap yıldız ilminin Süper aslan ve Al-Jawza figürleri 7. ila 15. ay istasyonlarının isimlerinden, bunların bir aslan figürünün parçası oldukları fark edilebilir. Bu Arap aslanı figürü, gökyüzü kubbesinin yarısından biraz fazlası olan yaklaşık 100 dereceyi kaplar. Bu yıldızların isimlerinden bir aslan figürü yapılabilir. Ay istasyonlarından ikisi, _Al-Hakaah_ ve _Al-Hanaah_, Al-Jawza yıldızlarının bir parçasıdır. Al-Jawza, Orion'u ve etrafındaki bazı yıldızları kapsayan figürdür. Eski Araplar bu yıldızları, aslanı hedef alan ok ve yayı olan bir kadın figürü olarak hayal ettiler (muhtemelen Roma Mısır'ından etkilenmiş bir görüntü: Babil ve Yunan takımyıldızlarının izlerini gösteren Denderah burcundaki resme bakın). Bay Roland Laffitte bu iki figürü tartıştı ve makalesinde her birinin bir tasvirini sundu: [CelestialVault'daki Arap Mirasımız](http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault). Eski Arap yıldızlarının daha ayrıntılı bir tartışması onun kitabında bulunur: "Le Ciel des Arabes" [#13].
