Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: This was a time when the classical Greek constellations were only represented in the traditional style, using allegorical pictographs, and not line figures. Ruelle's approach was very modern: he eliminated the pictographs, and drew simple lines which linked stars. His constellation lines, although different from the modern Western ones, are just as complex: they draw large geometric shapes linking both principal and secondary stars. Ruelle's star chart has historical importance: it is the earliest attempt (in the Western tradition) at reconstructing the classical Greek constellations with geometrical line figures, apparently without trying to mimic any pictograph. There is a single predecessor: in 1625, _Jacob van der Heyden_, a publisher, painter, sculptor, and engraver, published `Globus Concavus, Et Quidem Coelestis Stellatus`: a celestial globe with faint line figures, which are difficult to see [#2]. Ruelle’s innovation itself was not disseminated widely, and did not gain broad acceptance in his time: only in late 19th century, with the continued development of Western astronomy, lined constellation figures like Ruelle’s became commonplace. This sky culture for Stellarium is a transcript of Ruelle's star chart [#1] from the Bibliothèque nationale de France. The source has two polar charts (covering declinations between each pole and the equator) and a partial equatorial chart (covering declinations between the equator and 35 deg. north and south). For some constellations, there are differences in lines between the charts (the polar chart is used here, unless the line figure was unclear or truncated). Occasionally, Ruelle also draws lines to galaxies (for example, M81, M82 are linked into `Ursa Major`); they are not included here. A small number of stars couldn't be identified (the stars are imprecisely positioned on the chart, and some are not labelled), so they are also not included. Obsolete constellations appear in Ruelle's chart: `Musca Borealis` (_La Mouche_), `Cerberus` (_Cerbere_), `Argo Navis` (_Le Vaisseau_), `Antinoüs`.
fil: Ito ay isang panahon kung saan ang mga klasikal na konstelasyon ng Greek ay kinakatawan lamang sa tradisyonal na istilo, gamit ang mga alegorikal na pictograph, at hindi mga line figure. Napaka-moderno ng diskarte ni Ruelle: inalis niya ang mga pictograph, at gumuhit ng mga simpleng linya na nag-uugnay sa mga bituin. Ang kanyang mga linya ng konstelasyon, bagama't iba sa mga modernong Kanluranin, ay kasing kumplikado: gumuhit sila ng malalaking geometric na hugis na nag-uugnay sa parehong punong-guro at pangalawang mga bituin. Ang star chart ni Ruelle ay may kahalagahan sa kasaysayan: ito ang pinakaunang pagtatangka (sa Kanluraning tradisyon) sa muling pagtatayo ng mga klasikal na konstelasyon ng Griyego na may mga geometrical na figure ng linya, na tila hindi sinusubukang gayahin ang anumang pictograph. May nag-iisang hinalinhan: noong 1625, si _Jacob van der Heyden_, isang publisher, pintor, eskultor, at engraver, ay naglathala ng `Globus Concavus, Et Quidem Coelestis Stellatus`: isang celestial globe na may mahinang mga linya, na mahirap makita [#2]. Ang inobasyon mismo ni Ruelle ay hindi ipinakalat nang malawakan, at hindi nakakuha ng malawak na pagtanggap sa kanyang panahon: noong huling bahagi lamang ng ika-19 na siglo, sa patuloy na pag-unlad ng Western astronomy, ang mga may linyang constellation figure tulad ng kay Ruelle ay naging pangkaraniwan. Ang sky culture na ito para sa Stellarium ay isang transcript ng star chart ni Ruelle [#1] mula sa Bibliothèque nationale de France. Ang pinagmulan ay may dalawang polar chart (na sumasaklaw sa mga deklinasyon sa pagitan ng bawat poste at ng ekwador) at isang bahagyang tsart ng ekwador (na sumasaklaw sa mga deklinasyon sa pagitan ng ekwador at 35 deg. hilaga at timog). Para sa ilang mga konstelasyon, may mga pagkakaiba sa mga linya sa pagitan ng mga chart (ginagamit dito ang polar chart, maliban kung ang figure ng linya ay hindi malinaw o pinutol). Paminsan-minsan, gumuguhit din si Ruelle ng mga linya patungo sa mga kalawakan (halimbawa, M81, M82 ay naka-link sa `Ursa Major`); hindi sila kasama dito. Ang isang maliit na bilang ng mga bituin ay hindi matukoy (ang mga bituin ay hindi tumpak na nakaposisyon sa chart, at ang ilan ay hindi naka-label), kaya hindi rin sila kasama. Lumalabas ang mga hindi na ginagamit na konstelasyon sa chart ni Ruelle: `Musca Borealis` (_La Mouche_), `Cerberus` (_Cerbere_), `Argo Navis` (_Le Vaisseau_), `Antinoüs`.
fr: C'était une époque où les constellations grecques classiques n'étaient représentées que dans le style traditionnel, en utilisant des pictogrammes allégoriques, et non des figures linéaires. L'approche de Ruelle est très moderne : il élimine les pictogrammes, et dessine des lignes simples qui relient les étoiles. Ses lignes de constellation, bien que différentes des lignes occidentales modernes, sont tout aussi complexes : elles dessinent de grandes formes géométriques reliant à la fois les étoiles principales et secondaires. La carte du ciel de Ruelle a une importance historique : c'est la première tentative (dans la tradition occidentale) de reconstruire les constellations grecques classiques avec des figures de lignes géométriques, apparemment sans essayer d'imiter un pictogramme. Il y a un seul prédécesseur : en 1625, _Jacob van der Heyden_, un éditeur, peintre, sculpteur et graveur, publie "Globus Concavus, Et Quidem Coelestis Stellatus" : un globe céleste avec des figures de lignes faibles, difficiles à voir [#2]. L'innovation de Ruelle elle-même n'a pas été largement diffusée et n'a pas été largement acceptée à son époque : ce n'est qu'à la fin du XIXe siècle, avec le développement continu de l'astronomie occidentale, que les figures de constellation alignées comme celle de Ruelle sont devenues monnaie courante. Cette culture du ciel pour Stellarium est une transcription de la carte du ciel de Ruelle [#1] de la Bibliothèque nationale de France. La source a deux cartes polaires (couvrant les déclinaisons entre chaque pôle et l'équateur) et une carte équatoriale partielle (couvrant les déclinaisons entre l'équateur et 35 degrés nord et sud). Pour certaines constellations, il existe des différences de lignes entre les cartes (la carte polaire est utilisée ici, sauf si la figure de la ligne n'était pas claire ou tronquée). Occasionnellement, Ruelle dessine également des lignes vers les galaxies (par exemple, M81, M82 sont liés à `Ursa Major`); ils ne sont pas inclus ici. Un petit nombre d'étoiles n'a pas pu être identifié (les étoiles sont positionnées de manière imprécise sur la carte, et certaines ne sont pas étiquetées), elles ne sont donc pas non plus incluses. Des constellations obsolètes apparaissent dans le thème de Ruelle : `Musca Borealis` (_La Mouche_), `Cerberus` (_Cerbere_), `Argo Navis` (_Le Vaisseau_), `Antinoüs`.
id: Ini adalah masa ketika konstelasi Yunani klasik hanya diwakili dalam gaya tradisional, menggunakan piktograf alegoris, dan bukan figur garis. Pendekatan Ruelle sangat modern: dia menghilangkan piktograf, dan menggambar garis sederhana yang menghubungkan bintang. Garis konstelasinya, meskipun berbeda dari garis Barat modern, sama rumitnya: garis-garis itu menggambar bentuk geometris besar yang menghubungkan bintang utama dan bintang sekunder. Bagan bintang Ruelle memiliki kepentingan historis: ini adalah upaya paling awal (dalam tradisi Barat) untuk merekonstruksi konstelasi Yunani klasik dengan figur garis geometris, tampaknya tanpa mencoba meniru piktograf apa pun. Ada satu pendahulu: pada tahun 1625, _Jacob van der Heyden_, seorang penerbit, pelukis, pematung, dan pengukir, menerbitkan `Globus Concavus, Et Quidem Coelestis Stellatus`: bola dunia dengan figur garis samar, yang sulit dilihat [#2]. Inovasi Ruelle sendiri tidak disebarluaskan secara luas, dan tidak mendapatkan penerimaan luas pada masanya: hanya pada akhir abad ke-19, dengan perkembangan astronomi Barat yang berkelanjutan, figur konstelasi berjajar seperti Ruelle menjadi hal yang biasa. Budaya langit untuk Stellarium ini adalah transkrip peta bintang Ruelle [#1] dari Bibliothèque nationale de France. Sumbernya memiliki dua peta kutub (mencakup deklinasi antara setiap kutub dan ekuator) dan peta ekuatorial parsial (mencakup deklinasi antara ekuator dan 35 derajat utara dan selatan). Untuk beberapa konstelasi, ada perbedaan garis di antara grafik (grafik kutub digunakan di sini, kecuali jika gambar garis tidak jelas atau terpotong). Kadang-kadang, Ruelle juga menarik garis ke galaksi (misalnya, M81, M82 dihubungkan ke `Ursa Major`); mereka tidak termasuk di sini. Sejumlah kecil bintang tidak dapat diidentifikasi (bintang ditempatkan secara tidak tepat pada grafik, dan beberapa tidak diberi label), jadi mereka juga tidak disertakan. Rasi bintang usang muncul di bagan Ruelle: `Musca Borealis` (_La Mouche_), `Cerberus` (_Cerbere_), `Argo Navis` (_Le Vaisseau_), `Antinoüs`.
pl: Był to czas, kiedy klasyczne konstelacje greckie były reprezentowane tylko w tradycyjnym stylu, przy użyciu alegorycznych piktogramów, a nie figur liniowych. Podejście Ruelle było bardzo nowoczesne: wyeliminował piktogramy i narysował proste linie łączące gwiazdy. Jego linie konstelacji, choć różnią się od współczesnych zachodnich, są równie złożone: rysują duże geometryczne kształty łączące zarówno gwiazdy główne, jak i drugorzędne. Mapa gwiazd Ruelle'a ma znaczenie historyczne: jest to najwcześniejsza próba (w tradycji zachodniej) rekonstrukcji klasycznych gwiazdozbiorów greckich z geometrycznymi figurami liniowymi, najwyraźniej bez prób naśladowania żadnego piktogramu. Istnieje jeden poprzednik: w 1625 roku Jacob van der Heyden, wydawca, malarz, rzeźbiarz i rytownik, opublikował „Globus Concavus, Et Quidem Coelestis Stellatus”: niebiański glob z postaciami o słabych liniach, które są trudne do zauważenia [#2]. Sama innowacja Ruelle'a nie była szeroko rozpowszechniana i nie zyskała szerokiej akceptacji w jego czasach: dopiero pod koniec XIX wieku, wraz z ciągłym rozwojem zachodniej astronomii, liniowane postacie gwiazdozbiorów, takie jak te Ruelle'a, stały się powszechne. Ta kultura nieba dla Stellarium jest transkrypcją mapy gwiazd Ruelle [#1] z Bibliothèque nationale de France. Źródło ma dwa wykresy biegunowe (obejmujące deklinacje między każdym biegunem a równikiem) oraz częściowy wykres równikowy (obejmujący deklinacje między równikiem a 35 stopni na północ i południe). W przypadku niektórych konstelacji istnieją różnice w liniach między mapami (wykorzystywana jest tutaj mapa biegunowa, chyba że linia była niewyraźna lub skrócona). Od czasu do czasu Ruelle rysuje również linie do galaktyk (na przykład M81, M82 są połączone w „Ursa Major”); nie są one tutaj uwzględnione. Niewielka liczba gwiazd nie mogła zostać zidentyfikowana (gwiazdy są nieprecyzyjnie rozmieszczone na mapie, a niektóre nie są oznaczone), więc one również nie zostały uwzględnione. Przestarzałe konstelacje pojawiają się na wykresie Ruelle'a: „Musca Borealis” (_La Mouche_), „Cerberus” (_Cerbere_), „Argo Navis” (_Le Vaisseau_), „Antinoüs”.
pt: Esta foi uma época em que as constelações gregas clássicas eram representadas apenas no estilo tradicional, usando pictogramas alegóricos, e não figuras de linha. A abordagem de Ruelle era muito moderna: ele eliminou os pictogramas e desenhou linhas simples que ligavam as estrelas. Suas linhas de constelação, embora diferentes das modernas ocidentais, são igualmente complexas: desenham grandes formas geométricas ligando estrelas principais e secundárias. O mapa estelar de Ruelle tem importância histórica: é a primeira tentativa (na tradição ocidental) de reconstruir as constelações gregas clássicas com figuras de linhas geométricas, aparentemente sem tentar imitar qualquer pictograma. Há um único predecessor: em 1625, _Jacob van der Heyden_, editor, pintor, escultor e gravador, publicou "Globus Concavus, Et Quidem Coelestis Stellatus": um globo celeste com figuras de linhas fracas, que são difíceis de ver [#2]. A inovação de Ruelle em si não foi amplamente divulgada e não ganhou ampla aceitação em seu tempo: somente no final do século 19, com o desenvolvimento contínuo da astronomia ocidental, figuras de constelações alinhadas como a de Ruelle se tornaram comuns. Esta cultura do céu para Stellarium é uma transcrição do mapa estelar de Ruelle [#1] da Bibliothèque nationale de France. A fonte tem duas cartas polares (cobrindo as declinações entre cada pólo e o equador) e uma carta equatorial parcial (cobrindo as declinações entre o equador e 35 graus norte e sul). Para algumas constelações, existem diferenças nas linhas entre os gráficos (o gráfico polar é usado aqui, a menos que a figura da linha não esteja clara ou truncada). Ocasionalmente, Ruelle também desenha linhas para galáxias (por exemplo, M81, M82 estão ligadas à 'Ursa Maior'); eles não estão incluídos aqui. Um pequeno número de estrelas não pôde ser identificado (as estrelas estão posicionadas de forma imprecisa no gráfico e algumas não estão rotuladas), então elas também não estão incluídas. Constelações obsoletas aparecem no mapa de Ruelle: `Musca Borealis` (_La Mouche_), `Cerberus` (_Cerbere_), `Argo Navis` (_Le Vaisseau_), `Antinoüs`.
tr: Bu, klasik Yunan takımyıldızlarının çizgi figürleri değil, alegorik piktograflar kullanılarak yalnızca geleneksel tarzda temsil edildiği bir dönemdi. Ruelle'nin yaklaşımı çok moderndi: resim yazılarını ortadan kaldırdı ve yıldızları birbirine bağlayan basit çizgiler çizdi. Takımyıldız çizgileri, modern Batılılardan farklı olmasına rağmen, aynı derecede karmaşıktır: Hem ana hem de ikincil yıldızları birbirine bağlayan büyük geometrik şekiller çizerler. Ruelle'nin yıldız haritası tarihsel bir öneme sahiptir: Klasik Yunan takımyıldızlarını, görünüşe göre herhangi bir piktografı taklit etmeye çalışmadan, geometrik çizgi figürleriyle yeniden yapılandırmaya yönelik (Batı geleneğindeki) ilk girişimdir. Tek bir öncül var: 1625'te yayıncı, ressam, heykeltıraş ve oymacı Jacob van der Heyden, 'Globus Concavus, Et Quidem Coelestis Stellatus'u yayınladı: Görülmesi zor, silik çizgi figürleri olan bir gök küresi [#2] ]. Ruelle'nin yeniliği geniş çapta yayılmadı ve onun zamanında geniş çapta kabul görmedi: sadece 19. yüzyılın sonlarında, Batı astronomisinin sürekli gelişimi ile Ruelle'ninki gibi sıralı takımyıldız figürleri yaygınlaştı. Stellarium için bu gökyüzü kültürü, Bibliothèque nationale de France'dan Ruelle'nin yıldız haritasının [#1] bir kopyasıdır. Kaynak, iki kutup haritasına (her kutup ve ekvator arasındaki sapmaları kapsar) ve bir kısmi ekvator haritasına (ekvator ile 35 derece kuzey ve güney arasındaki sapmaları kapsayan) sahiptir. Bazı takımyıldızlar için, çizelgeler arasında çizgilerde farklılıklar vardır (çizgi şekli net olmadığı veya kesilmediği sürece burada kutup grafiği kullanılır). Zaman zaman, Ruelle galaksilere de çizgiler çizer (örneğin, M81, M82 'Ursa Major' ile bağlantılıdır); buraya dahil değiller. Az sayıda yıldız tanımlanamadı (yıldızlar haritada kesin olarak konumlandırılmamış ve bazıları etiketlenmemiş), dolayısıyla onlar da dahil edilmedi. Ruelle'nin haritasında eski takımyıldızlar görünüyor: "Musca Borealis" (_La Mouche_), "Cerberus" (_Cerbere_), "Argo Navis" (_Le Vaisseau_), "Antinoüs".

source: - [#1]: Alexandre Ruelle. Nouvelle Uranographie ou méthode très facile pour apprendre les constellations (English: New Uranography or a very easy method to learn the constellations). Star chart on paper (97 x 74 cm), de la Marche (Paris). 1786. Available at <https://gallica.bnf.fr/ark:/12148/btv1b53062000r/>, via the Bibliothèque nationale de France, département Cartes et plans, GE C-4001. - [#2]: Jacob van der Heyden. Globus Concavus, Et Quidem Coelestis Stellatus, Cui Simul Annexa Est Instructio Brevis Sed Luculenta Satis atque prolixa eundem apparandi & componendi (English: The Concave Globe, and indeed the celestial stars, to which is annexed a short but clear instruction to prepare and compose it.). 1625. Available at <https://digital.slub-dresden.de/werkansicht/dlf/8429>, via Sächsischen Landesbibliothek Staats- und Universitätsbibliothek Dresden, Astron.582,10. - [#3]: Doina Bucur. The network signature of constellation line figures. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Available at <https://arxiv.org/abs/2110.12329>.
fil: - [#1]: Alexandre Ruelle. Nouvelle Uranographie ou méthode très facile pour apprendre les constellations (Ingles: New Uranography o isang napakadaling paraan upang matutunan ang mga konstelasyon). Star chart sa papel (97 x 74 cm), de la Marche (Paris). 1786. Available sa <https://gallica.bnf.fr/ark:/12148/btv1b53062000r/>, sa pamamagitan ng Bibliothèque nationale de France, département Cartes et plans, GE C-4001. - [#2]: Jacob van der Heyden. Globus Concavus, Et Quidem Coelestis Stellatus, Cui Simul Annexa Est Instructio Brevis Sed Luculenta Satis atque prolixa eundem apparandi & componendi (Ingles: The Concave Globe, at sa katunayan ang mga bituin sa langit, na kung saan ay may kasamang maikli ngunit malinaw na tagubilin para sa paghahanda at pagbuo nito .). 1625. Magagamit sa <https://digital.slub-dresden.de/werkansicht/dlf/8429>, sa pamamagitan ng Sächsischen Landesbibliothek Staats- und Universitätsbibliothek Dresden, Astron.582,10. - [#3]: Doina Bucur. Ang lagda ng network ng mga numero ng linya ng constellation. arXiv e-print. arXiv:2110.12329 [cs.SI]. 2021. Available sa <https://arxiv.org/abs/2110.12329>.
fr: - [#1]: Alexandre Ruelle. Nouvelle Uranographie ou méthode très facile pour apprendre les constellations (en anglais : New Uranography or a very easy method to learn the constellations). Carte du ciel sur papier (97 x 74 cm), de la Marche (Paris). 1786. Disponible sur <https://gallica.bnf.fr/ark:/12148/btv1b53062000r/>, via la Bibliothèque nationale de France, département Cartes et plans, GE C-4001. - [#2]: Jacob van der Heyden. Globus Concavus, Et Quidem Coelestis Stellatus, Cui Simul Annexa Est Instructio Brevis Sed Luculenta Satis atque prolixa eundem apparandi & componendi (Anglais : Le Globe Concave, et en effet les étoiles célestes, auquel est annexée une instruction courte mais claire pour le préparer et le composer .). 1625. Disponible sur <https://digital.slub-dresden.de/werkansicht/dlf/8429>, via Sächsischen Landesbibliothek Staats- und Universitätsbibliothek Dresden, Astron.582,10. - [#3]: Doina Bucur. La signature de réseau des figures de ligne de constellation. e-prints arXiv. arXiv:2110.12329 [cs.SI]. 2021. Disponible sur <https://arxiv.org/abs/2110.12329>.
id: - [#1]: Alexandre Ruelle. Nouvelle Uranographie ou méthode très facile pour apprendre les constellations (Bahasa Inggris: Uranografi Baru atau metode yang sangat mudah untuk mempelajari rasi bintang). Bagan bintang di atas kertas (97 x 74 cm), de la Marche (Paris). 1786. Tersedia di <https://gallica.bnf.fr/ark:/12148/btv1b53062000r/>, melalui Bibliothèque nationale de France, département Cartes et plan, GE C-4001. - [#2]: Jacob van der Heyden. Globus Concavus, Et Quidem Coelestis Stellatus, Cui Simul Annexa Est Instructio Brevis Sed Luculenta Satis atque prolixa eundem apparandi & componendi (Bahasa Inggris: The Concave Globe, dan tentunya bintang-bintang langit, yang dilampirkan instruksi singkat namun jelas untuk mempersiapkan dan menyusunnya .). 1625. Tersedia di <https://digital.slub-dresden.de/werkansicht/dlf/8429>, melalui Sächsischen Landesbibliothek Staats- und Universitätsbibliothek Dresden, Astron.582,10. - [#3]: Doina Bucur. Tanda tangan jaringan figur garis konstelasi. arXiv e-print. arXiv:2110.12329 [cs.SI]. 2021. Tersedia di <https://arxiv.org/abs/2110.12329>.
pl: - [#1]: Alexandre Ruelle. Nouvelle Uranographie ou méthode très facile pour apprendre les constelations (angielski: Nowa Uranografia lub bardzo łatwa metoda nauki konstelacji). Mapa gwiazd na papierze (97 x 74 cm), de la Marche (Paryż). 1786. Dostępne pod adresem <https://gallica.bnf.fr/ark:/12148/btv1b53062000r/>, za pośrednictwem Bibliothèque nationale de France, departament Cartes et plans, GE C-4001. - [OdnX2]: Jacob van der Heyden. Globus Concavus, Et Quidem Coelestis Stellatus, Cui Simul Annexa Est Instructio Brevis Sed Luculenta Satis atque prolixa eundem apparandi & componendi (angielski: Wklęsły Glob, a także gwiazdy niebieskie, do którego dołączona jest krótka, ale jasna instrukcja, jak go przygotować i skomponować .). 1625. Dostępne pod adresem <https://digital.slub-dresden.de/werkansicht/dlf/8429>, za pośrednictwem Sächsischen Landesbibliothek Staats- und Universitätsbibliothek Dresden, Astron.582,10. - [#3]: Doina Bucur. Sygnatura sieciowa figur konstelacji. arXiv e-wydruki. arXiv:2110.12329 [cs.SI]. 2021. Dostępne pod adresem <https://arxiv.org/abs/2110.12329>.
pt: - [#1]: Alexandre Ruelle. Nouvelle Uranographie ou méthode très facile pour apprendre les constellations (Inglês: New Uranography ou um método muito fácil para aprender as constelações). Carta estelar sobre papel (97 x 74 cm), de la Marche (Paris). 1786. Disponível em <https://gallica.bnf.fr/ark:/12148/btv1b53062000r/>, via Bibliothèque nationale de France, département Cartes et planos, GE C-4001. - [#2]: Jacob van der Heyden. Globus Concavus, Et Quidem Coelestis Stellatus, Cui Simul Annexa Est Instructio Brevis Sed Luculenta Satis atque prolixa eundem apparandi & componendi (Inglês: O Globo Côncavo, e de fato as estrelas celestes, ao qual está anexada uma instrução curta, mas clara para prepará-lo e compô-lo .). 1625. Disponível em <https://digital.slub-dresden.de/werkansicht/dlf/8429>, via Sächsischen Landesbibliothek Staats- und Universitätsbibliothek Dresden, Astron.582,10. - [#3]: Doina Bucur. A assinatura de rede de figuras de linha de constelação. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Disponível em <https://arxiv.org/abs/2110.12329>.
tr: - [#1]: Alexandre Ruelle. Nouvelle Uranographie ou méthode très facile pour apprendre les constellations (İngilizce: Yeni Uranografi veya takımyıldızları öğrenmek için çok kolay bir yöntem). Kağıt üzerinde yıldız haritası (97 x 74 cm), de la Marche (Paris). 1786. <https://gallica.bnf.fr/ark:/12148/btv1b53062000r/> adresinde, Bibliothèque nationale de France, département Cartes et planları, GE C-4001 aracılığıyla erişilebilir. - [#2]: Jacob van der Heyden. Globus Concavus, Et Quidem Coelestis Stellatus, Cui Simul Annexa Est Instructio Brevis Sed Luculenta Satis atque prolixa eundem apparandi & componendi .). 1625. Sächsischen Landesbibliothek Staats- und Universitätsbibliothek Dresden, Astron.582,10 aracılığıyla <https://digital.slub-dresden.de/werkansicht/dlf/8429> adresinde bulunabilir. - [#3]: Doina Bucur. Takımyıldız çizgisi rakamlarının ağ imzası. arXiv e-baskılar. arXiv:2110.12329 [cs.SI]. 2021. <https://arxiv.org/abs/2110.12329> adresinde mevcuttur.
