Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: The Canoe Bailer of Makali`i
fil: Ang Canoe Bailer ng Makali`i
fr: L'Écopeur du Canoë de Makali`i
id: Penjaga Kano Makali`i
pt: O fiador de canoa de Makali`i
tr: Makali`i Kano Baleri

source: The direct translation means the “Canoe Bailer of Makali’i”. The lines are shaped as a canoe bailer which scoops _Ka Hei-Hei o Na Keiki_ (Orion) and _Makali’i_ (Pleiades) up into the night sky. In voyaging a bailer is used to scoop up water out of the hulls. The main stars of _Ke Ka o Makali’i_ from North to South are _Hokulei_ (Capella), _Nanamua_ (Castor), _Nanahope_ (Pollux), _Puana_ (Procyon), and _‘A’a_ (Sirius). These stars connect together to create the bailer in the sky. Mintaka in Orion is an important star in this line because it rises/sets directly east or west giving the navigator an easy pointer star for direction. Mirzim (next to _‘A’a_ (Sirius)) and _Ke Ali’i Kona i Ka Lewa_ (Canopus) connect together to create a southern pointer. _‘Ekekeuehuehu_ (θ Aur, Mahasim) and _‘Ekekeu’ena’ena_ (β Aur, Menkalinan) connect to create a northern pointer. Different north/south pointers are found in the star lines and used heavily by navigators.
fil: Ang direktang pagsasalin ay nangangahulugang "Canoe Bailer ng Makali'i". Ang mga linya ay hugis bilang isang canoe bailer na sumasaklaw sa _Ka Hei-Hei o Na Keiki_ (Orion) at _Makali’i_ (Pleiades) hanggang sa kalangitan sa gabi. Sa paglalayag, ang isang bailer ay ginagamit upang sumalok ng tubig mula sa mga kasko. Ang mga pangunahing bituin ng _Ke Ka o Makali’i_ mula Hilaga hanggang Timog ay sina _Hokulei_ (Capella), _Nanamua_ (Castor), _Nanahope_ (Pollux), _Puana_ (Procyon), at _‘A’a_ (Sirius). Ang mga bituin na ito ay magkakaugnay upang lumikha ng bailer sa kalangitan. Ang Mintaka sa Orion ay isang mahalagang bituin sa linyang ito dahil ito ay tumataas/itinatakda nang direkta sa silangan o kanluran na nagbibigay sa navigator ng madaling pointer star para sa direksyon. Ang Mirzim (sa tabi ng _‘A’a_ (Sirius)) at _Ke Ali’i Kona i Ka Lewa_ (Canopus) ay magkakaugnay upang lumikha ng southern pointer. Kumonekta ang _‘Ekekeuehuehu_ (θ Aur, Mahasim) at _‘Ekekeu’ena’ena_ (β Aur, Menkalinan) upang lumikha ng hilagang pointer. Ang iba't ibang hilaga/timog na mga payo ay matatagpuan sa mga linya ng bituin at madalas na ginagamit ng mga navigator.
fr: La traduction directe signifie le "Canoe Bailer of Makali’i". Les lignes ont la forme d’une écope de canoë qui enfonce _Ka Hei-Hei o Na Keiki_ (Orion) et _Makali’i_ (Pléiades) dans le ciel nocturne. En voyageant, un écope est utilisé pour extraire l'eau des coques. Les principales stars de _Ke Ka o Makali’i_ du nord au sud sont _Hokulei_ (Capella), _Nanamua_ (Castor), _Nanahope_ (Pollux), _Puana_ (Procyon) et _’A’a_ (Sirius). Ces étoiles se connectent ensemble pour créer l'écope dans le ciel. Mintaka à Orion est une étoile importante dans cette ligne car elle monte / se couche directement à l'est ou à l'ouest, donnant au navigateur une étoile facile à pointer pour la direction. Mirzim (à côté de _'A’a_ (Sirius)) et _Ke Ali’i Kona i Ka Lewa_ (Canopus) se connectent ensemble pour créer un pointeur sud. _'Ekekeuehuehu_ (θ Aur, Mahasim) et _’Ekekeu’ena’ena_ (β Aur, Menkalinan) se connectent pour créer un pointeur nord. Différents pointeurs nord / sud se trouvent dans les lignes étoilées et sont largement utilisés par les navigateurs.
id: Terjemahan langsungnya berarti “Penjaga Kano Makali’i”. Garis-garisnya berbentuk seperti gayung kano yang mengangkat _Ka Hei-Hei o Na Keiki_ (Orion) dan _Makali'i_ (Pleiades) ke langit malam. Dalam pelayaran, gayung digunakan untuk mengambil air dari lambung kapal. Bintang utama _Ke Ka o Makali'i_ dari Utara ke Selatan adalah _Hokulei_ (Capella), _Nanamua_ (Castor), _Nanahope_ (Pollux), _Puana_ (Procyon), dan _'A'a_ (Sirius). Bintang-bintang ini terhubung bersama untuk menciptakan gayung di langit. Mintaka di Orion adalah bintang penting di garis ini karena terbit/tenggelam langsung ke timur atau barat memberi navigator bintang penunjuk arah yang mudah. Mirzim (di sebelah _'A'a_ (Sirius)) dan _Ke Ali'i Kona i Ka Lewa_ (Canopus) terhubung bersama untuk membuat penunjuk selatan. _'Ekekeuehuehu_ (θ Aur, Mahasim) dan _'Ekekeu'ena'ena_ (β Aur, Menkalinan) terhubung untuk membuat penunjuk utara. Penunjuk utara/selatan yang berbeda ditemukan di garis bintang dan banyak digunakan oleh navigator.
pl: Bezpośrednie tłumaczenie oznacza „Caile Bailer of Makali’i”. Linie mają kształt kajaka kajakowego, który zbiera _Ka Hei-Hei o Na Keiki_ (Orion) i _Makali’i_ (Plejady) w niebo. W rejsach stosuje się bailer do zbierania wody z kadłubów. Głównymi gwiazdami _Ke Ka o Makali’i z północy na południe są _Hokulei_ (Capella), _Nanamua_ (Castor), _Nanahope_ (Pollux), _Puana_ (Procyon) i _AAa_ (Sirius). Te gwiazdy łączą się ze sobą, aby stworzyć bailer na niebie. Mintaka na Orionie jest ważną gwiazdą w tej linii, ponieważ unosi się / ustawia bezpośrednio na wschód lub zachód, dając nawigatorowi łatwą wskazówkę do wskazania kierunku. Mirzim (obok _'AAa_ (Syriusz)) i _Ke Ali'i Kona i Ka Lewa_ (Canopus) łączą się, aby utworzyć południowy wskaźnik. _Ekekeuehuehu_ (θ Aur, Mahasim) i _ „Ekekeu’ena ”ena_ (β Aur, Menkalinan) łączą się, aby utworzyć wskaźnik północny. Różne wskaźniki północ / południe znajdują się w liniach gwiazd i są intensywnie wykorzystywane przez nawigatorów.
pt: A tradução direta significa o "Canoer Bailer of Makali'i". As linhas têm a forma de um caixão de canoa que lança Ka Hei-Hei o Na Keiki (Orion) e Makali'i (Plêiades) no céu noturno. Na viagem, um fiador é usado para retirar a água dos cascos. As principais estrelas de Ke Ka o Makali'i do norte ao sul são Hokulei (Capella), Nanamua (Castor), Nananahope (Pollux), Puana_ (Procyon) e _A'a_ (Sirius). Essas estrelas se conectam para criar o fiador no céu. Mintaka em Orion é uma estrela importante nessa linha, porque se eleva / se põe diretamente a leste ou oeste, dando ao navegador uma estrela indicadora fácil para a direção. Mirzim (ao lado de _A'a_ (Sirius)) e _Ke Ali'i Kona i Ka Lewa_ (Canopus) se conectam para criar um ponteiro do sul. _Ekekeuehuehu_ (θ Aur, Mahasim) e _Ekekeu'ena'ena_ (β Aur, Menkalinan) se conectam para criar um ponteiro do norte. Diferentes ponteiros norte / sul são encontrados nas linhas estelares e muito utilizados pelos navegadores.
tr: Doğrudan çeviri, "Makali'i Kano Balığı" anlamına gelir. Çizgiler, _Ka Hei-Hei o Na Keiki_ (Orion) ve _Makali'i_ (Pleiades)'i gece gökyüzüne doğru kepçeleyen bir kano balyası şeklindedir. Yolculuk sırasında, teknelerden suyu çıkarmak için bir su tahliyesi kullanılır. Kuzeyden güneye _Ke Ka o Makali'i_'nin ana yıldızları _Hokulei_ (Capella), _Nanamua_ (Castor), _Nanahope_ (Pollux), _Puana_ (Procyon) ve _'A'a_ (Sirius). Bu yıldızlar, gökyüzünde bir su birikintisi oluşturmak için birbirine bağlanır. Orion'daki Mintaka bu çizgide önemli bir yıldızdır, çünkü doğrudan doğuya veya batıya yükselir/batar, bu da gezgine yön için kolay bir işaretçi yıldız verir. Mirzim (_'A'a_ (Sirius)'un yanında) ve _Ke Ali'i Kona i Ka Lewa_ (Canopus) bir güney işaretçisi oluşturmak için birbirine bağlanır. _'Ekekeuehuehu_ (θ Aur, Mahasim) ve _'Ekekeu'ena'ena_ (β Aur, Menkalinan) bir kuzey işaretçisi oluşturmak için bağlanır. Yıldız çizgilerinde farklı kuzey/güney işaretçileri bulunur ve gezginler tarafından yoğun olarak kullanılır.

source: The Cat's Cradle
fil: Ang Duyan ng Pusa
fr: Le Berceau du Chat
id: Buaian Kucing
pl: Kołyska kota
pt: O berço do gato
tr: Kedi Beşiği

source: The Chief's Eyes
fil: Ang mga Mata ni Chief
fr: Les Yeux du Chef
id: Mata Ketua
pl: Oczy wodza
pt: Os olhos do chefe
tr: Şefin Gözleri

source: Voice of Joy
fil: Boses ng Joy
fr: Voix de joie
id: Suara suka-cita
pl: Głos Szczęścia
pt: Voz da Alegria
tr: Neşe Sesi

source: The Seven
fil: Ang Siyete
fr: Les Sept
id: yang tujuh
pl: Siedem
pt: Os Sete
tr: Yedi

source: The Backbone
fil: Ang Backbone
fr: L'Épine dorsale
id: Tulang belakang
pl: Kręgosłup
pt: A espinha dorsal
tr: Omurga

source: _Ka Iwikuamo’o_ translates to the backbone (directly: Bone back-lizard). This star line is depicted as the backbone of a lizard or _mo’o_ in this sky culture. It can also be representing a genealogical backbone, each star representing a generation. The star line itself starts with _Hokupa’a_ (North Star), the ultimate northern pointer due to the star never moving in the sky, always above north. _Hokupa’a_ connects down to _Na Hiku_ (Big Dipper). _Na Hiku_ translates to “The Seven” as there is seven stars in the Big Dipper. _Hokule’a_ (Arcturus) and _Hikianalia_ (Spica) are the two stars in the middle of the star line. The two PVS canoes are named after these two stars. _Hokule’a_ is the “zenith” star of Hawai’i, meaning it will be directly overhead when you are at the latitude of the Hawaiian Islands. _Hokule’a_ is very important to navigators on finding their way back to Hawai’i. The meaning of _Hokule’a_ is “the star of gladness” because it is the star used to find home bringing joy. Next to _Hikianalia_ is _Me’e_, a combination of four stars that create a box. _Me’e_ connects down to _Hanaiakamalama_ (Southern Cross) which is the southern pointer for _Ka Iwikuamo’o_.
fil: Ang _Ka Iwikuamo’o_ ay isinalin sa gulugod (direkta: Butiki sa likod ng buto). Ang linya ng bituin na ito ay inilalarawan bilang gulugod ng isang butiki o _mo'o_ sa kulturang ito sa kalangitan. Maaari rin itong kumakatawan sa isang genealogical backbone, ang bawat bituin ay kumakatawan sa isang henerasyon. Ang mismong linya ng bituin ay nagsisimula sa _Hokupa'a_ (North Star), ang pinakahuling hilagang pointer dahil sa bituin na hindi gumagalaw sa kalangitan, palaging nasa itaas ng hilaga. Ang _Hokupa’a_ ay kumokonekta pababa sa _Na Hiku_ (Big Dipper). Ang _Na Hiku_ ay isinalin sa "The Seven" dahil mayroong pitong bituin sa Big Dipper. Ang _Hokule’a_ (Arcturus) at _Hikianalia_ (Spica) ay ang dalawang bituin sa gitna ng linya ng bituin. Ang dalawang PVS canoe ay ipinangalan sa dalawang bituin na ito. Ang _Hokule'a_ ay ang "zenith" na bituin ng Hawai'i, ibig sabihin, ito ay direktang nasa itaas kapag ikaw ay nasa latitude ng Hawaiian Islands. Napakahalaga ng _Hokule'a_ sa mga navigator sa paghahanap ng kanilang daan pabalik sa Hawai'i. Ang kahulugan ng _Hokule'a_ ay "ang bituin ng kagalakan" dahil ito ang bituin na ginamit upang mahanap ang tahanan na nagdadala ng kagalakan. Sa tabi ng _Hikianalia_ ay _Me'e_, isang kumbinasyon ng apat na bituin na lumilikha ng isang kahon. Ang _Me’e_ ay nag-uugnay pababa sa _Hanaiakamalama_ (Southern Cross) na siyang timog na pointer para sa _Ka Iwikuamo’o_.
fr: _Ka Iwikuamo’o_ se traduit par le backbone (directement: Bone back-lizard). Cette ligne d'étoile est représentée comme l'épine dorsale d'un lézard ou d'un _mo’o_ dans cette culture du ciel. Il peut également représenter un squelette généalogique, chaque étoile représentant une génération. La ligne stellaire elle-même commence par _Hokupa’a_ (North Star), le pointeur nord ultime car l'étoile ne se déplace jamais dans le ciel, toujours au-dessus du nord. _Hokupa’a_ se connecte à _Na Hiku_ (Big Dipper). _Na Hiku_ se traduit par "Les Sept" car il y a sept étoiles dans la Grande Ourse. _Hokule’a_ (Arcturus) et _Hikianalia_ (Spica) sont les deux étoiles au milieu de la ligne stellaire. Les deux pirogues PVS portent le nom de ces deux étoiles. _Hokule’a_ est l'étoile «zénithale» d'Hawaï, ce qui signifie qu'elle sera directement au-dessus de vous lorsque vous serez à la latitude des îles hawaïennes. _Hokule’a_ est très important pour les navigateurs pour retrouver leur chemin vers Hawai’i. Le sens de _Hokule’a_ est "l’étoile de la joie" parce que c’est l’étoile utilisée pour trouver chez soi la joie. À côté de _Hikianalia_ se trouve _Me’e_, une combinaison de quatre étoiles qui créent une boîte. _Me’e_ se connecte à _Hanaiakamalama_ (Southern Cross) qui est le pointeur sud de _Ka Iwikuamo’o_.
id: _Ka Iwikuamo’o_ diterjemahkan menjadi tulang punggung (langsung: Tulang punggung kadal). Garis bintang ini digambarkan sebagai tulang punggung kadal atau _mo'o_ dalam budaya langit ini. Itu juga bisa mewakili tulang punggung silsilah, setiap bintang mewakili satu generasi. Garis bintang itu sendiri dimulai dengan _Hokupa'a_ (Bintang Utara), penunjuk utara utama karena bintang tidak pernah bergerak di langit, selalu di atas utara. _Hokupa'a_ terhubung ke _Na Hiku_ (Big Dipper). _Na Hiku_ diterjemahkan menjadi "Tujuh" karena ada tujuh bintang di Biduk. _Hokule’a_ (Arcturus) dan _Hikianalia_ (Spica) adalah dua bintang yang berada di tengah garis bintang. Kedua kano PVS diberi nama sesuai dengan dua bintang ini. _Hokule'a_ adalah bintang "zenith" Hawaii, yang berarti akan berada tepat di atas kepala saat Anda berada di garis lintang Kepulauan Hawaii. _Hokule'a_ sangat penting bagi navigator untuk menemukan jalan kembali ke Hawai'i. Arti dari _Hokule’a_ adalah “bintang kegembiraan” karena merupakan bintang yang digunakan untuk menemukan rumah membawa kegembiraan. Di sebelah _Hikianalia_ adalah _Me'e_, kombinasi dari empat bintang yang membuat sebuah kotak. _Me’e_ menghubungkan ke _Hanaiakamalama_ (Salib Selatan) yang merupakan penunjuk selatan untuk _Ka Iwikuamo’o_.
pl: _Ka Iwikuamo’o_ tłumaczy kręgosłup (bezpośrednio: jaszczurka z kości). Ta linia gwiazd jest przedstawiana jako kręgosłup jaszczurki lub _mo’o_ w tej kulturze nieba. Może także reprezentować genealogiczny kręgosłup, przy czym każda gwiazda reprezentuje pokolenie. Sama linia gwiazd zaczyna się od _Hokupa’a (Gwiazda Północna), ostateczny północny wskaźnik, ponieważ gwiazda nigdy nie porusza się na niebie, zawsze powyżej północy. _Hokupa’a_ łączy się z _Na Hiku_ (Wielki Wóz). _Na Hiku_ tłumaczy się na „Siódemkę”, ponieważ w Wielkim Wozie jest siedem gwiazd. _Hokule’a_ (Arcturus) i _Hikianalia_ (Spica) to dwie gwiazdy pośrodku linii gwiazd. Dwa czółna PVS zostały nazwane na cześć tych dwóch gwiazd. _Hokule’a_ jest „zenitową” gwiazdą Hawajów, co oznacza, że będzie nad głową, gdy będziesz na szerokości geograficznej Wysp Hawajskich. _Hokule’a_ jest bardzo ważna dla nawigatorów po powrocie na Hawaje. Znaczenie _Hokule’a_ to „gwiazda radości”, ponieważ jest to gwiazda używana do znajdowania domu przynoszącego radość. Obok _Hikianalia_ jest _Me_e, kombinacja czterech gwiazd tworzących pudełko. _Mee_ łączy się z _Hanaiakamalama_ (Southern Cross), który jest południowym wskaźnikiem dla _Ka Iwikuamo’o_.
pt: _Ka Iwikuamo'o_ se traduz no backbone (diretamente: Bone back-lagarto). Essa linha de estrela é descrita como a espinha dorsal de um lagarto ou _mo'o_ nesta cultura do céu. Também pode representar um backbone genealógico, cada estrela representando uma geração. A própria linha da estrela começa com _Hokupa'a_ (Estrela do Norte), o ponteiro final do norte devido ao fato de a estrela nunca se mover no céu, sempre acima do norte. _Hokupa'a_ se conecta a _Na Hiku_ (Ursa Maior). _Na Hiku_ se traduz em “Os Sete”, pois há sete estrelas na Ursa Maior. _Hokule'a_ (Arcturus) e _Hikianalia_ (Spica) são as duas estrelas no meio da linha das estrelas. As duas canoas PVS são nomeadas após essas duas estrelas. _Hokule'a_ é a estrela "zênite" do Havaí, o que significa que estará diretamente acima quando você estiver na latitude das Ilhas Havaianas. _Hokule'a_ é muito importante para os navegadores ao voltarem para o Havaí. O significado de Hokule'a_ é "a estrela da alegria", porque é a estrela usada para encontrar um lar que traz alegria. Ao lado de _Hikianalia_ está _Me'e_, uma combinação de quatro estrelas que criam uma caixa. O _Me'e_ se conecta a _Hanaiakamalama_ (Southern Cross), que é o ponteiro do sul para _Ka Iwikuamo'o_.
tr: _Ka Iwikuamo'o_ omurga anlamına gelir (doğrudan: Kemik sırt kertenkelesi). Bu yıldız çizgisi, bu gökyüzü kültüründe bir kertenkelenin omurgası veya _mo'o_ olarak tasvir edilmiştir. Ayrıca, her yıldız bir nesli temsil eden bir soy omurgasını temsil ediyor olabilir. Yıldız çizgisinin kendisi _Hokupa'a_ (Kuzey Yıldızı) ile başlar, yıldızın gökyüzünde asla hareket etmemesi, her zaman kuzeyin üzerinde olması nedeniyle nihai kuzey işaretçisi. _Hokupa'a_, _Na Hiku_'ya (Büyük Kepçe) bağlanır. _Na Hiku_, Büyük Kepçe'de yedi yıldız olduğu için "Yedi" anlamına gelir. _Hokule'a_ (Arcturus) ve _Hikianalia_ (Spica), yıldız çizgisinin ortasındaki iki yıldızdır. İki PVS kanosu, bu iki yıldızın adını almıştır. _Hokule'a_, Hawai'i'nin "zirve" yıldızıdır, yani Hawai Adaları'nın enlemindeyken doğrudan tepenizde olacaktır. _Hokule'a_, denizciler için Hawaii'ye dönüş yollarını bulma konusunda çok önemlidir. _Hokule'a_ anlamı "mutluluk yıldızı"dır, çünkü o, yuvayı neşe getiren bir yıldızdır. _Hikianalia_'nın yanında, bir kutu oluşturan dört yıldızın birleşimi olan _Me'e_ var. _Me'e_, _Ka Iwikuamo'o_ için güney işaretçisi olan _Hanaiakamalama_'ya (Güney Haçı) bağlanır.

source: The Chief's Fishline
fil: Fishline ng Hepe
fr: La Ligne de pêche du Chef
id: Garis Ikan Kepala
pl: Linia rybacka szefa
pt: Linha do Peixe do Chefe
tr: Şefin oltası

source: _Manaiakalani_ translates to “The Chief's Fishline”. This refers to the legend of the demi god Maui and his fish hook. Maui is credited for pulling up the islands with his magical fish hook. This star line consists of two constellations. The Navigator’s Triangle on the north and Maui’s fish hook on the south. The Navigator’s Triangle is made of three stars _Hawaiki_ (Deneb), _Keoe_ (Vega), and _Humu_ (Altair). (It is the same figure as the Summer Triangle for modern amateur astronomers.) These stars also represent the Polynesian triangle: Hawai’i (_Hawaiki_), Rapanui (_Keoe_), and Aotearoa (_Humu_). These three islands are pulled by the fish hook of Maui (Scorpius). The northern pointer is found in the Navigator’s Triangle when you connect _Hawaiki_ (Deneb) and _Momonapikowalu_ (γ Cyg, Sadr). Southern pointers are in the fish hook when you connect _Mili’opu_ (δ Sco, Dschubba) and _Kahe_ (π Sco, Nur), the stars on the top of the hook.
fil: Ang _Manaiakalani_ ay isinalin sa "The Chief's Fishline". Ito ay tumutukoy sa alamat ng demi god na si Maui at ang kanyang kawit. Si Maui ay kinikilala sa paghila sa mga isla gamit ang kanyang mahiwagang fish hook. Ang linya ng bituin na ito ay binubuo ng dalawang konstelasyon. Ang Navigator's Triangle sa hilaga at ang kawit ng isda ni Maui sa timog. Ang Navigator's Triangle ay gawa sa tatlong bituin _Hawaiki_ (Deneb), _Keoe_ (Vega), at _Humu_ (Altair). (Ito ay kaparehong pigura ng Summer Triangle para sa mga modernong amateur astronomer.) Ang mga bituing ito ay kumakatawan din sa Polynesian triangle: Hawai’i (_Hawaiki_), Rapanui (_Keoe_), at Aotearoa (_Humu_). Ang tatlong islang ito ay hinihila ng kawit ng Maui (Scorpius). Ang hilagang pointer ay matatagpuan sa Navigator's Triangle kapag ikinonekta mo ang _Hawaiki_ (Deneb) at _Momonapikowalu_ (γ Cyg, Sadr). Ang mga southern pointer ay nasa fish hook kapag ikinonekta mo ang _Mili’opu_ (δ Sco, Dschubba) at _Kahe_ (π Sco, Nur), ang mga bituin sa tuktok ng hook.
fr: _Manaiakalani_ se traduit par «La ligne de pêche du chef». Cela fait référence à la légende du demi-dieu Maui et son hameçon. Maui est reconnu pour avoir remonté les îles avec son hameçon magique. Cette ligne étoilée se compose de deux constellations. Le triangle du navigateur au nord et l'hameçon de Maui au sud. Le triangle du navigateur est composé de trois étoiles _Hawaiki_ (Deneb), _Keoe_ (Vega) et _Humu_ (Altair). (C'est la même figure que le Triangle d'été pour les astronomes amateurs modernes.) Ces étoiles représentent également le triangle polynésien: Hawai’i (_Hawaiki_), Rapanui (_Keoe_) et Aotearoa (_Humu_). Ces trois îles sont tirées par l'hameçon de Maui (Scorpius). Le pointeur nord se trouve dans le triangle du navigateur lorsque vous connectez _Hawaiki_ (Deneb) et _Momonapikowalu_ (γ Cyg, Sadr). Les pointeurs du sud sont dans l'hameçon lorsque vous connectez _Mili’opu_ (δ Sco, Dschubba) et _Kahe_ (π Sco, Nur), les étoiles sur le dessus de l'hameçon.
id: _Manaiakalani_ diterjemahkan menjadi "Garis Ikan Kepala". Ini mengacu pada legenda dewa setengah Maui dan kail ikannya. Maui dikreditkan karena menarik pulau-pulau dengan kail ikan ajaibnya. Garis bintang ini terdiri dari dua rasi bintang. Segitiga Navigator di utara dan kail ikan Maui di selatan. Segitiga Navigator terbuat dari tiga bintang _Hawaiki_ (Deneb), _Keoe_ (Vega), dan _Humu_ (Altair). (Ini adalah sosok yang sama dengan Segitiga Musim Panas untuk astronom amatir modern.) Bintang-bintang ini juga mewakili segitiga Polinesia: Hawai'i (_Hawaiki_), Rapanui (_Keoe_), dan Aotearoa (_Humu_). Ketiga pulau ini ditarik oleh kail ikan Maui (Scorpius). Penunjuk utara ditemukan di Segitiga Navigator ketika Anda menghubungkan _Hawaiki_ (Deneb) dan _Momonapikowalu_ (γ Cyg, Sadr). Pointer selatan ada di kail ikan saat Anda menghubungkan _Mili'opu_ (δ Sco, Dschubba) dan _Kahe_ (π Sco, Nur), bintang-bintang di atas kail.
pl: _Manaiakalani_ tłumaczy się na „Fishline Chiefa”. Odnosi się to do legendy półboga Maui i jego haczyka na ryby. Maui przypisuje się, że podciągał wyspy za pomocą swojego magicznego haczyka na ryby. Ta linia gwiazd składa się z dwóch gwiazdozbiorów. Trójkąt Nawigatora na północy i hak rybny Maui na południu. Trójkąt Nawigatora składa się z trzech gwiazd _Hawaiki_ (Deneb), _Keoe_ (Vega) i _Humu_ (Altair). (Jest to ta sama liczba, co Trójkąt Letni dla współczesnych astronomów amatorów). Te gwiazdy reprezentują również trójkąt polinezyjski: Hawai’i (_Hawaiki_), Rapanui (_Keoe_) i Aotearoa (_Humu_). Te trzy wyspy ciągnie haczyk rybny Maui (Scorpius). Wskaźnik północny znajduje się w Trójkącie Nawigatora, gdy połączysz _Hawaiki_ (Deneb) i _Momonapikowalu_ (γ Cyg, Sadr). Południowe wskaźniki znajdują się w haczyku na ryby, gdy połączysz _Mili’opu_ (δ Sco, Dschubba) i _Kahe_ (π Sco, Nur), gwiazdy na górze haka.
pt: _Manaiakalani_ se traduz em “Linha de Peixe do Chefe”. Isso se refere à lenda do demi deus Maui e seu anzol. Maui é creditado por puxar as ilhas com seu anzol mágico. Essa linha de estrelas consiste em duas constelações. O triângulo do navegador no norte e o anzol de Maui no sul. O triângulo do navegador é composto por três estrelas _Hawaiki_ (Deneb), _Keoe_ (Vega) e _Humu_ (Altair). (É a mesma figura do triângulo de verão para os astrônomos amadores modernos.) Essas estrelas também representam o triângulo polinésio: Havaí (Havaí), Rapanui (Keoe) e Aotearoa (Humu). Essas três ilhas são puxadas pelo anzol de Maui (Scorpius). O ponteiro norte é encontrado no triângulo do navegador quando você conecta _Hawaiki_ (Deneb) e _Momonapikowalu_ (γ Cyg, Sadr). Os ponteiros do sul estão no anzol quando você conecta _Mili'opu_ (δ Sco, Dschubba) e _Kahe_ (π Sco, Nur), as estrelas no topo do anzol.
tr: _Manaiakalani_, "Şef'in Oltası" anlamına gelir. Bu, yarı tanrı Maui ve olta kancasının efsanesine atıfta bulunur. Maui, büyülü olta kancasıyla adaları yukarı çekmesiyle tanınır. Bu yıldız çizgisi iki takımyıldızdan oluşur. Kuzeyde Navigator Üçgeni ve güneyde Maui'nin oltası. Navigator's Triangle üç yıldızdan oluşur: _Hawaiki_ (Deneb), _Keoe_ (Vega) ve _Humu_ (Altair). (Modern amatör gökbilimciler için Yaz Üçgeni ile aynı rakamdır.) Bu yıldızlar aynı zamanda Polinezya üçgenini de temsil eder: Hawai'i (_Hawaiki_), Rapanui (_Keoe_) ve Aotearoa (_Humu_). Bu üç ada Maui'nin (Scorpius) oltası tarafından çekilir. Kuzey işaretçisi, _Hawaiki_ (Deneb) ve _Momonapikowalu_ (γ Cyg, Sadr) bağladığınızda Navigator's Triangle'da bulunur. _Mili'opu_ (δ Sco, Dschubba) ve _Kahe_ (π Sco, Nur), kancanın tepesindeki yıldızları bağladığınızda, güney işaretçileri oltadadır.

source: Navigator's Triangle
fr: Triangle du Navigateur
id: Segitiganya Nahkoda
pl: Trójkąt Letni
pt: Triângulo do Navegador
tr: Denizci'nin Üçgeni
