Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: Bandaarr is Kamilaroi/Euahlayi for Kangaroo, and this kangaroo is located under the belly of the Emu in the Milky Way, looking away from the Emu. Bandaarr is either a grey or red kangaroo, depending on the culture, and has significance in ceremony.
fil: Ang Bandaarr ay Kamilaroi/Euahlayi para sa Kangaroo, at ang kangaroo na ito ay matatagpuan sa ilalim ng tiyan ng Emu sa Milky Way, na nakatingin sa malayo sa Emu. Ang Bandaarr ay maaaring kulay abo o pula na kangaroo, depende sa kultura, at may kahalagahan sa seremonya.
fr: Bandaarr est Kamilaroi / Euahlayi pour Kangaroo, et ce kangourou est situé sous le ventre de l'émeu dans la voie lactée, en regardant loin de l'émeu. Bandaarr est un kangourou gris ou rouge, selon la culture, et a une signification lors de la cérémonie.
id: Bandaarr adalah Kamilaroi/Euahlayi untuk Kanguru, dan kanguru ini terletak di bawah perut Emu di Bima Sakti, memandang jauh dari Emu. Bandaarr adalah kanguru abu-abu atau merah, tergantung pada budayanya, dan memiliki arti penting dalam upacara.
pl: Bandaarr to Kamilaroi / Euahlayi dla kangura, a ten kangur znajduje się pod brzuchem Emu w Drodze Mlecznej, odwracając wzrok od Emu. Bandaarr jest szarym lub czerwonym kangurem, w zależności od kultury, i ma znaczenie w ceremonii.
pt: Bandaarr é Kamilaroi / Euahlayi para Canguru, e este canguru está localizado sob a barriga do Emu na Via Láctea, olhando para longe do Emu. Bandaarr é um canguru cinza ou vermelho, dependendo da cultura, e tem significado na cerimônia.
tr: Bandaarr, Kanguru için Kamilaroi/Euahlayi'dir ve bu kanguru, Samanyolu'nda Emu'nun karnının altında, Emu'dan uzağa bakar. Bandaarr, kültüre bağlı olarak gri veya kırmızı bir kangurudur ve törende önemi vardır.

source: Muraay is Kamilaroi, and Muyaay is Euahlayi for the sulfur-crested cockatoo, who are the Pointer stars (Alpha Centauri and Hadar/Beta Centauri). They ended up in the constellation Crux when their tree, the Yarran, was dragged into the sky with the first man to die, and they are always chasing Yarran.
fil: Si Muraay ay Kamilaroi, at si Muyaay ay Euahlayi para sa sulfur-crested cockatoo, na siyang Pointer star (Alpha Centauri at Hadar/Beta Centauri). Napunta sila sa constellation Crux nang ang kanilang puno, ang Yarran, ay kinaladkad sa langit kasama ang unang taong namatay, at palagi nilang hinahabol si Yarran.
fr: Muraay est Kamilaroi, et Muyaay est Euahlayi pour le cacatoès à huppe, qui sont les étoiles Pointer (Alpha Centauri et Hadar / Beta Centauri). Ils se sont retrouvés dans la constellation de Crux lorsque leur arbre, le Yarran, a été traîné dans le ciel avec le premier homme à mourir, et ils poursuivent toujours Yarran.
id: Muraay adalah Kamilaroi, dan Muyaay adalah Euahlayi untuk kakatua jambul belerang, yang merupakan bintang Pointer (Alpha Centauri dan Hadar/Beta Centauri). Mereka berakhir di konstelasi Crux ketika pohon mereka, Yarran, diseret ke langit dengan orang pertama yang mati, dan mereka selalu mengejar Yarran.
pl: Muraay to Kamilaroi, a Muyaay to Euahlayi dla kakadu czubatego siarki, które są gwiazdami Pointer (Alpha Centauri i Hadar / Beta Centauri). Wylądowali w gwiazdozbiorze Crux, gdy ich drzewo, Yarran, zostało wyciągnięte w niebo z pierwszym człowiekiem, który umarł, i zawsze gonią Yarran.
pt: Muraay é Kamilaroi e Muyaay é Euahlayi para a cacatua com crista de enxofre, que são as estrelas Pointer (Alpha Centauri e Hadar / Beta Centauri). Eles acabaram na constelação de Crux quando sua árvore, o Yarran, foi arrastada para o céu com o primeiro homem a morrer, e eles estão sempre perseguindo Yarran.
tr: Muraay Kamilaroi'dir ve Muyaay, Pointer yıldızları olan kükürt tepeli kakadu için Euahlayi'dir (Alpha Centauri ve Hadar/Beta Centauri). Ağaçları Yarran, ilk ölen insanla birlikte gökyüzüne sürüklendiğinde kendilerini Crux takımyıldızında buldular ve her zaman Yarran'ın peşindeler.

source: Warrawilbaarru is the whirlwind spirit who lives in the constellation Scorpius. Byaame normally keeps him from coming to Earth, but in September he comes out of one of three holes (dark nebulae) in Scorpius during September, and doesn't go back until around March. During this time he is on earth as the "willy willy" or whirlwind, and can be dangerous to children and uninitiated men.
fil: Ang Warrawilbaarru ay ang whirlwind spirit na naninirahan sa konstelasyon na Scorpius. Karaniwang pinipigilan siya ni Byaame na pumunta sa Earth, ngunit noong Setyembre lumalabas siya sa isa sa tatlong butas (dark nebulae) sa Scorpius noong Setyembre, at hindi babalik hanggang sa mga Marso. Sa panahong ito siya ay nasa lupa bilang "willy willy" o ipoipo, at maaaring mapanganib sa mga bata at hindi pa nakakaalam na mga lalaki.
fr: Warrawilbaarru est l'esprit de tourbillon qui vit dans la constellation du Scorpion. Byaame l'empêche normalement de venir sur Terre, mais en septembre, il sort d'un des trois trous (nébuleuses sombres) de Scorpius en septembre, et ne revient qu'en mars. Pendant ce temps, il est sur la terre en tant que "willy willy" ou tourbillon, et peut être dangereux pour les enfants et les hommes non initiés.
id: Warrawilbaarru adalah roh angin puyuh yang tinggal di konstelasi Scorpius. Byaame biasanya mencegahnya datang ke Bumi, tetapi pada bulan September ia keluar dari salah satu dari tiga lubang (nebula gelap) di Scorpius selama bulan September, dan tidak kembali sampai sekitar bulan Maret. Selama ini dia berada di bumi sebagai "willy willy" atau angin puyuh, dan bisa berbahaya bagi anak-anak dan orang yang belum tahu.
pl: Warrawilbaarru to duch trąby powietrznej, który żyje w gwiazdozbiorze Skorpiona. Byaame zwykle powstrzymuje go przed przybyciem na Ziemię, ale we wrześniu wychodzi z jednej z trzech dziur (ciemnych mgławic) w Scorpius we wrześniu i wraca dopiero około marca. W tym czasie przebywa na ziemi jako „willy willy” lub trąba powietrzna i może być niebezpieczny dla dzieci i niewtajemniczonych ludzi.
pt: Warrawilbaarru é o espírito de turbilhão que vive na constelação de Escorpião. Byaame normalmente o impede de vir à Terra, mas em setembro ele sai de um dos três buracos (nebulosas escuras) em Scorpius durante setembro, e só volta em março. Durante esse tempo, ele está na terra como o "queridinho" ou o turbilhão, e pode ser perigoso para crianças e homens não iniciados.
tr: Warrawilbaarru, Akrep takımyıldızında yaşayan kasırga ruhudur. Byaame normalde onun Dünya'ya gelmesini engeller, ancak Eylül ayında Scorpius'taki üç delikten (karanlık bulutsular) birinden çıkar ve Mart ayına kadar geri dönmez. Bu süre zarfında, o "gereksiz" veya kasırga olarak yeryüzündedir ve çocuklar ve acemi erkekler için tehlikeli olabilir.

source: Korean
fil: Koreano
fr: Coréenne
id: Korea
pl: koreańska
pt: Coreano
tr: Kore

source: The Chinese, Korean, and Japanese constellations have the same origin and look very similar in shape. They are represented respectively in the Dun Huang starmap from the 8th century, the _Cheon-Sang-Yeol-Cha-Bun-Ya-Ji-Do_ map and in the Kitora skymap painted in the 7th to 8th century CE. Their positions and their names are similar in the Chinese alphabet. The name of the constellations first appear in the Records of the Grand Historian (史記) in Han dynasty describing Xia dynasty in about 2000 BCE.
fil: Ang mga konstelasyon ng Intsik, Koreano, at Hapones ay may parehong pinagmulan at halos magkapareho ang hugis. Ang mga ito ay kinakatawan ayon sa pagkakabanggit sa Dun Huang starmap mula sa ika-8 siglo, ang _Cheon-Sang-Yeol-Cha-Bun-Ya-Ji-Do_ na mapa at sa Kitora skymap na ipininta noong ika-7 hanggang ika-8 siglo CE. Ang kanilang mga posisyon at ang kanilang mga pangalan ay magkatulad sa alpabetong Tsino. Ang pangalan ng mga konstelasyon ay unang lumabas sa Records of the Grand Historian (史記) sa Han dynasty na naglalarawan sa Xia dynasty noong mga 2000 BCE.
fr: Les constellations chinoise, coréenne et japonaise ont la même origine et ont une forme très similaire. Ils sont représentés respectivement dans la starmap Dun Huang du 8ème siècle, la carte _Cheon-Sang-Yeol-Cha-Bun-Ya-Ji-Do_ et dans la carte du ciel Kitora peinte du 7ème au 8ème siècle CE. Leurs positions et leurs noms sont similaires dans l'alphabet chinois. Le nom des constellations apparaît pour la première fois dans les archives du grand historien (史記) de la dynastie Han décrivant la dynastie Xia vers 2000 avant notre ère.
id: Rasi bintang Cina, Korea, dan Jepang memiliki asal yang sama dan bentuknya sangat mirip. Mereka diwakili masing-masing di peta bintang Dun Huang dari abad ke-8, peta _Cheon-Sang-Yeol-Cha-Bun-Ya-Ji-Do_ dan di peta langit Kitora yang dilukis pada abad ke-7 hingga ke-8 Masehi. Posisi dan nama mereka mirip dalam alfabet Cina. Nama rasi bintang pertama kali muncul dalam Catatan Sejarawan Agung (史記) di dinasti Han yang menggambarkan dinasti Xia sekitar tahun 2000 SM.
pl: Konstelacje chińskie, koreańskie i japońskie mają to samo pochodzenie i mają bardzo podobny kształt. Są one reprezentowane odpowiednio na starmapie Dun Huanga z VIII wieku, na mapie Cheon-Sang-Yeol-Cha-Bun-Ya-Ji-Do oraz na mapie Kitora namalowanej w VII-VIII wieku n.e. Ich pozycje i nazwy są podobne w chińskim alfabecie. Nazwa konstelacji pojawia się po raz pierwszy w Zapiskach Wielkiego Historyka (史記) z dynastii Han, opisujących dynastię Xia około 2000 roku p.n.e.
pt: As constelações chinesas, coreanas e japonesas têm a mesma origem e têm uma aparência muito semelhante. Eles estão representados, respectivamente, no mapa estelar de Dun Huang, do século VIII, no mapa de -Cheon-Sang-Yeol-Cha-Bun-Ya-Ji-Do_ e no mapa-múndi de Kitora, pintado nos séculos 7 a 8 de CE. Suas posições e nomes são semelhantes no alfabeto chinês. O nome das constelações aparece pela primeira vez nos Registros do Grande Historiador (史記) na dinastia Han, descrevendo a dinastia Xia em cerca de 2000 aC.
tr: Çin, Kore ve Japon takımyıldızları aynı kökene sahiptir ve şekil olarak çok benzer görünmektedir. Bunlar sırasıyla 8. yüzyıldan kalma Dun Huang yıldız haritasında, _Cheon-Sang-Yeol-Cha-Bun-Ya-Ji-Do_ haritasında ve MS 7. ila 8. yüzyıllarda boyanmış Kitora gök haritasında temsil edilirler. Konumları ve isimleri Çin alfabesinde benzer. Takımyıldızların adı ilk olarak Han hanedanlığındaki Büyük Tarihçi Kayıtlarında (史記) yaklaşık MÖ 2000'de Xia hanedanını tanımlayan görünür.

source: ### Origin The 272 constellations displayed in this Stellarium sky culture are based on the _Cheon-Sang-Yeol-Cha-Bun-Ya-Zi-Do_, the Korean Constellation map, which was carved in stone 1395. The black stone plate was 122.5 cm in width, 211 cm in height, and 12 cm in depth; the stars were highlighted in white. The map displays 1,467 stars [#1], 264 constellations and their names, the ecliptic and equatorial lines, and the 365 Chinese "degrees" of the full circle. It was compiled as a copy of earlier Korean map (Goguryeo star map) of Chinese roots and changed in details due to recent observations. Therefore, some stars are engraved at their coordinates up to a millennium earlier and for some (groups of) stars precession is applied. The interpretation of the map is not easy: the map is so old that only about 300 stars are found to match with the real stars. All the stars of the map were drawn on a circle, so the equator seems smaller than the southern limit. Because the density of constellation does not change with respect to the position, the position and the size of the constellations were somewhat altered in a way unknown by the author. It is assumed that there should be no bright stars which do not belong to any constellations. The work of the author is subject to interpretation, and could be changed at a later time. It will however roughly show what the Korean Constellation are like. The origin of this Korean celestial map is another sky map which existed about 2,000 years ago, the Chinese Suzhou map (cf: Chinese sky culture). The original Korean map grouped the 1467 stars in about 190 constellations. The shapes of the depictions are slightly different from the Chinese ones.
fil: ### Pinanggalingan Ang 272 na konstelasyon na ipinakita sa kultura ng kalangitan ng Stellarium na ito ay batay sa _Cheon-Sang-Yeol-Cha-Bun-Ya-Zi-Do_, ang mapa ng Korean Constellation, na inukit sa bato 1395. Ang black stone plate ay 122.5 cm ang lapad , 211 cm ang taas, at 12 cm ang lalim; ang mga bituin ay naka-highlight sa puti. Ang mapa ay nagpapakita ng 1,467 bituin [#1], 264 na konstelasyon at ang kanilang mga pangalan, ang ecliptic at equatorial lines, at ang 365 Chinese na "degrees" ng buong bilog. Ito ay pinagsama-sama bilang isang kopya ng mas naunang Koreanong mapa (Goguryeo star map) ng mga ugat ng Tsino at binago ang mga detalye dahil sa kamakailang mga obserbasyon. Samakatuwid, ang ilang mga bituin ay inukit sa kanilang mga coordinate hanggang sa isang milenyo na mas maaga at para sa ilang (mga pangkat ng) mga bituin ay inilalapat ang precession. Ang interpretasyon ng mapa ay hindi madali: ang mapa ay napakaluma na halos 300 bituin lamang ang makikitang tumugma sa mga tunay na bituin. Ang lahat ng mga bituin sa mapa ay iginuhit sa isang bilog, kaya ang ekwador ay tila mas maliit kaysa sa timog na hangganan. Dahil ang density ng konstelasyon ay hindi nagbabago sa posisyon, ang posisyon at ang laki ng mga konstelasyon ay medyo binago sa paraang hindi alam ng may-akda. Ipinapalagay na hindi dapat magkaroon ng maliwanag na mga bituin na hindi kabilang sa anumang mga konstelasyon. Ang gawa ng may-akda ay napapailalim sa interpretasyon, at maaaring baguhin sa ibang pagkakataon. Gayunpaman, halos ipapakita nito kung ano ang Korean Constellation. Ang pinagmulan ng Korean celestial map na ito ay isa pang sky map na umiral mga 2,000 taon na ang nakalilipas, ang Chinese Suzhou map (cf: Chinese sky culture). Pinagsama-sama ng orihinal na mapa ng Korea ang 1467 na bituin sa humigit-kumulang 190 mga konstelasyon. Ang mga hugis ng mga paglalarawan ay bahagyang naiiba sa mga Tsino.
fr: ### Origine Les 272 constellations affichées dans cette culture du ciel Stellarium sont basées sur le _Cheon-Sang-Yeol-Cha-Bun-Ya-Zi-Do_, la carte de la constellation coréenne, qui a été sculptée dans la pierre 1395. La plaque de pierre noire était de 122,5 cm de largeur , 211 cm de hauteur et 12 cm de profondeur; les étoiles étaient surlignées en blanc. La carte affiche 1 467 étoiles [#1], 264 constellations et leurs noms, les lignes écliptiques et équatoriales et les 365 "degrés" chinois du cercle complet. Il a été compilé comme une copie de la carte coréenne antérieure (carte des étoiles de Goguryeo) des racines chinoises et modifié en détail en raison des observations récentes. Par conséquent, certaines étoiles sont gravées à leurs coordonnées jusqu'à un millénaire plus tôt et pour certains (groupes de) étoiles, une précession est appliquée. L'interprétation de la carte n'est pas facile: la carte est si ancienne que seulement 300 étoiles correspondent aux vraies étoiles. Toutes les étoiles de la carte ont été dessinées sur un cercle, l'équateur semble donc plus petit que la limite sud. Parce que la densité de constellation ne change pas par rapport à la position, la position et la taille des constellations ont été quelque peu modifiées d'une manière inconnue par l'auteur. On suppose qu'il ne devrait pas y avoir d'étoiles brillantes qui n'appartiennent à aucune constellation. L'œuvre de l'auteur est sujette à interprétation et pourrait être modifiée ultérieurement. Cela montrera cependant à peu près à quoi ressemble la constellation coréenne. L'origine de cette carte céleste coréenne est une autre carte du ciel qui existait il y a environ 2000 ans, la carte chinoise de Suzhou (cf: Culture du ciel chinoise). La carte coréenne originale regroupait les 1467 étoiles en environ 190 constellations. Les formes des représentations sont légèrement différentes de celles chinoises.
id: ### Asal 272 rasi bintang yang ditampilkan dalam budaya langit Stellarium ini didasarkan pada _Cheon-Sang-Yeol-Cha-Bun-Ya-Zi-Do_, peta Konstelasi Korea, yang diukir di batu tahun 1395. Pelat batu hitam lebarnya 122,5 cm , tinggi 211 cm, dan kedalaman 12 cm; bintang-bintang disorot dalam warna putih. Peta tersebut menampilkan 1.467 bintang [#1], 264 rasi bintang dan namanya, garis ekliptika dan khatulistiwa, dan 365 "derajat" Cina dari lingkaran penuh. Itu dikompilasi sebagai salinan peta Korea sebelumnya (peta bintang Goguryeo) dari akar Cina dan diubah secara rinci karena pengamatan baru-baru ini. Oleh karena itu, beberapa bintang terukir pada koordinatnya hingga satu milenium sebelumnya dan untuk beberapa (kelompok) bintang diterapkan presesi. Penafsiran peta tidak mudah: peta sudah sangat tua sehingga hanya sekitar 300 bintang yang ditemukan cocok dengan bintang aslinya. Semua bintang di peta digambar pada sebuah lingkaran, sehingga khatulistiwa tampak lebih kecil dari batas selatan. Karena kerapatan konstelasi tidak berubah sehubungan dengan posisi, posisi dan ukuran konstelasi agak berubah dengan cara yang tidak diketahui oleh penulis. Diasumsikan bahwa seharusnya tidak ada bintang terang yang bukan milik konstelasi mana pun. Karya penulis tunduk pada interpretasi, dan dapat diubah di lain waktu. Namun secara kasar akan menunjukkan seperti apa Konstelasi Korea. Asal usul peta langit Korea ini adalah peta langit lain yang ada sekitar 2.000 tahun yang lalu, peta Suzhou Cina (lih: budaya langit Cina). Peta asli Korea mengelompokkan 1467 bintang di sekitar 190 rasi bintang. Bentuk penggambaran sedikit berbeda dari yang Cina.
pl: ### Pochodzenie 272 konstelacje przedstawione w tej kulturze nieba Stellarium są oparte na _Cheon-Sang-Yeol-Cha-Bun-Ya-Zi-Do_, koreańskiej mapie konstelacji, która została wyrzeźbiona w kamieniu 1395. Czarna kamienna płyta miała 122,5 cm szerokości , 211 cm wysokości i 12 cm głębokości; gwiazdy zostały podświetlone na biało. Mapa pokazuje 1467 gwiazd [#1], 264 konstelacji i ich nazwy, linie ekliptyki i równikowe oraz 365 chińskich „stopni” pełnego koła. Został on skompilowany jako kopia wcześniejszej mapy Korei (mapa Goguryeo) chińskich korzeni i został zmieniony w szczegółach z powodu ostatnich obserwacji. Dlatego niektóre gwiazdy wygrawerowano na ich współrzędnych do tysiąclecia wcześniej, a dla niektórych (grup) gwiazd stosuje się precesję. Interpretacja mapy nie jest łatwa: mapa jest tak stara, że znaleziono tylko około 300 gwiazd pasujących do prawdziwych gwiazd. Wszystkie gwiazdy na mapie zostały narysowane na okręgu, więc równik wydaje się mniejszy niż południowa granica. Ponieważ gęstość konstelacji nie zmienia się w odniesieniu do pozycji, pozycja i rozmiar konstelacji zostały nieco zmienione w sposób nieznany przez autora. Zakłada się, że nie powinno być jasnych gwiazd, które nie należą do żadnych konstelacji. Praca autora podlega interpretacji i może ulec zmianie w późniejszym terminie. Z grubsza pokaże jednak, jaka jest konstelacja koreańska. Pochodzenie tej koreańskiej mapy niebieskiej to kolejna mapa nieba, która istniała około 2000 lat temu, chińska mapa Suzhou (por. Chińska kultura nieba). Oryginalna koreańska mapa grupowała 1467 gwiazd w około 190 gwiazdozbiorach. Kształty przedstawień są nieco inne niż chińskie.
pt: ### Origem As 272 constelações exibidas nesta cultura celeste do Stellarium são baseadas no mapa de Constelação da Coréia, o mapa da Constelação da Coréia, que foi esculpido em pedra 1395. A placa de pedra preta tinha 122,5 cm de largura , 211 cm de altura e 12 cm de profundidade; as estrelas foram destacadas em branco. O mapa exibe 1.467 estrelas [#1], 264 constelações e seus nomes, as linhas eclíptica e equatorial e os 365 "graus" chineses do círculo completo. Foi compilado como uma cópia do mapa coreano anterior (mapa estelar Goguryeo) das raízes chinesas e alterado em detalhes devido a observações recentes. Portanto, algumas estrelas são gravadas em suas coordenadas até um milênio antes e, para alguns (grupos de) estrelas, a precessão é aplicada. A interpretação do mapa não é fácil: o mapa é tão antigo que apenas 300 estrelas são encontradas para corresponder às estrelas reais. Todas as estrelas do mapa foram desenhadas em círculo, de modo que o equador parece menor que o limite sul. Como a densidade da constelação não muda em relação à posição, a posição e o tamanho das constelações foram um pouco alterados de uma maneira desconhecida pelo autor. Supõe-se que não deve haver estrelas brilhantes que não pertençam a nenhuma constelação. O trabalho do autor está sujeito a interpretação e poderá ser alterado posteriormente. No entanto, mostrará aproximadamente como são as constelações coreanas. A origem deste mapa celeste coreano é outro mapa celeste que existia cerca de 2.000 anos atrás, o mapa chinês de Suzhou (cf: cultura celeste chinesa). O mapa coreano original agrupava as 1467 estrelas em cerca de 190 constelações. As formas das representações são ligeiramente diferentes das chinesas.
tr: ### Menşei Bu Stellarium gökyüzü kültüründe görüntülenen 272 takımyıldızı, 1395 taşa oyulmuş olan Kore Takımyıldızı haritası _Cheon-Sang-Yeol-Cha-Bun-Ya-Zi-Do_'ya dayanmaktadır. Siyah taş levha 122,5 cm genişliğindeydi. , 211 cm yüksekliğinde ve 12 cm derinliğinde; yıldızlar beyaz renkle vurgulanmıştır. Harita 1.467 yıldız [#1], 264 takımyıldızı ve adlarını, ekliptik ve ekvator çizgilerini ve tam dairenin 365 Çin "derecesini" gösterir. Çin köklerinin önceki Kore haritasının (Goguryeo yıldız haritası) bir kopyası olarak derlenmiş ve son gözlemler nedeniyle ayrıntıları değiştirilmiştir. Bu nedenle, bazı yıldızlar bin yıl öncesine kadar koordinatlarında kazınır ve bazı (gruplar) yıldız için presesyon uygulanır. Haritanın yorumlanması kolay değil: Harita o kadar eski ki, gerçek yıldızlarla eşleşen sadece 300 kadar yıldız bulundu. Haritanın tüm yıldızları bir daire üzerine çizildi, bu nedenle ekvator güney sınırından daha küçük görünüyor. Takımyıldızın yoğunluğu konuma göre değişmediğinden, takımyıldızların konumu ve boyutu yazar tarafından bilinmeyen bir şekilde bir şekilde değişmiştir. Herhangi bir takımyıldıza ait olmayan parlak yıldızların olmaması gerektiği varsayılmaktadır. Yazarın eseri yoruma tabidir ve daha sonra değiştirilebilir. Bununla birlikte, Kore Takımyıldızının neye benzediğini kabaca gösterecektir. Bu Kore gök haritasının kökeni, yaklaşık 2.000 yıl önce var olan başka bir gök haritası, Çin Suzhou haritasıdır (bkz: Çin gök kültürü). Orijinal Kore haritası, 1467 yıldızını yaklaşık 190 takımyıldızında gruplandırdı. Betimlemelerin şekilleri Çinlilerden biraz farklıdır.
