Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: This sky culture for Stellarium is a transcript of data recorded in a book by `The evolution of local Southeast Asian astronomy and the influence of China, India, the Islamic World and the West`[#1]. It provides a unified drawing of Bugis constellations from two prior sources (one from 1999, one from 1987) which had overlapping but not identical data. The Mandar sky culture is related (they are neighbouring ethnic groups on the island of Sulawesi) so it is similar. The Mandar source [#2] also provides some data for the Bugis.
fil: Ang sky culture na ito para sa Stellarium ay isang transcript ng data na naitala sa isang libro ni `Ang ebolusyon ng lokal na astronomiya sa Timog-silangang Asya at ang impluwensya ng China, India, ang Islamic World at ang Kanluran`[#1]. Nagbibigay ito ng pinag-isang pagguhit ng mga konstelasyon ng Bugis mula sa dalawang naunang pinagmumulan (isa mula 1999, isa mula 1987) na mayroong magkakapatong ngunit hindi magkaparehong data. Ang kultura ng langit ng Mandar ay magkakaugnay (sila ay magkalapit na pangkat etniko sa isla ng Sulawesi) kaya ito ay magkatulad. Ang Mandar source [#2] ay nagbibigay din ng ilang data para sa mga Bugis.
fr: Cette culture du ciel pour Stellarium est une transcription de données enregistrées dans un livre par "L'évolution de l'astronomie locale d'Asie du Sud-Est et l'influence de la Chine, de l'Inde, du monde islamique et de l'Occident" [#1]. Il fournit un dessin unifié des constellations Bugis à partir de deux sources antérieures (une de 1999, une de 1987) qui avaient des données qui se chevauchaient mais pas identiques. La culture du ciel Mandar est liée (ce sont des ethnies voisines sur l'île de Sulawesi) donc elle est similaire. La source Mandar [#2] fournit également des données pour les Bugis.
id: Budaya langit untuk Stellarium ini adalah transkrip data yang direkam dalam sebuah buku karya `Evolusi astronomi lokal Asia Tenggara dan pengaruh Cina, India, Dunia Islam dan Barat`[#1]. Ini memberikan gambaran terpadu konstelasi Bugis dari dua sumber sebelumnya (satu dari 1999, satu dari 1987) yang memiliki data yang tumpang tindih tetapi tidak identik. Budaya langit Mandar memiliki keterkaitan (mereka adalah etnis tetangga di pulau Sulawesi) sehingga mirip. Sumber Mandar [#2] juga menyediakan beberapa data untuk orang Bugis.
pl: Ta kultura nieba dla Stellarium jest transkrypcją danych zapisanych w księdze autorstwa `Ewolucja lokalnej astronomii Azji Południowo-Wschodniej i wpływy Chin, Indii, Świata Islamu i Zachodu`[#1]. Zapewnia ujednolicony rysunek konstelacji Bugisa z dwóch wcześniejszych źródeł (jedno z 1999 r., jedno z 1987 r.), które zawierały nakładające się, ale nie identyczne dane. Kultura nieba Mandarów jest pokrewna (są to sąsiadujące grupy etniczne na wyspie Sulawesi), więc jest podobnie. Źródło Mandar [#2] dostarcza również pewnych danych dla Bugis.
pt: Esta cultura do céu para Stellarium é uma transcrição de dados registrados em um livro de `A evolução da astronomia local do Sudeste Asiático e a influência da China, Índia, Mundo Islâmico e Ocidente`[#1]. Ele fornece um desenho unificado de constelações de Bugis de duas fontes anteriores (uma de 1999, uma de 1987) que tinham dados sobrepostos, mas não idênticos. A cultura do céu Mandar está relacionada (são grupos étnicos vizinhos na ilha de Sulawesi), por isso é semelhante. A fonte Mandar [#2] também fornece alguns dados para os Bugis.
tr: Stellarium için bu gökyüzü kültürü, bir kitapta kaydedilen verilerin bir kopyasıdır. `Yerel Güneydoğu Asya astronomisinin evrimi ve Çin, Hindistan, İslam Dünyası ve Batı'nın etkisi`[#1]. Bu, örtüşen ancak aynı olmayan verilere sahip olan önceki iki kaynaktan (biri 1999'dan, biri 1987'den) Bugis takımyıldızlarının birleşik bir çizimini sağlar. Mandar gökyüzü kültürü birbiriyle ilişkilidir (Sulawesi adasındaki komşu etnik gruplardır), dolayısıyla benzerdir. Mandar kaynağı [#2] de Bugis için bazı veriler sağlar.

source: ### Constellations and star names One source attributed in [#1] (from 1999) gives the following Bugis asterisms and names: - _Bintoѐng Baluѐ_, `Widow Before Marriage`, (α, β Cen) - _Bintoѐng Bola Kѐppang_, `Incomplete House` (α to δ, μ Cru) - _Bintoѐng Balѐ Mangiwѐng_, `Shark` (Scorpius (south)) - _Bintoѐng Lambaruѐ_, `Ray Fish` or `Skate` (Scorpius (north)) - `Lost Pleiad` (Antares) - _Bintoѐng Kappala'ѐ_, `Ship` (α to η UMa) - _Bintoѐng Kappala'ѐ_, `Ship` (α to η UMa; β, γ UMi) - _Bintoѐng Balu Mandara'_, `Mandar Widow` (α, β UMa) - _Bintoéng Timoro'_, `Eastern Star` (Altair) - _Bintoéng Rakkalaé_, `Plough` (α to η Ori) - _Tanra Tѐlluѐ_, `Sign of Three` (δ, ε, ζ Ori) - _Worong-porongngé_, `Cluster`, or _Bintoéng Pitu_, `Seven Stars` (Pleiades). Another source attributed in [#1] (from 1987) gives the following Bugis asterisms and names, some of which overlap with the previous source: - _Worong-mpolong_, `Tuft` (Pleiades) - _Wara-wara_, `Burning Coal` (Aldebaran) - _Tanra Tellu_, `Triple Beacon` (δ, ε, ζ Ori) - _Manu'_, `Chicken` (Canopus, Sirius and Procyon) - _Watang-mpata_, `Job's Tears Stalk` (α, β Leo) - _Éppang_, `Lame` (Crux) - _Walu_, `Widow` (α, β Cen) - _Lambaru_, `Ray Fish` (Scorpius (north)) - _Tékkoroso_, `Pushed Plough` (Triangulum). There are two variants of the `Ship`, which overlap in the Big Dipper region. The `Mandar Widow` also overlaps with these. The `Plough` and the `Sign of Three` overlap in the Orion region. There is some uncertainty in these constellation lines: - It is not clear if the lines in `Shark` are complete. [#2] identifies the stars, while the drawing in [#1] for this constellation is a pictogram, and the two don't match very well. The shape here matches the pictogram in [#1] better. See also the Mandar version of this same constellation, which is a larger, realistic shark shape. - `Pushed Plough` is marked as uncertain in [#1]. ### Planets Venus is _Bintoѐng Bawi_ or _Wari wariѐ_. ### Other sky objects One source attributed in [#1] and [#2] gives the following Bugis names: - _Bembé'é_, `Goat` (Coalsack Nebula in Crux) - _Tanra Bajoé_, `Sign of the Bajau` (Magellanic Clouds) - _Bintoѐng Nagaѐ_ (the Milky Way).
fil: ### Mga konstelasyon at pangalan ng bituin Isang source na na-attribute sa [#1] (mula 1999) ang nagbibigay ng mga sumusunod na asterismo at pangalan ng Bugis: - _Bintoѐng Baluѐ_, `Biyuda Bago Kasal`, (α, β Cen) - _Bintoѐng Bola Kѐppang_, `Incomplete House` (α to δ, μ Cru) - _Bintoѐng Balѐ Mangiwѐng_, `Shark` (Scorpius (south)) - _Bintoѐng Lambaruѐ_, `Ray Fish` o `Skate` (Scorpius (north)) - `Lost Pleiad` (Antares) - _Bintoѐng Kappala'ѐ_, `Ship` (α to η UMa) - _Bintoѐng Kappala'ѐ_, `Ship` (α hanggang η UMa; β, γ UMi) - _Bintoѐng Balu Mandara'_, `Mandar Widow` (α, β UMa) - _Bintoéng Timoro'_, `Eastern Star` (Altair) - _Bintoéng Rakkalaé_, `Plough` (α hanggang η Ori) - _Tanra Tѐlluѐ_, `Sign of Three` (δ, ε, ζ Ori) - _Worong-porongngé_, `Cluster`, o _Bintoéng Pitu_, `Seven Stars` (Pleiades). Ang isa pang source na na-attribute sa [#1] (mula 1987) ay nagbibigay ng mga sumusunod na asterismo at pangalan ng Bugis, na ang ilan ay nagsasapawan sa dating pinagmulan: - _Worong-mpolong_, `Tuft` (Pleiades) - _Wara-wara_, `Nasusunog na Coal` (Aldebaran) - _Tanra Tellu_, `Triple Beacon` (δ, ε, ζ Ori) - _Manu'_, `Chicken` (Canopus, Sirius at Procyon) - _Watang-mpata_, `Job's Tears Stalk` (α, β Leo) - _Éppang_, `Pilay` (Crux) - _Walu_, `Balong` (α, β Cen) - _Lambaru_, `Ray Fish` (Scorpius (hilaga)) - _Tékkoroso_, `Itinulak na Araro` (Triangulum). Mayroong dalawang variant ng `Ship`, na nagsasapawan sa rehiyon ng Big Dipper. Ang `Mandar Widow` ay magkakapatong din sa mga ito. Ang `Plough` at ang `Sign of Three` ay magkakapatong sa rehiyon ng Orion. Mayroong ilang kawalan ng katiyakan sa mga linya ng konstelasyon na ito: - Hindi malinaw kung kumpleto ang mga linya sa `Shark`. Tinutukoy ng [#2] ang mga bituin, habang ang pagguhit sa [#1] para sa konstelasyon na ito ay isang pictogram, at hindi masyadong magkatugma ang dalawa. Ang hugis dito ay mas tumutugma sa pictogram sa [#1]. Tingnan din ang bersyon ng Mandar ng parehong konstelasyon na ito, na isang mas malaki, makatotohanang hugis ng pating. - Ang `Pushed Plough` ay minarkahan bilang hindi sigurado sa [#1]. ### Mga planeta Si Venus ay _Bintoѐng Bawi_ o _Wari wariѐ_. ### Iba pang mga bagay sa kalangitan Isang source na na-attribute sa [#1] at [#2] ang nagbibigay ng mga sumusunod na pangalan ng Bugis: - _Bembé'é_, `Goat` (Coalsack Nebula sa Crux) - _Tanra Bajoé_, `Tanda ng Bajau` (Magellanic Clouds) - _Bintoѐng Nagaѐ_ (ang Milky Way).
fr: ### Constellations et noms d'étoiles Une source attribuée dans [#1] (de 1999) donne les astérismes et noms Bugis suivants : - _Bintoѐng Baluѐ_, `Widow Before Marriage`, (α, β Cen) - _Bintoѐng Bola Kѐppang_, `Maison incomplète` (α à δ, μ Cru) - _Bintoѐng Balѐ Mangiwѐng_, `Requin` (Scorpius (sud)) - _Bintoѐng Lambaruѐ_, `Ray Fish` ou `Skate` (Scorpius (nord)) - `Pléiade Perdue` (Antares) - _Bintoѐng Kappala'ѐ_, `Ship` (α à η UMa) - _Bintoѐng Kappala'ѐ_, `Ship` (α à η UMa; β, γ UMi) - _Bintoѐng Balu Mandara'_, `Mandar Widow` (α, β UMa) - _Bintoéng Timoro'_, `Eastern Star` (Altaïr) - _Bintoéng Rakkalaé_, `Charrue` (α à η Ori) - _Tanra Tѐlluѐ_, `Signe des Trois` (δ, ε, ζ Ori) - _Worong-porongngé_, 'Amas', ou _Bintoéng Pitu_, 'Sept Etoiles' (Pléiades). Une autre source attribuée dans [#1] (de 1987) donne les astérismes et noms Bugis suivants, dont certains chevauchent la source précédente : - _Worong-mpolong_, `Touffe` (Pléiades) - _Wara-wara_, `Charbon ardent` (Aldebaran) - _Tanra Tellu_, `Triple Phare` (δ, ε, ζ Ori) - _Manu'_, `Poulet` (Canopus, Sirius et Procyon) - _Watang-mpata_, `La tige des larmes de Job` (α, β Lion) - _Éppang_, `Boiteux` (Croix) - _Walu_, `Veuve` (α, β Cen) - _Lambaru_, `Ray Fish` (Scorpius (nord)) - _Tékkoroso_, 'Charrue Poussée' (Triangulum). Il existe deux variantes du "Ship", qui se chevauchent dans la région de la Grande Ourse. La `Mandar Widow` chevauche également celles-ci. La "Charrue" et le "Signe du Trois" se chevauchent dans la région d'Orion. Il y a une certaine incertitude dans ces lignes de constellation : - Il n'est pas clair si les lignes de `Shark` sont complètes. [#2] identifie les étoiles, tandis que le dessin dans [#1] pour cette constellation est un pictogramme, et les deux ne correspondent pas très bien. La forme ici correspond mieux au pictogramme dans [#1]. Voir aussi la version Mandar de cette même constellation, qui est une forme de requin plus grande et réaliste. - `Pushed Plough` est marqué comme incertain dans [#1]. ### Planètes Vénus est _Bintoѐng Bawi_ ou _Wari wariѐ_. ### Autres objets du ciel Une source attribuée dans [#1] et [#2] donne les noms de Bugis suivants : - _Bembé'é_, `Chèvre` (Nébuleuse du Sac à Charbon en Crux) - _Tanra Bajoé_, `Signe du Bajau` (Nuages de Magellan) - _Bintoѐng Nagaѐ_ (la Voie Lactée).
id: ### Rasi bintang dan nama bintang Satu sumber yang diatributkan dalam [#1] (dari 1999) memberikan asterisme dan nama Bugis berikut: - _Bintoѐng Baluѐ_, `Janda Sebelum Nikah`, (α, Cen) - _Bintoѐng Bola Kѐppang_, `Rumah Tidak Lengkap` (α to , Cru) - _Bintoѐng Balѐ Mangiwѐng_, `Hiu` (Scorpius (selatan)) - _Bintoѐng Lambbaruѐ_, `Ikan Pari` atau `Skate` (Scorpius (utara)) - `Pleiad Hilang` (Antares) - _Bintoѐng Kappala'ѐ_, `Ship` (α to UMa) - _Bintoѐng Kappala'ѐ_, `Ship` (α ke η UMa; , UMi) - _Bintoѐng Balu Mandara'_, `Janda Mandar` (α, UMa) - _Bintoéng Timoro'_, `Bintang Timur` (Altair) - _Bintoéng Rakkalaé_, `Plough` (α to Ori) - _Tanra Tѐlluѐ_, `Tanda Tiga` (δ, , Ori) - _Worong-porongngé_, `Cluster`, atau _Bintoéng Pitu_, `Tujuh Bintang` (Pleiades). Sumber lain yang dikaitkan dalam [#1] (dari 1987) memberikan asterisme dan nama Bugis berikut, beberapa di antaranya tumpang tindih dengan sumber sebelumnya: - _Worong-mpolong_, `Tuft` (Pleiades) - _Wara-wara_, `Burning Coal` (Aldebaran) - _Tanra Tellu_, `Triple Beacon` (δ, , Ori) - _Manu'_, `Ayam` (Canopus, Sirius dan Procyon) - _Watang-mpata_, `Tangan Air Mata Ayub` (α, Leo) - _Éppang_, `Lame` (Inti) - _Walu_, `Janda` (α, Cen) - _Lambaru_, `Ikan Pari` (Scorpius (utara)) - _Tékkoroso_, `Bajak Dorong` (Segitiga). Ada dua varian `Kapal`, yang tumpang tindih di wilayah Biduk. `Janda Mandar` juga tumpang tindih dengan ini. `Plough` dan `Sign of Three` tumpang tindih di wilayah Orion. Ada beberapa ketidakpastian dalam garis konstelasi ini: - Tidak jelas apakah baris di `Shark` sudah lengkap. [#2] mengidentifikasi bintang-bintang, sedangkan gambar di [#1] untuk konstelasi ini adalah piktogram, dan keduanya tidak terlalu cocok. Bentuk di sini lebih cocok dengan piktogram di [#1]. Lihat juga versi Mandar dari konstelasi yang sama, yang merupakan bentuk hiu yang lebih besar dan realistis. - `Bajak yang Didorong` ditandai sebagai tidak pasti di [#1]. ### Planet Venus adalah _Bintoѐng Bawi_ atau _Wari wariѐ_. ### Benda langit lainnya Satu sumber yang diatributkan di [#1] dan [#2] memberikan nama Bugis berikut: - _Bembé'é_, `Goat` (Nebula Coalsack di Crux) - _Tanra Bajoé_, `Tanda Bajau` (Awan Magellan) - _Bintoѐng Nagaѐ_ (Bima Sakti).
pl: ### Konstelacje i nazwy gwiazd Jedno źródło przypisywane w [#1] (od 1999) podaje następujące asteryzmy i nazwy Bugisa: - _Bintoѐng Baluѐ_, `Wdowa przed ślubem`, (α, β Cen) - _Bintoѐng Bola Kѐppang_, `Niekompletny dom` (od α do δ, μ Cru) - _Bintoѐng Balѐ Mangiwѐng_, `Rekin` (Scorpius (południe)) - _Bintoѐng Lambaruѐ_, `Ray Fish` lub `Skate` (Scorpius (północ)) - "Zagubiona Plejada" (Antares) - _Bintoѐng Kappala'ѐ_, `Statek` (od α do η UMa) - _Bintoѐng Kappala'ѐ_, `Statek` (α do η UMa; β, γ UMi) - _Bintoѐng Balu Mandara'_, 'Mandarowa Wdowa' (α, β UMa) - _Bintoéng Timoro'_, 'Gwiazda wschodnia' (Altair) - _Bintoéng Rakkalaé_, `Plough` (od α do η Ori) - _Tanra Tѐlluѐ_, „Znak Trzech” (δ, ε, ζ Ori) - _Worong-porongngé_, „Klaster” lub _Bintoéng Pitu_, „Siedem gwiazdek” (Plejady). Inne źródło przypisywane w [#1] (z 1987 r.) podaje następujące asteryzmy i nazwy Bugis, z których niektóre pokrywają się z poprzednim źródłem: - _Worong-mpolong_, `Tuft` (Plejady) - _Wara-wara_, `Płonący Węgiel` (Aldebaran) - _Tanra Tellu_, `Triple Beacon` (δ, ε, ζ Ori) - _Manu'_, `Kurczak` (Canopus, Syriusz i Procjon) - _Watang-mpata_, `Łodyga łez Hioba` (α, β Leo) - _Éppang_, 'Kulawy' (Sedno) - _Walu_, `Wdowa` (α, β Cen) - _Lambaru_, `Ray Fish` (Scorpius (północ)) - _Tékkoroso_, `Pług pchany` (Triangulum). Istnieją dwa warianty „Statek”, które nakładają się w regionie Wielkiego Wozu. Na to nakłada się również Mandar Widow. „Pług” i „Znak Trzech” pokrywają się w regionie Orion. W tych liniach konstelacji jest pewna niepewność: - Nie jest jasne, czy wiersze w `Shark` są kompletne. [#2] identyfikuje gwiazdy, podczas gdy rysunek w [#1] dla tej konstelacji jest piktogramem i te dwa nie pasują zbyt dobrze. Kształt tutaj lepiej pasuje do piktogramu w [#1]. Zobacz także wersję Mandar tej samej konstelacji, która jest większym, realistycznym kształtem rekina. - „Pług pchany” jest oznaczony jako niepewny w [#1]. ### Planety Wenus to Bintoѐng Bawi lub Wari wari. ### Inne obiekty nieba Jedno źródło przypisane w [#1] i [#2] podaje następujące nazwy Bugis: - _Bembé'é_, `Koza` (Mgławica Worek Węgla w Crux) - _Tanra Bajoé_, "Znak Bajau" (Chmury Magellana) - _Bintoѐng Nagaѐ_ (Droga Mleczna).
pt: ### Constelações e nomes de estrelas Uma fonte atribuída em [#1] (de 1999) fornece os seguintes asterismos e nomes de Bugis: - _Bintoѐng Baluѐ_, `Viúva Antes do Casamento`, (α, β Cen) - _Bintoѐng Bola Kѐppang_, `Casa Incompleta` (α a δ, μ Cru) - _Bintoѐng Balѐ Mangiwѐng_, `Shark` (Scorpius (sul)) - _Bintoѐng Lambaruѐ_, `Ray Fish` ou `Skate` (Scorpius (norte)) - `Plêiade Perdida` (Antares) - _Bintoѐng Kappala'ѐ_, `Ship` (α a η UMa) - _Bintoѐng Kappala'ѐ_, `Ship` (α a η UMa; β, γ UMi) - _Bintoѐng Balu Mandara'_, `Mandar Widow` (α, β UMa) - _Bintoéng Timoro'_, `Eastern Star` (Altair) - _Bintoéng Rakkalaé_, `Plough` (α a η Ori) - _Tanra Tѐlluѐ_, `Sign of Three` (δ, ε, ζ Ori) - _Worong-porongngé_, `Cluster`, ou _Bintoéng Pitu_, `Seven Stars` (Plêiades). Outra fonte atribuída em [#1] (de 1987) fornece os seguintes asterismos e nomes de Bugis, alguns dos quais se sobrepõem à fonte anterior: - _Worong-mpolong_, `Tuft` (Plêiades) - _Wara-wara_, `Queima de Carvão` (Aldebaran) - _Tanra Tellu_, `Triple Beacon` (δ, ε, ζ Ori) - _Manu'_, `Galinha` (Canopus, Sirius e Procyon) - _Watang-mpata_, `Job's Tears Stalk` (α, β Leo) - _Éppang_, `Lame` (Crux) - _Walu_, `Viúva` (α, β Cen) - _Lambaru_, `Ray Fish` (Scorpius (norte)) - _Tékkoroso_, `Arado Empurrado` (Triângulo). Existem duas variantes do `Ship`, que se sobrepõem na região da Ursa Maior. O `Mandar Widow` também se sobrepõe a estes. O `Plough` e o `Sign of Three` se sobrepõem na região de Orion. Há alguma incerteza nestas linhas de constelação: - Não está claro se as linhas em `Shark` estão completas. [#2] identifica as estrelas, enquanto o desenho em [#1] para esta constelação é um pictograma, e os dois não combinam muito bem. A forma aqui corresponde melhor ao pictograma em [#1]. Veja também a versão Mandar desta mesma constelação, que é uma forma de tubarão maior e realista. - 'Arado Empurrado' é marcado como incerto em [#1]. ### Planetas Vênus é _Bintoѐng Bawi_ ou _Wari wariѐ_. ### Outros objetos do céu Uma fonte atribuída em [#1] e [#2] fornece os seguintes nomes de Bugis: - _Bembé'é_, `Goat` (Nebulosa do Saco de Carvão no Crux) - _Tanra Bajoé_, `Sinal dos Bajau` (Nuvens de Magalhães) - _Bintoѐng Nagaѐ_ (a Via Láctea).
tr: ### Takımyıldızlar ve yıldız isimleri [#1]'de (1999'dan itibaren) atfedilen bir kaynak, aşağıdaki Bugis yıldız işaretlerini ve adlarını verir: - _Bintoѐng Baluѐ_, `Evlenmeden Önce Dul', (α, β Cen) - _Bintoѐng Bola Kѐppang_, `Tamamlanmamış Ev` (α - δ, μ Cru) - _Bintoѐng Balѐ Mangiwѐng_, `Shark` (Scorpius (güney)) - _Bintoѐng Lambaruѐ_, `Ray Fish` veya `Skate` (Scorpius (kuzey)) - 'Kayıp Ülker' (Antares) - _Bintoѐng Kappala'ѐ_, `Gemi` (α - η UMa) - _Bintoѐng Kappala'ѐ_, `Gemi` (α - η UMa; β, γ UMi) - _Bintoѐng Balu Mandara'_, "Mandar Widow" (α, β UMa) - _Bintoéng Timoro'_, "Doğu Yıldızı" (Altair) - _Bintoéng Rakkalaé_, `Plough` (α - η Ori) - _Tanra Tѐlluѐ_, `Üçlü İşaret` (δ, ε, ζ Ori) - _Worong-porongngé_, 'Küme' veya _Bintoéng Pitu_, 'Yedi Yıldız' (Ülke). [#1]'de (1987'den) atfedilen başka bir kaynak, bazıları önceki kaynakla örtüşen aşağıdaki Bugis yıldız işaretlerini ve adlarını verir: - _Worong-mpolong_, "Tuft" (Ülkeler) - _Wara-wara_, "Yanan Kömür" (Aldebaran) - _Tanra Tellu_, `Üçlü İşaret' (δ, ε, ζ Ori) - _Manu'_, 'Tavuk' (Canopus, Sirius ve Procyon) - _Watang-mpata_, `Job's Tears Stalk` (α, β Leo) - _Eppang_, 'Topal' (Hata) - _Walu_, "Dul" (α, β Cen) - _Lambaru_, "Işın Balığı" (Scorpius (kuzey)) - _Tékkoroso_, `Pushed Pulluk` (Üçgen). Büyük Kepçe bölgesinde örtüşen 'Gemi'nin iki çeşidi vardır. 'Mandar Widow' da bunlarla örtüşüyor. Orion bölgesinde 'Saban' ve 'Üç İşareti' örtüşüyor. Bu takımyıldız çizgilerinde bazı belirsizlikler var: - 'Shark'taki satırların tamamlanıp tamamlanmadığı belli değil. [#2] yıldızları tanımlarken, bu takımyıldız için [#1]'deki çizim bir piktogramdır ve ikisi çok iyi uyuşmuyor. Buradaki şekil, [#1]'deki piktogramla daha iyi eşleşir. Aynı takımyıldızın daha büyük, gerçekçi bir köpekbalığı şekli olan Mandar versiyonuna da bakın. - "Pushed Plough" [#1]'de belirsiz olarak işaretlendi. ### Gezegenler Venüs _Bintoѐng Bawi_ veya _Wari wariѐ_'dir. ### Diğer gökyüzü nesneleri [#1] ve [#2] ile ilişkilendirilen bir kaynak, aşağıdaki Bugis adlarını verir: - _Bembé'é_, "Keçi" (Crux'ta Kömür Çuvalı Bulutsusu) - _Tanra Bajoé_, "Bajau'nun İşareti" (Macellan Bulutları) - _Bintoѐng Nagaѐ_ (Samanyolu).
