Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: In the 2nd century CE, Ptolemy in Alexandria published a multi-volume book which summarised the knowledge of the time, rooted in a tradition of mathematical astronomy since Hipparchus (at least 265 year earlier). In the subsequent centuries, this book has been translated from Greek into Arabic (6th to 9th century), from Arabic into Latin, and later, from the original ancient Greek into medieval Latin. Due to this transformation, it is now known under the artificial name _Almagest_, derived from the Arabic title [#7]. The Almagest's star catalogue (book VII and VIII) has been depicted many times in the Islamic as well as in the Christian astronomical traditions. Often, the figures were re-drawn in order to adapt them to the taste of art of the epoch. In the Arabic more than in the Latin tradition, the Ptolemaic figures were enriched and transformed by native Arabic constellations and star names. Therefore, this sky culture displays a modern descendant of the Ptolemaic one with traces of translations, misunderstandings, transformations, and purposly additions. In 1603 the lawyer and hobby astronomer Johann Bayer from Augsburg, Germany, made a new celestial atlas, called Uranometria [#2]. In this atlas, he introduced a systematic naming of stars starting with alpha, the brightest, beta, the second brightest, gamma, the third ... within a constellation. Subsequently, it was established to name a star with a Greek letter and the Latin constellation name in casus genitive. In the 18th century, the century of great atlases (Flamsteed, Fortin, Bode: [#3][#4]), new constellations were added to fill the gaps between northern constellations. Additionally, there were suggestions to create new constellations in the southern part of the sky which had not been visible to Ptolemy. European astronomers visited the European colonies and instead of asking the native people for their constellations, the Europeans were creative. This way, many new technical inventions of the early modern period were depicted in constellations (e.g. a chemical machine, a balloon, an air pump) as well as exotic animals (e.g. a chamaeleon, a tucan, a paradise bird). The problem was that sometimes astronomers did not agree with each other and, thus, atlases showed deviations from each other. After many centuries of astronomers taking liberties in interpretation of the Ptolemaic original, there were many variants of constellations. As constellations are a positioning system, i.e. astronomers describe positions in the sky relative to stars and stars relative to constellations (like "Betelgeuse", Orion's right shoulder), it is necessary to use constellation names and star names uniformly all over the world. In the "Fin de siècle", there were upcoming suggestions in the IAU to unify the system of constellations and star names [#5]. As the IAU in 1928 only defined the boundaries of these areas [#4] and not the way of drawing artwork within them, several sub-cultures of painting figures and drawing simplified stickfigures were developed during the 20th and 21st century. We provide some of them as further sky cultures. ### Constellations These constellations are based mainly on the Ptolemaic tradition which had been used in all three Abrahamitic religions and, thus, was common in the Near East, in Europe and its colonies on all continents. However, between the ancient Greek constellations there were gaps of areas with only faint stars belonging to no constellation.[#8] In the Modern Epoch, several astronomers suggested constellation figures for these gaps (e.g. the constellation of "the lynx" for an area close to the Great Bear but with stars so faint that you would need the eyes of a lynx to see them), among them many political constellations to the honor of certain kings or patrons. In the beginning of the 20th century, the IAU aimed for a huge clean-up. In 1922, the IAU officially accepted the list of 88 constellation names and their official abbreviations with three letters. The only remaining political constellations is Scutum, the shield of a Polish king but without mentioning the political reference anymore. The Belgian priest E. Delporte got the task to define constellation boundaries according to coordinates. In 1928, he finished the work and the IAU accepted his delimitations [#1]. These "constellations" are naked areas in the sky without any stick figures or depictions [#5]. The borders simply follow the lines of right ascension and declination. These constellations became the standard way to describe the sky, replacing similar sets in other sky cultures exhaustively in daily usage. Stellarium by default displays the precise RA-DEC-boundaries and a set of artwork constellations on the basis of Ptolemaic figures but following our contemporary taste of art. ### Proper names of stars Ptolemy's star catalogue had the layout of a table listing the description of the star's position in the constellation's figure, the ecliptical coordinates, and the magnitude e.g.: "The star at the tip of the tail of Ursa Minor", "Gem 0 1/6, +66", "Mag 3". In most cases, the star names evolved by astronomer's systematical abbreviations of these descriptions, e.g. first astronomer abbreviated in a text "tip of the tail", a next astronomer drew a map with less space and wrote only "tail" next to the star and this name remained. With centuries, these descriptions were translated into Arabic and Latin, and in some cases the translators or writers make mistakes because of misreading or misspelling or the Arabic words (e.g. the Arabic "yad al gauza", the hand of the giant woman, to the common term "Betelgeuse"). However, there are also a few original Greek words like the red star "Antares", the counterpart of Ares (Mars) and even a few original Babylonian terms like "Shargaz", the Sting, in Scorpius. Our modern, most recent IAU star names [#6] are a huge mixture, also with influences or even politically wanted additions of star names from the none-Ptolemaic sky cultures, e.g. the traditional Pingsing, a Chinese star name for a star in Hydra (its meaning is only "star", a reminescence to his lonely position) or newly adopted star names from Polynesian, Hawaiian, or Aboriginal cultures for names of stars with exoplanets.
fil: Noong ika-2 siglo CE, inilathala ni Ptolemy sa Alexandria ang isang multi-volume na libro na nagbubuod ng kaalaman sa panahon, na nag-ugat sa isang tradisyon ng matematikal na astronomiya mula pa noong Hipparchus (hindi bababa sa 265 taon na ang nakaraan). Sa mga sumunod na siglo, ang aklat na ito ay isinalin mula sa Griyego sa Arabic (ika-6 hanggang ika-9 na siglo), mula sa Arabic tungo sa Latin, at nang maglaon, mula sa orihinal na sinaunang Griyego tungo sa medieval na Latin. Dahil sa pagbabagong ito, kilala na ito ngayon sa ilalim ng artipisyal na pangalang _Almagest_, na nagmula sa pamagat na Arabic [#7]. Ang star catalog ng Almagest (aklat VII at VIII) ay maraming beses na inilalarawan sa Islamic gayundin sa mga Kristiyanong astronomikal na tradisyon. Kadalasan, ang mga figure ay muling iginuhit upang iakma ang mga ito sa panlasa ng sining ng kapanahunan. Sa Arabic higit sa tradisyon ng Latin, ang mga Ptolemaic figure ay pinayaman at binago ng mga katutubong konstelasyon ng Arabe at mga pangalan ng bituin. Samakatuwid, ang kultura ng langit na ito ay nagpapakita ng modernong inapo ng Ptolemaic na may mga bakas ng mga pagsasalin, hindi pagkakaunawaan, pagbabago, at sadyang mga karagdagan. Noong 1603 ang abogado at hobby astronomer na si Johann Bayer mula sa Augsburg, Germany, ay gumawa ng bagong celestial atlas, na tinatawag na Uranometria [#2]. Sa atlas na ito, ipinakilala niya ang isang sistematikong pagpapangalan ng mga bituin na nagsisimula sa alpha, ang pinakamaliwanag, beta, ang pangalawang pinakamaliwanag, gamma, ang pangatlo ... sa loob ng isang konstelasyon. Kasunod nito, itinatag ito upang pangalanan ang isang bituin na may letrang Griyego at ang pangalan ng konstelasyon ng Latin sa casus genitive. Noong ika-18 siglo, ang siglo ng magagandang atlase (Flamsteed, Fortin, Bode: [#3][#4]), idinagdag ang mga bagong konstelasyon upang punan ang mga puwang sa pagitan ng mga hilagang konstelasyon. Bukod pa rito, may mga mungkahi na lumikha ng mga bagong konstelasyon sa katimugang bahagi ng kalangitan na hindi pa nakikita ni Ptolemy. Ang mga astronomong Europeo ay bumisita sa mga kolonya ng Europa at sa halip na tanungin ang mga katutubong tao para sa kanilang mga konstelasyon, ang mga Europeo ay malikhain. Sa ganitong paraan, maraming mga bagong teknikal na imbensyon ng maagang modernong panahon ang inilalarawan sa mga konstelasyon (hal. isang kemikal na makina, isang lobo, isang air pump) pati na rin ang mga kakaibang hayop (hal. isang chamaeleon, isang tucan, isang ibon na paraiso). Ang problema ay kung minsan ang mga astronomo ay hindi sumasang-ayon sa isa't isa at, sa gayon, ang mga atlas ay nagpakita ng mga paglihis sa bawat isa. Pagkatapos ng maraming siglo ng mga astronomo na kumuha ng kalayaan sa interpretasyon ng orihinal na Ptolemaic, nagkaroon ng maraming variant ng mga konstelasyon. Dahil ang mga konstelasyon ay isang sistema ng pagpoposisyon, ibig sabihin, inilalarawan ng mga astronomo ang mga posisyon sa kalangitan na may kaugnayan sa mga bituin at mga bituin na nauugnay sa mga konstelasyon (tulad ng "Betelgeuse", kanang balikat ng Orion), kinakailangang gumamit ng mga pangalan ng konstelasyon at mga pangalan ng bituin nang pantay-pantay sa buong mundo. Sa "Fin de siècle", may mga paparating na mungkahi sa IAU upang pag-isahin ang sistema ng mga konstelasyon at mga pangalan ng bituin [#5]. Dahil tinukoy lamang ng IAU noong 1928 ang mga hangganan ng mga lugar na ito [#4] at hindi ang paraan ng pagguhit ng likhang sining sa loob ng mga ito, ilang mga sub-kultura ng mga figure sa pagpipinta at pagguhit ng mga pinasimpleng stickfigure ay binuo noong ika-20 at ika-21 siglo. Ibinibigay namin ang ilan sa mga ito bilang karagdagang kultura ng kalangitan. ### Mga konstelasyon Ang mga konstelasyon na ito ay pangunahing nakabatay sa tradisyong Ptolemaic na ginamit sa lahat ng tatlong relihiyong Abrahamitic at, sa gayon, ay karaniwan sa Malapit na Silangan, sa Europa at mga kolonya nito sa lahat ng kontinente. Gayunpaman, sa pagitan ng mga sinaunang konstelasyon ng Greek ay may mga puwang ng mga lugar na may mga malabong bituin lamang na walang konstelasyon.[#8] Sa Modern Epoch, ilang astronomo ang nagmungkahi ng mga numero ng konstelasyon para sa mga puwang na ito (hal. ang konstelasyon ng "lynx" para sa isang malapit na lugar sa Dakilang Oso ngunit may mga bituin na napakahina na kakailanganin mo ang mga mata ng isang lynx upang makita ang mga ito), kasama ng mga ito ang maraming politikal na konstelasyon sa karangalan ng ilang mga hari o patron. Sa simula ng ika-20 siglo, ang IAU ay naglalayon para sa isang malaking paglilinis. Noong 1922, opisyal na tinanggap ng IAU ang listahan ng 88 mga pangalan ng konstelasyon at ang kanilang mga opisyal na pagdadaglat na may tatlong titik. Ang tanging natitirang mga konstelasyon sa pulitika ay ang Scutum, ang kalasag ng isang haring Polako ngunit hindi na binanggit ang pampulitikang sanggunian. Ang Belgian pari na si E. Delporte ay nakakuha ng gawain na tukuyin ang mga hangganan ng konstelasyon ayon sa mga coordinate. Noong 1928, natapos niya ang gawain at tinanggap ng IAU ang kanyang mga delimitasyon [#1]. Ang mga "konstelasyon" na ito ay mga hubad na lugar sa kalangitan na walang anumang stick figure o paglalarawan [#5]. Ang mga hangganan ay sumusunod lamang sa mga linya ng tamang pag-akyat at pagbaba. Ang mga konstelasyon na ito ay naging karaniwang paraan upang ilarawan ang kalangitan, na pinapalitan ang mga katulad na hanay sa iba pang mga kultura ng kalangitan nang lubusan sa pang-araw-araw na paggamit. Ang Stellarium bilang default ay nagpapakita ng tumpak na RA-DEC-boundaries at isang set ng mga artwork constellation batay sa mga Ptolemaic figure ngunit sumusunod sa ating kontemporaryong panlasa ng sining. ### Mga wastong pangalan ng mga bituin Ang star catalog ni Ptolemy ay may layout ng isang talahanayan na naglilista ng paglalarawan ng posisyon ng bituin sa figure ng konstelasyon, ang ecliptical coordinates, at ang magnitude hal.: "Ang bituin sa dulo ng buntot ng Ursa Minor", "Gem 0 1/6 , +66", "Mag 3". Sa karamihan ng mga kaso, ang mga pangalan ng bituin ay nagbago sa pamamagitan ng sistematikong pagdadaglat ng astronomer sa mga paglalarawang ito, hal. unang astronomer na dinaglat sa isang tekstong "tip of the tail", isang susunod na astronomer ang gumuhit ng mapa na may kaunting espasyo at nagsulat lamang ng "buntot" sa tabi ng bituin at ang pangalang ito ay nanatili. Sa paglipas ng mga siglo, ang mga paglalarawang ito ay isinalin sa Arabic at Latin, at sa ilang pagkakataon ay nagkakamali ang mga tagapagsalin o manunulat dahil sa maling pagbabasa o maling spelling o mga salitang Arabe (hal. ang Arabic na "yad al gauza", ang kamay ng higanteng babae, sa karaniwang terminong "Betelgeuse"). Gayunpaman, mayroon ding ilang orihinal na salitang Griyego tulad ng pulang bituin na "Antares", ang katapat ng Ares (Mars) at kahit ilang orihinal na terminong Babylonian tulad ng "Shargaz", ang Sting, sa Scorpius. Ang aming moderno, pinakabagong mga pangalan ng bituin sa IAU [#6] ay isang malaking halo, na may mga impluwensya o kahit na gusto ng pulitika na mga pagdaragdag ng mga pangalan ng bituin mula sa mga kultura ng langit na hindi Ptolemaic, hal. ang tradisyonal na Pingsing, isang Chinese na pangalan ng bituin para sa isang bituin sa Hydra (ang kahulugan nito ay "bituin" lamang, isang paggunita sa kanyang malungkot na posisyon) o mga bagong pinagtibay na pangalan ng bituin mula sa mga kulturang Polynesian, Hawaiian, o Aboriginal para sa mga pangalan ng mga bituin na may mga exoplanet.
fr: Au IIe siècle de notre ère, Ptolémée à Alexandrie a publié un livre en plusieurs volumes qui résumait la connaissance de l'époque, ancrée dans une tradition d'astronomie mathématique depuis Hipparque (au moins 265 ans plus tôt). Au cours des siècles suivants, ce livre a été traduit du grec en arabe (6e au 9e siècle), de l'arabe en latin, puis du grec ancien original en latin médiéval. En raison de cette transformation, il est maintenant connu sous le nom artificiel _Almagest_, dérivé du titre arabe [#7]. Le catalogue d'étoiles d'Almagest (livre VII et VIII) a été représenté à plusieurs reprises dans les traditions astronomiques islamiques et chrétiennes. Souvent, les figures ont été redessinées afin de les adapter au goût de l'art de l'époque. Dans l'arabe plus que dans la tradition latine, les figures ptolémaïques ont été enrichies et transformées par des constellations et des noms d'étoiles arabes natifs. Par conséquent, cette culture du ciel affiche un descendant moderne de la culture ptolémaïque avec des traces de traductions, de malentendus, de transformations et d'ajouts délibérés. En 1603, l'avocat et astronome amateur Johann Bayer d'Augsbourg, en Allemagne, a fait un nouvel atlas céleste, appelé Uranometria [#2]. Dans cet atlas, il a introduit une dénomination systématique des étoiles commençant par alpha, la plus brillante, la bêta, la deuxième la plus brillante, le gamma, la troisième ... au sein d'une constellation. Par la suite, il a été créé pour nommer une étoile avec une lettre grecque et le nom de la constellation latine en casus génitif. Au XVIIIe siècle, le siècle des grands atlas (Flamsteed, Fortin, Bode: [#3] [#4]), de nouvelles constellations ont été ajoutées pour combler les lacunes entre les constellations nordiques. De plus, il a été suggéré de créer de nouvelles constellations dans la partie sud du ciel qui n'étaient pas visibles pour Ptolémée. Les astronomes européens ont visité les colonies européennes et au lieu de demander aux autochtones leurs constellations, les Européens ont été créatifs. De cette façon, de nombreuses nouvelles inventions techniques du début de la période moderne ont été représentées dans des constellations (par exemple une machine chimique, un ballon, une pompe à air) ainsi que des animaux exotiques (par exemple un chamaeleon, un tucan, un oiseau paradisiaque). Le problème était que parfois les astronomes n'étaient pas d'accord les uns avec les autres et, par conséquent, les atlas montraient des écarts les uns par rapport aux autres. Après plusieurs siècles d'astronomes prenant des libertés dans l'interprétation de l'original ptolémaïque, il y avait de nombreuses variantes de constellations. Comme les constellations sont un système de positionnement, c'est-à-dire que les astronomes décrivent les positions dans le ciel par rapport aux étoiles et les étoiles par rapport aux constellations (comme "Betelgeuse", l'épaule droite d'Orion), il est nécessaire d'utiliser les noms des constellations et les noms des étoiles uniformément partout dans le monde. Dans la "Fin de siècle", il y avait des suggestions à venir dans l'AIU pour unifier le système des constellations et des noms d'étoiles [#5]. Comme l'AIU en 1928 n'a défini que les limites de ces zones [#4] et non la manière de dessiner des œuvres d'art en leur sein, plusieurs sous-cultures de peinture de figures et de dessin de figures simplifiées ont été développées au cours des 20e et 21e siècles. Nous en fournissons certains comme d'autres cultures du ciel. ### Constellations Ces constellations sont basées principalement sur la tradition ptolémaïque qui avait été utilisée dans les trois religions abrahamitiques et, par conséquent, était courante au Proche-Orient, en Europe et dans ses colonies sur tous les continents. Cependant, entre les constellations de la Grèce antique, il y avait des lacunes de zones avec seulement de faibles étoiles n'appartenant à aucune constellation. [#8] À l'époque moderne, plusieurs astronomes ont suggéré des figures de constellation pour ces lacunes (par exemple la constellation du "lynx" pour une zone proche). à la Grande Ourse mais avec des étoiles si faibles que vous auriez besoin des yeux d'un lynx pour les voir), parmi lesquelles de nombreuses constellations politiques à l'honneur de certains rois ou patrons. Au début du 20e siècle, l'AIU visait un grand nettoyage. En 1922, l'AIU a officiellement accepté la liste des 88 noms de constellation et leurs abréviations officielles à trois lettres. Les seules constellations politiques restantes sont Scutum, le bouclier d'un roi polonais mais sans plus mentionner la référence politique. Le prêtre belge E. Delporte a été chargé de définir les limites des constellations en fonction des coordonnées. En 1928, il termine les travaux et l'UAI accepte ses délimitations [#1]. Ces "constellations" sont des zones nues dans le ciel sans aucune figure de bâton ni représentation [#5]. Les frontières suivent simplement les lignes d'ascension droite et de déclinaison. Ces constellations sont devenues la façon standard de décrire le ciel, remplaçant de manière exhaustive des ensembles similaires dans d'autres cultures du ciel dans leur utilisation quotidienne. Stellarium affiche par défaut les limites RA-DEC précises et un ensemble de constellations d'œuvres d'art sur la base de figures ptolémaïques mais en suivant notre goût contemporain de l'art. ### Noms propres des étoiles Le catalogue d'étoiles de Ptolémée avait la disposition d'un tableau répertoriant la description de la position de l'étoile dans la figure de la constellation, les coordonnées écliptiques et la magnitude, par exemple: "L'étoile à la pointe de la queue d'Ursa Minor", "Gemme 0 1/6 , +66 "," Mag 3 ". Dans la plupart des cas, les noms des étoiles ont évolué par les abréviations systématiques de l'astronome de ces descriptions, par ex. premier astronome abrégé dans un texte "pointe de la queue", un astronome suivant a dessiné une carte avec moins d'espace et n'a écrit que "queue" à côté de l'étoile et ce nom est resté. Au fil des siècles, ces descriptions ont été traduites en arabe et en latin, et dans certains cas, les traducteurs ou les écrivains font des erreurs en raison d'une mauvaise lecture ou d'une faute d'orthographe ou des mots arabes (par exemple l'arabe "yad al gauza", la main de la femme géante, au terme commun "Betelgeuse"). Cependant, il y a aussi quelques mots grecs originaux comme l'étoile rouge "Antares", l'homologue d'Arès (Mars) et même quelques termes babyloniens originaux comme "Shargaz", le Sting, en Scorpius. Nos noms d'étoiles IAU modernes et les plus récents [#6] sont un énorme mélange, également avec des influences ou même des ajouts politiquement recherchés de noms d'étoiles des cultures du ciel non ptolémaïque, par exemple le Pingsing traditionnel, un nom d'étoile chinois pour une étoile d'Hydra (sa signification n'est que "étoile", une réminiscence de sa position solitaire) ou des noms d'étoiles nouvellement adoptés de cultures polynésiennes, hawaïennes ou aborigènes pour les noms d'étoiles avec des exoplanètes.
id: Pada abad ke-2 M, Ptolemy di Alexandria menerbitkan buku multi-volume yang merangkum pengetahuan tentang waktu, yang berakar pada tradisi astronomi matematika sejak Hipparchus (setidaknya 265 tahun sebelumnya). Pada abad-abad berikutnya, buku ini telah diterjemahkan dari bahasa Yunani ke bahasa Arab (abad ke-6 hingga ke-9), dari bahasa Arab ke bahasa Latin, dan kemudian, dari bahasa Yunani kuno asli ke bahasa Latin abad pertengahan. Karena transformasi ini, sekarang dikenal dengan nama buatan _Almagest_, yang berasal dari judul Arab [#7]. Katalog bintang Almagest (buku VII dan VIII) telah digambarkan berkali-kali dalam tradisi astronomi Islam maupun Kristen. Seringkali, angka-angka itu digambar ulang untuk menyesuaikannya dengan selera seni zaman itu. Dalam bahasa Arab lebih dari dalam tradisi Latin, tokoh-tokoh Ptolemaik diperkaya dan diubah oleh rasi bintang dan nama bintang Arab asli. Oleh karena itu, budaya langit ini menampilkan keturunan modern dari Ptolemeus dengan jejak terjemahan, kesalahpahaman, transformasi, dan penambahan yang disengaja. Pada tahun 1603 pengacara dan astronom hobi Johann Bayer dari Augsburg, Jerman, membuat atlas langit baru, yang disebut Uranometria [#2]. Dalam atlas ini, ia memperkenalkan penamaan sistematis bintang yang dimulai dengan alfa, yang paling terang, beta, yang kedua paling terang, gamma, yang ketiga ... dalam sebuah konstelasi. Selanjutnya, didirikan untuk menamai bintang dengan huruf Yunani dan nama konstelasi Latin dalam casus genitive. Pada abad ke-18, abad atlas besar (Flamsteed, Fortin, Bode: [#3][#4]), rasi bintang baru ditambahkan untuk mengisi celah di antara rasi bintang utara. Selain itu, ada saran untuk membuat rasi bintang baru di bagian selatan langit yang belum terlihat oleh Ptolemy. Para astronom Eropa mengunjungi koloni-koloni Eropa dan alih-alih menanyakan rasi bintang kepada penduduk asli, orang-orang Eropa justru kreatif. Dengan cara ini, banyak penemuan teknis baru dari periode modern awal digambarkan dalam rasi bintang (misalnya mesin kimia, balon, pompa udara) serta hewan eksotis (misalnya bunglon, tucan, burung surga). Masalahnya adalah terkadang para astronom tidak setuju satu sama lain dan, dengan demikian, atlas menunjukkan penyimpangan satu sama lain. Setelah berabad-abad para astronom mengambil kebebasan dalam interpretasi asli Ptolemeus, ada banyak varian konstelasi. Karena konstelasi adalah sistem penentuan posisi, yaitu para astronom menggambarkan posisi di langit relatif terhadap bintang dan bintang relatif terhadap konstelasi (seperti "Betelgeuse", bahu kanan Orion), maka perlu untuk menggunakan nama konstelasi dan nama bintang secara seragam di seluruh dunia. Dalam "Fin de siècle", ada saran yang akan datang di IAU untuk menyatukan sistem rasi bintang dan nama bintang [#5]. Karena IAU pada tahun 1928 hanya mendefinisikan batas-batas area ini [#4] dan bukan cara menggambar karya seni di dalamnya, beberapa sub-budaya melukis figur dan menggambar figur tempel yang disederhanakan dikembangkan selama abad ke-20 dan ke-21. Kami menyediakan beberapa dari mereka sebagai budaya langit lebih lanjut. ### Rasi Bintang Rasi bintang ini terutama didasarkan pada tradisi Ptolemeus yang telah digunakan di ketiga agama Ibrahimi dan, dengan demikian, umum di Timur Dekat, di Eropa dan koloninya di semua benua. Namun, di antara konstelasi Yunani kuno ada celah area dengan hanya bintang redup yang tidak memiliki konstelasi.[#8] Dalam Zaman Modern, beberapa astronom menyarankan angka konstelasi untuk celah ini (misalnya konstelasi "lynx" untuk area yang dekat ke Beruang Besar tetapi dengan bintang-bintang yang sangat redup sehingga Anda akan membutuhkan mata seekor lynx untuk melihatnya), di antaranya banyak konstelasi politik untuk menghormati raja atau pelindung tertentu. Pada awal abad ke-20, IAU bertujuan untuk pembersihan besar-besaran. Pada tahun 1922, IAU secara resmi menerima daftar 88 nama konstelasi dan singkatan resminya dengan tiga huruf. Satu-satunya konstelasi politik yang tersisa adalah Scutum, perisai raja Polandia tetapi tanpa menyebutkan referensi politik lagi. Pendeta Belgia E. Delporte mendapat tugas untuk menentukan batas konstelasi menurut koordinat. Pada tahun 1928, ia menyelesaikan pekerjaan dan IAU menerima delimitasi [#1]. "Rasi bintang" ini adalah area telanjang di langit tanpa figur tongkat atau penggambaran apa pun [#5]. Batasnya cukup mengikuti garis menaik dan deklinasi kanan. Rasi bintang ini menjadi cara standar untuk menggambarkan langit, menggantikan set serupa di budaya langit lain secara mendalam dalam penggunaan sehari-hari. Stellarium secara default menampilkan batas-batas RA-DEC yang tepat dan serangkaian konstelasi karya seni berdasarkan figur Ptolemeus tetapi mengikuti selera seni kontemporer kita. ### Nama bintang yang tepat Katalog bintang Ptolemy memiliki tata letak tabel yang mencantumkan deskripsi posisi bintang pada gambar konstelasi, koordinat ekliptika, dan besarnya mis.: "Bintang di ujung ekor Ursa Minor", "Permata 0 1/6 , +66", "Mag 3". Dalam kebanyakan kasus, nama bintang berevolusi oleh singkatan sistematis astronom dari deskripsi ini, mis. astronom pertama disingkat dalam teks "ujung ekor", astronom berikutnya menggambar peta dengan lebih sedikit ruang dan menulis hanya "ekor" di sebelah bintang dan nama ini tetap. Selama berabad-abad, deskripsi ini diterjemahkan ke dalam bahasa Arab dan Latin, dan dalam beberapa kasus penerjemah atau penulis membuat kesalahan karena salah membaca atau salah mengeja atau kata-kata Arab (misalnya bahasa Arab "yad al gauza", tangan wanita raksasa, ke istilah umum "Betelgeuse"). Namun, ada juga beberapa kata Yunani asli seperti bintang merah "Antares", padanan Ares (Mars) dan bahkan beberapa istilah Babilonia asli seperti "Shargaz", Sting, di Scorpius. Nama bintang IAU terbaru dan modern kami [#6] adalah campuran besar, juga dengan pengaruh atau bahkan penambahan nama bintang yang diinginkan secara politis dari budaya langit non-Ptolemeus, mis. Pingsing tradisional, nama bintang Cina untuk bintang di Hydra (artinya hanya "bintang", kenangan akan posisinya yang sepi) atau nama bintang yang baru diadopsi dari budaya Polinesia, Hawaii, atau Aborigin untuk nama bintang dengan planet ekstrasurya.
pl: W II wieku n.e. Ptolemeusz w Aleksandrii opublikował wielotomową książkę podsumowującą wiedzę o epoce, zakorzenioną w tradycji astronomii matematycznej od czasów Hipparcha (co najmniej 265 lat wcześniej). W kolejnych stuleciach książka została przetłumaczona z greckiego na arabski (od VI do IX wieku), z arabskiego na łacinę, a później z oryginalnej starożytnej greki na średniowieczną łacinę. Z powodu tej transformacji jest teraz znany pod sztuczną nazwą _Almagest_, pochodzącą z arabskiego tytułu [#7]. Katalog gwiazd Almagesta (książka VII i VIII) był wielokrotnie przedstawiany zarówno w islamskich, jak i chrześcijańskich tradycjach astronomicznych. Często rysunki zostały ponownie narysowane, aby dostosować je do smaku sztuki epoki. W języku arabskim bardziej niż w tradycji łacińskiej postacie ptolemejskie zostały wzbogacone i przekształcone przez rodzime konstelacje arabskie i imiona gwiazd. Dlatego ta kultura nieba przedstawia współczesnego potomka ptolemejskiego ze śladami tłumaczeń, nieporozumień, przekształceń i celowo dodawanych dodatków. W 1603 r. Prawnik i hobby astronom Johann Bayer z Augsburga w Niemczech stworzył nowy atlas niebieski, zwany Uranometria [#2]. W tym atlasie wprowadził systematyczne nazywanie gwiazd, zaczynając od alfa, najjaśniejszej, beta, drugiej najjaśniejszej, gamma, trzeciej ... w gwiazdozbiorze. Następnie ustalono, aby nazwać gwiazdę grecką literą i łacińską nazwą konstelacji w casus dopełniaczu. W XVIII wieku, w wieku wielkich atlasów (Flamsteed, Fortin, Bode: [#3] [#4]), dodano nowe konstelacje, aby wypełnić luki między gwiazdozbiorami północnymi. Dodatkowo pojawiły się sugestie, aby stworzyć nowe konstelacje w południowej części nieba, które nie były widoczne dla Ptolemeusza. Europejscy astronomowie odwiedzili kolonie europejskie i zamiast pytać tubylców o ich konstelacje, Europejczycy byli kreatywni. W ten sposób wiele nowych wynalazków technicznych wczesnego okresu nowożytnego zostało przedstawionych w konstelacjach (np. Maszyna chemiczna, balon, pompa powietrza), a także w egzotycznych zwierzętach (np. Kameleon, tucan, rajski ptak). Problem polegał na tym, że czasami astronomowie nie zgadzali się ze sobą, a zatem atlasy wykazywały odchylenia od siebie. Po wielu wiekach astronomów korzystających ze swobody interpretacji oryginału ptolemejskiego istniało wiele wariantów konstelacji. Ponieważ konstelacje są systemem pozycjonowania, tj. Astronomowie opisują pozycje na niebie względem gwiazd i gwiazd w odniesieniu do konstelacji (jak „Betelgeuse”, prawe ramię Oriona), konieczne jest jednolite stosowanie nazw konstelacji i nazw gwiazd na całym świecie. W „Fin de siècle” pojawiły się nadchodzące sugestie w IAU, aby ujednolicić system konstelacji i nazw gwiazd [#5]. Ponieważ IAU w 1928 r. Określało jedynie granice tych obszarów [#4], a nie sposób rysowania w nich dzieł, w XX i XXI wieku opracowano kilka subkultur malowania postaci i rysowania uproszczonych rysunków. Zapewniamy niektóre z nich jako kolejne kultury nieba. ### Constellations Te konstelacje oparte są głównie na tradycji ptolemejskiej, która była stosowana we wszystkich trzech religiach abrahamickich, a zatem była powszechna na Bliskim Wschodzie, w Europie i jej koloniach na wszystkich kontynentach. Jednak między starożytnymi konstelacjami greckimi były luki w obszarach, w których tylko słabe gwiazdy nie należały do żadnej konstelacji. [#8] W epoce nowożytnej kilku astronomów zaproponowało liczby gwiazdozbiorów dla tych luk (np. Konstelacji „rysia” dla obszaru zamkniętego do Wielkiego Niedźwiedzia, ale z gwiazdami tak słabymi, że by je zobaczyć, potrzebowałbyś oczu rysia), w tym wiele konstelacji politycznych ku czci niektórych królów lub patronów. Na początku XX wieku IAU dążyło do ogromnych porządków. W 1922 r. IAU oficjalnie przyjęła listę 88 nazw konstelacji i ich oficjalne skróty trzema literami. Jedynymi pozostałymi konstelacjami politycznymi jest Scutum, tarcza polskiego króla, ale nie wspominając już o odniesieniach politycznych. Belgijski ksiądz E. Delporte otrzymał zadanie zdefiniowania granic konstelacji według współrzędnych. W 1928 r. Zakończył pracę, a IAU zaakceptowała jego granice [#1]. Te „konstelacje” to nagie obszary na niebie bez żadnych rysunków i przedstawień [#5]. Granice po prostu podążają liniami prawidłowego wniebowstąpienia i deklinacji. Te konstelacje stały się standardowym sposobem opisywania nieba, zastępując wyczerpująco podobne zestawy w innych kulturach nieba w codziennym użytkowaniu. Stellarium domyślnie wyświetla dokładne granice RA-DEC i zestaw konstelacji dzieł sztuki na podstawie postaci ptolemejskich, ale podążając za naszym współczesnym gustem sztuki. ### Właściwe nazwy gwiazd Katalog gwiazd Ptolemeusza miał układ tabeli z opisem pozycji gwiazdy na figurze konstelacji, współrzędnymi ekliptyki i wielkością np .: „Gwiazda na końcu ogona Ursa Minor”, „Klejnot 0 1/6 , +66 ”,„ Mag 3 ”. W większości przypadków nazwy gwiazd ewoluowały dzięki systematycznym skrótom astronomów tych opisów, np. pierwszy astronom w skrócie w tekście „czubek ogona”, następny astronom narysował mapę z mniejszą przestrzenią i napisał tylko „ogon” obok gwiazdy i ta nazwa pozostała. Przez wieki opisy te były tłumaczone na arabski i łacinę, a w niektórych przypadkach tłumacze lub pisarze popełniają błędy z powodu błędnego odczytania lub literówki lub arabskich słów (np. Arabska „yad al gauza”, ręka gigantycznej kobiety, do wspólny termin „Betelgeuse”). Istnieje jednak kilka oryginalnych greckich słów, takich jak czerwona gwiazda „Antares”, odpowiednik Aresa (Marsa), a nawet kilka oryginalnych babilońskich określeń, takich jak „Szargaz”, żądło, w Skorpionie. Nasze współczesne, najnowsze nazwy gwiazd IAU [#6] są ogromną mieszanką, również z wpływami lub nawet politycznie poszukiwanymi dodatkami nazw gwiazd z kultur innych niż ptolemejskie, np. tradycyjne Pingsing, chińska nazwa gwiazdy dla gwiazdy na Hydrze (jej znaczenie to tylko „gwiazda”, wspomnienie jego samotnej pozycji) lub nowo przyjęte nazwy gwiazd z kultur polinezyjskich, hawajskich lub tubylczych dla nazw gwiazd z egzoplanetami.
pt: No século II dC, Ptolomeu em Alexandria publicou um livro de vários volumes que resumia o conhecimento da época, enraizado na tradição da astronomia matemática desde Hiparco (pelo menos 265 anos antes). Nos séculos seguintes, este livro foi traduzido do grego para o árabe (século 6 ao 9), do árabe para o latim e, mais tarde, do grego antigo original para o latim medieval. Devido a essa transformação, agora é conhecido sob o nome artificial _Almagest_, derivado do título árabe [#7]. O catálogo de estrelas do Almagest (livros VII e VIII) foi descrito muitas vezes nas tradições astronômicas islâmica e cristã. Muitas vezes, as figuras eram redesenhadas para adaptá-las ao gosto da arte da época. No árabe, mais do que na tradição latina, as figuras ptolomaicas foram enriquecidas e transformadas por constelações árabes nativas e nomes de estrelas. Portanto, essa cultura do céu exibe um descendente moderno do ptolomaico, com traços de traduções, mal-entendidos, transformações e adições propositais. Em 1603, o advogado e astrônomo Johann Bayer, de Augsburg, Alemanha, fez um novo atlas celeste, chamado Uranometria [#2]. Neste atlas, ele introduziu um nome sistemático de estrelas começando com alfa, o mais brilhante, beta, o segundo mais brilhante, gama, o terceiro ... dentro de uma constelação. Posteriormente, foi estabelecido o nome de uma estrela com letra grega e o nome da constelação latina em casus genitivo. No século 18, o século dos grandes atlas (Flamsteed, Fortin, Bode: [#3] [#4]), novas constelações foram adicionadas para preencher as lacunas entre as constelações do norte. Além disso, havia sugestões para criar novas constelações na parte sul do céu que não eram visíveis para Ptolomeu. Os astrônomos europeus visitaram as colônias européias e, em vez de pedirem ao povo nativo suas constelações, os europeus eram criativos. Dessa forma, muitas novas invenções técnicas do período moderno foram retratadas em constelações (por exemplo, uma máquina química, um balão, uma bomba de ar) e também em animais exóticos (por exemplo, um chamaeleon, um tucan, um pássaro do paraíso). O problema era que, às vezes, os astrônomos não concordavam entre si e, portanto, os atlas mostravam desvios um do outro. Depois de muitos séculos de astrônomos tomando liberdades na interpretação do original ptolomaico, houve muitas variantes de constelações. Como as constelações são um sistema de posicionamento, ou seja, os astrônomos descrevem posições no céu em relação às estrelas e estrelas em relação às constelações (como "Betelgeuse", ombro direito de Orion), é necessário usar nomes de constelações e nomes de estrelas uniformemente em todo o mundo. No "Fin de siècle", havia sugestões futuras na IAU para unificar o sistema de constelações e nomes de estrelas [#5]. Como a IAU em 1928 definiu apenas os limites dessas áreas [#4] e não a maneira de desenhar obras de arte dentro delas, várias subculturas de figuras de pintura e desenhos de figuras simplificadas foram desenvolvidas durante os séculos 20 e 21. Nós fornecemos alguns deles como outras culturas do céu. ### Constelações Essas constelações baseiam-se principalmente na tradição ptolomaica usada em todas as três religiões abraíticas e, portanto, era comum no Oriente Próximo, na Europa e em suas colônias em todos os continentes. No entanto, entre as constelações gregas antigas havia lacunas de áreas com apenas estrelas fracas pertencentes a nenhuma constelação. [#8] Na época moderna, vários astrônomos sugeriram números de constelações para essas lacunas (por exemplo, a constelação de "o lince" para uma área próxima para o Grande Urso, mas com estrelas tão fracas que você precisaria dos olhos de um lince para vê-las), entre elas muitas constelações políticas em honra de certos reis ou patronos. No início do século XX, a IAU visava uma enorme limpeza. Em 1922, a IAU aceitou oficialmente a lista de 88 nomes de constelações e suas abreviações oficiais com três letras. As únicas constelações políticas restantes são Scutum, o escudo de um rei polonês, mas sem mencionar mais a referência política. O padre belga E. Delporte teve a tarefa de definir os limites da constelação de acordo com as coordenadas. Em 1928, ele terminou o trabalho e a IAU aceitou suas delimitações [#1]. Essas "constelações" são áreas nuas no céu, sem figuras ou gravuras [#5]. As fronteiras simplesmente seguem as linhas de ascensão reta e declinação. Essas constelações se tornaram a maneira padrão de descrever o céu, substituindo conjuntos semelhantes em outras culturas do céu exaustivamente no uso diário. O Stellarium, por padrão, exibe os limites precisos do RA-DEC e um conjunto de constelações de obras de arte com base em figuras ptolomaicas, mas seguindo nosso gosto contemporâneo pela arte. ### Nomes próprios das estrelas O catálogo de estrelas de Ptolomeu tinha o layout de uma tabela listando a descrição da posição da estrela na figura da constelação, as coordenadas eclípticas e a magnitude, por exemplo: "A estrela na ponta da cauda da Ursa Menor", "Gem 0 1/6 , +66 "," Mag 3 ". Na maioria dos casos, os nomes das estrelas evoluíram pelas abreviações sistemáticas do astrônomo dessas descrições, por exemplo primeiro astrônomo abreviado em um texto "ponta da cauda", um próximo astrônomo desenhou um mapa com menos espaço e escreveu apenas "cauda" ao lado da estrela e esse nome permaneceu. Com séculos, essas descrições foram traduzidas para o árabe e o latim e, em alguns casos, os tradutores ou escritores cometem erros devido a erros de leitura ou de ortografia ou às palavras em árabe (por exemplo, o árabe "yad al gauza", a mão da mulher gigante, para o termo comum "Betelgeuse"). No entanto, existem também algumas palavras gregas originais como a estrela vermelha "Antares", a contraparte de Ares (Marte) e até mesmo alguns termos babilônicos originais como "Shargaz", o Sting, em Escorpião. Nossos modernos e mais recentes nomes de estrelas da IAU [#6] são uma mistura enorme, também com influências ou até acréscimos políticos de nomes de estrelas de culturas do céu não ptolomaicas, p. o tradicional Pingsing, um nome de estrela chinês para uma estrela em Hydra (seu significado é apenas "estrela", uma reminiscência de sua posição solitária) ou nomes de estrelas recém-adotados das culturas polinésia, havaiana ou aborígine para nomes de estrelas com exoplanetas.
tr: MS 2. yüzyılda, İskenderiye'deki Ptolemy, Hipparchus'tan bu yana (en az 265 yıl önce) bir matematiksel astronomi geleneğine dayanan zamanın bilgisini özetleyen çok ciltli bir kitap yayınladı. Sonraki yüzyıllarda bu kitap Yunancadan Arapçaya (6. yüzyıldan 9. yüzyıla kadar), Arapçadan Latinceye ve daha sonra orijinal antik Yunancadan ortaçağ Latincesine çevrildi. Bu dönüşüm nedeniyle, artık Arapça başlığından [#7] türetilen _Almagest_ yapay adı altında bilinmektedir. Almagest'in yıldız kataloğu (Kitap VII ve VIII), Hristiyan astronomik geleneklerinde olduğu kadar İslam'da da birçok kez tasvir edilmiştir. Çoğu zaman, figürler, onları dönemin sanat zevkine uyarlamak için yeniden çizildi. Latin geleneğinden çok Arapçada, Batlamyus figürleri yerli Arap takımyıldızları ve yıldız adlarıyla zenginleştirildi ve dönüştürüldü. Bu nedenle, bu gökyüzü kültürü, çevirilerin, yanlış anlamaların, dönüşümlerin ve kasıtlı eklemelerin izleriyle Ptolemaik'in modern bir soyunu sergiler. 1603'te Almanya'nın Augsburg kentinden avukat ve hobi astronomu Johann Bayer, Uranometria [#2] adlı yeni bir gök atlası yaptı. Bu atlasta, bir takımyıldız içindeki alfa, en parlak, beta, ikinci en parlak, gama, üçüncü ... ile başlayan yıldızların sistematik bir isimlendirmesini tanıttı. Daha sonra, bir yıldıza Yunan harfi ve Latin takımyıldızı adıyla casus genitif adı vermek için kurulmuştur. Büyük atlasların yüzyılı olan 18. yüzyılda (Flamsteed, Fortin, Bode: [#3][#4]), kuzey takımyıldızları arasındaki boşlukları doldurmak için yeni takımyıldızlar eklendi. Ek olarak, gökyüzünün güney kesiminde Ptolemy tarafından görülemeyen yeni takımyıldızlar yaratma önerileri vardı. Avrupalı gökbilimciler Avrupa kolonilerini ziyaret ettiler ve yerli halktan takımyıldızlarını sormak yerine Avrupalılar yaratıcıydı. Bu şekilde, erken modern dönemin birçok yeni teknik icadı, takımyıldızlarda (örneğin bir kimyasal makine, bir balon, bir hava pompası) ve egzotik hayvanlarda (örneğin bir bukalemun, bir tukan, bir cennet kuşu) tasvir edildi. Sorun, bazen astronomların birbirleriyle aynı fikirde olmaması ve dolayısıyla atlasların birbirinden sapmalar göstermesiydi. Asırlardır süren gökbilimciler, orijinal Ptolemaios'un yorumunu özgürce değerlendirdikten sonra, birçok takımyıldız çeşidi ortaya çıktı. Takımyıldızlar bir konumlandırma sistemi olduğundan, yani gökbilimciler yıldızlara göre gökyüzündeki konumları ve takımyıldızlara göre yıldızları ("Betelgeuse", Orion'un sağ omzu gibi) tanımladığından, takımyıldız adlarını ve yıldız adlarını tüm dünyada aynı şekilde kullanmak gerekir. "Fin de siècle" da, IAU'da takımyıldızlar ve yıldız adları sistemini [#5] birleştirmek için yaklaşan öneriler vardı. 1928'de İAÜ sadece bu alanların sınırlarını [#4] tanımladığı ve bu alanların içinde sanat eseri çizmenin yolunu tanımlamadığı için, 20. ve 21. yüzyılda resim figürlerinin ve basitleştirilmiş çubuk figürlerin çiziminin çeşitli alt kültürleri geliştirilmiştir. Bazılarını daha fazla gökyüzü kültürü olarak sağlıyoruz. ### Takımyıldızlar Bu takımyıldızlar, esas olarak, üç İbrahimi dinde de kullanılmış olan ve dolayısıyla Yakın Doğu'da, Avrupa'da ve tüm kıtalardaki kolonilerinde yaygın olan Ptolemaios geleneğine dayanmaktadır. Bununla birlikte, antik Yunan takımyıldızları arasında, hiçbir takımyıldıza ait olmayan yalnızca sönük yıldızların bulunduğu alanların boşlukları vardı.[#8] Modern Çağda, birkaç gökbilimci bu boşluklar için takımyıldızı figürleri önerdi (örneğin, yakın bir alan için "vaşak takımyıldızı" Büyük Ayı'ya ama yıldızlar o kadar sönük ki onları görmek için bir vaşak gözüne ihtiyacınız var), aralarında belirli kralların veya patronların onuruna birçok siyasi takımyıldız var. 20. yüzyılın başlarında, İAÜ büyük bir temizlik yapmayı hedefliyordu. 1922'de IAU, 88 takımyıldız adının listesini ve bunların resmi kısaltmalarını üç harfli olarak resmen kabul etti. Geriye kalan tek siyasi takımyıldız, bir Polonya kralının kalkanı olan Scutum'dur, ancak artık siyasi referanstan bahsetmemektedir. Belçikalı rahip E. Delporte, takımyıldız sınırlarını koordinatlara göre tanımlama görevini aldı. 1928'de işi bitirdi ve İAÜ sınırlamalarını [#1] kabul etti. Bu "takımyıldızlar", gökyüzünde herhangi bir çubuk figürü veya tasviri olmayan çıplak alanlardır [#5]. Sınırlar sadece doğru yükseliş ve eğim çizgilerini takip eder. Bu takımyıldızlar, günlük kullanımda ayrıntılı olarak diğer gökyüzü kültürlerindeki benzer kümelerin yerini alarak gökyüzünü tanımlamanın standart yolu haline geldi. Stellarium varsayılan olarak kesin RA-DEC sınırlarını ve bir dizi sanat eseri takımyıldızını Ptolemaik figürler temelinde, ancak çağdaş sanat zevkimizi takip ederek görüntüler. ### Yıldızların özel isimleri Ptolemy'nin yıldız kataloğu, yıldızın takımyıldızın şekli içindeki konumunun tanımını, ekliptik koordinatları ve büyüklüğü listeleyen bir tablo düzenine sahipti, örneğin: "Küçükayı'nın kuyruğunun ucundaki yıldız", "Gem 0 1/6 , +66", "Mag 3". Çoğu durumda, yıldız adları, astronomun bu açıklamaların sistematik kısaltmalarına göre evrimleşmiştir, ör. ilk astronom bir metinde kısaltılmış "kuyruğun ucu", bir sonraki astronom daha az boşluklu bir harita çizdi ve yıldızın yanına sadece "kuyruk" yazdı ve bu isim kaldı. Yüzyıllar boyunca bu betimlemeler Arapça ve Latince'ye çevrildi ve bazı durumlarda çevirmenler veya yazarlar yanlış okuma veya yazım hatası veya Arapça kelimeler (örneğin Arapça "yad al gauza", dev kadının eli, ortak terim "Betelgeuse"). Bununla birlikte, Ares'in (Mars) karşılığı olan kırmızı yıldız "Antares" gibi birkaç orijinal Yunanca sözcük ve hatta Scorpius'taki "Shargaz", Sting gibi birkaç orijinal Babil terimi de vardır. Modern, en yeni IAU yıldız adlarımız [#6], aynı zamanda Ptolemaios olmayan gökyüzü kültürlerinden etkilenmiş ve hatta politik olarak istenen yıldız adlarının eklenmesiyle büyük bir karışımdır, örn. Geleneksel Pingsing, Hydra'daki bir yıldız için Çince bir yıldız adı (anlamı yalnızca "yıldız", yalnız konumunun bir anısı) veya ötegezegenleri olan yıldızların adları için Polinezya, Hawai veya Aborijin kültürlerinden yeni kabul edilen yıldız adları.
