Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: This Arabic sky culture contains the indigenous stars knowledge of the ancient Arabs living in the Arabian Peninsula prior to the Greek astronomy influence in the ninth century.
fil: Ang Arabic sky culture na ito ay naglalaman ng mga katutubong bituin na kaalaman ng mga sinaunang Arabo na naninirahan sa Arabian Peninsula bago ang impluwensya ng Greek astronomy noong ikasiyam na siglo.
fr: Cette culture du ciel arabe contient les connaissances indigènes des étoiles des anciens Arabes vivant dans la péninsule arabique avant l'influence de l'astronomie grecque au IXe siècle.
id: Budaya langit Arab ini berisi pengetahuan bintang asli tentang orang Arab kuno yang tinggal di Semenanjung Arab sebelum pengaruh astronomi Yunani pada abad kesembilan.
pl: Ta arabska kultura nieba zawiera wiedzę o rodzimych gwiazdach starożytnych Arabów żyjących na Półwyspie Arabskim przed wpływem greckiej astronomii w IX wieku.
pt: Esta cultura do céu árabe contém o conhecimento das estrelas indígenas dos antigos árabes que viviam na Península Arábica antes da influência da astronomia grega no século IX.
tr: Bu Arap gökyüzü kültürü, dokuzuncu yüzyılda Yunan astronomi etkisinden önce Arap Yarımadası'nda yaşayan eski Arapların yerli yıldız bilgilerini içerir.

source: The stars knowledge of the ancient Arabs had been recorded and preserved in old poetry and in the old works of Arab philologists and lexicographers of the Islamic civilization. Many books were written on the subject of stars knowledge and anwāʾ [Arabic الأنواء], the Arabic knowledge of meteorology. The editors of _Kitab al-Anwāʾ_ of Ibn Qutaybah (died ~ 889 AD) listed twenty-four books on this subject written mostly between early eighth and tenth century [#1]. The only completely preserved text is that of Ibn Qutaybah, but later scholars had quoted many of the earlier texts. One of the most significant works that recorded the indigenous Arab star names is _Book of the Stars_ written in ~ 964 by the prominent astronomer: al-Ṣūfī, where he identified the indigenous Arab star names with the respective Ptolemaic stars of the Greek constellations [#4]. The source of this sky culture is a study and compilation of star knowledge of ancient Arabs from the books listed in the References section. ### Constellations The ancient Arabs named single stars, two stars, an area in the sky, and particular shape of a group of stars. Single stars were named after a human figure or a desert animal, _Arcturus_ is _al-Simāk al-ramiḥ_, meaning: The high one with the spear. _Canopus_ is _Suhayl_, a proper name of a man. We have also named stars: _The caracal_ and _The kid_ (the young goat). If two stars of comparable brightness are close to each other, they are given a common name like: _The two calves_, _The two wolves_, _The two doves_. Sometimes an area is named after a group of animals. The brighter stars are adult animals, and the faint ones are the young animals like: _The hyenas and their youngsters_, _The horses and the foals_. Particular shapes of stars were given names like _The scorpion_, _The lion_, _al-Jawzāʾ_ which is a proper name of a woman for Orion stars. Other asterisms are given names according to legends and stories.
fil: Ang kaalaman ng mga bituin sa mga sinaunang Arabo ay naitala at napanatili sa mga lumang tula at sa mga lumang gawa ng mga Arabo na philologist at leksikograpo ng sibilisasyong Islam. Maraming mga libro ang isinulat sa paksa ng kaalaman sa mga bituin at anwāʾ [Arabic الأنواء], ang Arabic na kaalaman sa meteorolohiya. Ang mga editor ng _Kitab al-Anwāʾ_ ni Ibn Qutaybah (namatay ~ 889 AD) ay naglista ng dalawampu't apat na aklat sa paksang ito na karamihan ay isinulat sa pagitan ng unang bahagi ng ikawalo at ikasampung siglo [#1]. Ang tanging ganap na napanatili na teksto ay ang kay Ibn Qutaybah, ngunit sa kalaunan ay sinipi ng mga iskolar ang marami sa mga naunang teksto. Isa sa pinakamahalagang akda na nagtala ng mga katutubong Arabong pangalan ng bituin ay ang _Book of the Stars_ na isinulat noong ~ 964 ng kilalang astronomo: al-Ṣūfī, kung saan nakilala niya ang mga katutubong Arab na pangalan ng bituin na may kani-kanilang Ptolemaic na bituin ng mga konstelasyon ng Griyego [#4]. Ang pinagmulan ng sky culture na ito ay isang pag-aaral at compilation ng star knowledge ng mga sinaunang Arabo mula sa mga aklat na nakalista sa References section. ### Mga konstelasyon Pinangalanan ng mga sinaunang Arabo ang mga solong bituin, dalawang bituin, isang lugar sa kalangitan, at partikular na hugis ng isang pangkat ng mga bituin. Ang mga nag-iisang bituin ay pinangalanan sa isang pigura ng tao o isang hayop sa disyerto, _Arcturus_ ay _al-Simāk al-ramiḥ_, ibig sabihin: Ang mataas na may sibat. Ang _Canopus_ ay _Suhayl_, isang pantangi na pangalan ng isang lalaki. Pinangalanan din namin ang mga bituin: _Ang caracal_ at _Ang bata_ (ang batang kambing). Kung ang dalawang bituin na may katulad na ningning ay malapit sa isa't isa, bibigyan sila ng karaniwang pangalan tulad ng: _Ang dalawang guya_, _Ang dalawang lobo_, _Ang dalawang kalapati_. Minsan ang isang lugar ay ipinangalan sa isang pangkat ng mga hayop. Ang mas maliwanag na mga bituin ay mga hayop na nasa hustong gulang, at ang mga mahihina ay ang mga batang hayop tulad ng: _Ang mga hyena at ang kanilang mga anak_, _Ang mga kabayo at ang mga foal_. Ang mga partikular na hugis ng mga bituin ay binigyan ng mga pangalan tulad ng _The scorpion_, _The lion_, _al-Jawzāʾ_ na isang tamang pangalan ng isang babae para sa Orion stars. Ang iba pang mga asterismo ay binibigyan ng mga pangalan ayon sa mga alamat at kwento.
fr: Les connaissances des étoiles des anciens Arabes avaient été enregistrées et conservées dans la poésie ancienne et dans les anciens ouvrages des philologues et lexicographes arabes de la civilisation islamique. De nombreux livres ont été écrits sur le sujet de la connaissance des étoiles et anwāʾ [arabe الأنواء], la connaissance arabe de la météorologie. Les éditeurs de _Kitab al-Anwāʾ_ d'Ibn Qutaybah (mort ~ 889 après JC) ont répertorié vingt-quatre livres sur ce sujet écrits pour la plupart entre le début du VIIIe et le Xe siècle [#1]. Le seul texte complètement préservé est celui d'Ibn Qutaybah, mais les érudits ultérieurs avaient cité de nombreux textes antérieurs. L'un des ouvrages les plus importants qui a enregistré les noms d'étoiles indigènes arabes est _Livre des étoiles_ écrit en ~ 964 par l'éminent astronome : al-Ṣūfī, où il a identifié les noms d'étoiles indigènes arabes avec les étoiles ptolémaïques respectives des constellations grecques [#4]. La source de cette culture du ciel est une étude et une compilation des connaissances des étoiles des anciens Arabes à partir des livres répertoriés dans la section Références. ### Constellations Les anciens Arabes nommaient des étoiles uniques, deux étoiles, une zone dans le ciel et la forme particulière d'un groupe d'étoiles. Les étoiles uniques ont été nommées d'après une figure humaine ou un animal du désert, _Arcturus_ est _al-Simāk al-ramiḥ_, ce qui signifie : Le haut avec la lance. _Canopus_ est _Suhayl_, nom propre d'un homme. Nous avons aussi nommé des stars : _Le caracal_ et _Le chevreau_ (le chevreau). Si deux étoiles de luminosité comparable sont proches l'une de l'autre, on leur donne un nom commun comme : _Les deux veaux_, _Les deux loups_, _Les deux colombes_. Parfois, une zone porte le nom d'un groupe d'animaux. Les étoiles les plus brillantes sont les animaux adultes, et les plus faibles sont les jeunes animaux comme : _Les hyènes et leurs petits_, _Les chevaux et les poulains_. Des formes particulières d'étoiles ont reçu des noms comme _Le scorpion_, _Le lion_, _al-Jawzāʾ_ qui est le nom propre d'une femme pour les étoiles d'Orion. D'autres astérismes reçoivent des noms selon les légendes et les histoires.
id: Pengetahuan bintang-bintang Arab kuno telah dicatat dan dilestarikan dalam puisi-puisi lama dan dalam karya-karya lama para filolog Arab dan leksikografer peradaban Islam. Banyak buku yang ditulis tentang subjek pengetahuan bintang dan anwāʾ [Arab الأنواء], pengetahuan Arab tentang meteorologi. Para editor _Kitab al-Anwāʾ_ dari Ibn Qutaybah (meninggal ~ 889 M) mendaftarkan dua puluh empat buku tentang hal ini yang sebagian besar ditulis antara awal abad kedelapan dan kesepuluh [#1]. Satu-satunya teks yang benar-benar terpelihara adalah milik Ibn Qutaybah, tetapi para sarjana kemudian mengutip banyak dari teks-teks sebelumnya. Salah satu karya paling signifikan yang mencatat nama-nama bintang asli Arab adalah _Book of the Stars_ yang ditulis pada ~ 964 oleh astronom terkemuka: al-Ṣūfī, di mana ia mengidentifikasi nama-nama bintang Arab asli dengan masing-masing bintang Ptolemaic dari konstelasi Yunani [#4]. Sumber budaya langit ini adalah kajian dan kompilasi pengetahuan bintang Arab kuno dari buku-buku yang tercantum di bagian Referensi. ### Rasi Bintang Orang Arab kuno menamai bintang tunggal, dua bintang, area di langit, dan bentuk tertentu dari sekelompok bintang. Bintang tunggal diberi nama sesuai dengan sosok manusia atau binatang gurun, _Arcturus_ adalah _al-Simāk al-ramiḥ_, artinya: Yang tinggi dengan tombak. _Canopus_ adalah _Suhayl_, nama yang tepat untuk seorang pria. Kami juga menamai bintang: _The caracal_ dan _The kid_ (kambing muda). Jika dua bintang dengan kecerahan yang sebanding berdekatan satu sama lain, mereka diberi nama umum seperti: _Dua anak sapi_, _Dua serigala_, _Dua merpati_. Kadang-kadang suatu daerah dinamai sekelompok hewan. Bintang yang lebih terang adalah hewan dewasa, dan yang redup adalah hewan muda seperti: _Hyena dan anak-anaknya_, _Kuda dan anak kuda_. Bentuk-bentuk tertentu dari bintang diberi nama seperti _The kalajengking_, _Singa_, _al-Jawzāʾ_ yang merupakan nama yang tepat dari seorang wanita untuk bintang Orion. Asterisme lainnya diberi nama sesuai dengan legenda dan cerita.
pl: Wiedza o gwiazdach starożytnych Arabów została zapisana i zachowana w dawnej poezji oraz w starych dziełach arabskich filologów i leksykografów cywilizacji islamu. Napisano wiele książek na temat wiedzy o gwiazdach i anwāʾ [arab. الأنواء], arabskiej wiedzy meteorologicznej. Redakcja _Kitab al-Anwāʾ z Ibn Qutaybah (zm. ~ 889 ne) wymieniła dwadzieścia cztery książki na ten temat, napisane głównie między początkiem ósmego a dziesiątym wiekiem [#1]. Jedynym całkowicie zachowanym tekstem jest tekst Ibn Qutaybaha, ale późniejsi uczeni cytowali wiele wcześniejszych tekstów. Jednym z najbardziej znaczących dzieł, które zarejestrowały nazwy rdzennych arabskich gwiazd, jest Księga Gwiazd, napisana w ~ 964 przez wybitnego astronoma: al-Ṣūfī, w której utożsamił on rodzime arabskie nazwy gwiazd z odpowiednimi gwiazdami ptolemejskimi z greckich konstelacji [#4]. Źródłem tej kultury nieba jest studium i kompilacja wiedzy o gwiazdach starożytnych Arabów z książek wymienionych w sekcji Referencje. ### Konstelacje Starożytni Arabowie nazwali pojedyncze gwiazdy, dwie gwiazdy, obszar na niebie i szczególny kształt grupy gwiazd. Pojedyncze gwiazdy zostały nazwane na cześć postaci ludzkiej lub zwierzęcia pustynnego, Arcturus to al-Simāk al-ramiḥ, co oznacza: Wysoka z włócznią. „Canopus” to „Suhayl”, właściwe imię człowieka. Nazwaliśmy również gwiazdy: Karakal i Dzieciak (młoda koza). Jeśli dwie gwiazdy o porównywalnej jasności znajdują się blisko siebie, otrzymuje się wspólną nazwę, taką jak: „Dwa cielęta”, „Dwa wilki”, „Dwa gołębie”. Czasami obszar nosi nazwę grupy zwierząt. Jaśniejsze gwiazdy to dorosłe zwierzęta, a słabe to młode zwierzęta, takie jak: hieny i ich dzieci, konie i źrebięta. Poszczególnym kształtom gwiazd nadano nazwy, takie jak „Skorpion”, „Lew”, „al-Jawzā”, co jest właściwym imieniem kobiety dla gwiazd Oriona. Inne asteryzmy otrzymują nazwy według legend i opowieści.
pt: O conhecimento das estrelas dos antigos árabes havia sido registrado e preservado na velha poesia e nas antigas obras de filólogos e lexicógrafos árabes da civilização islâmica. Muitos livros foram escritos sobre o assunto do conhecimento das estrelas e anwāʾ [árabe الأنواء], o conhecimento árabe da meteorologia. Os editores de _Kitab al-Anwāʾ_ de Ibn Qutaybah (falecido em ~ 889 dC) listaram vinte e quatro livros sobre este assunto escritos principalmente entre o início do século VIII e X [#1]. O único texto completamente preservado é o de Ibn Qutaybah, mas estudiosos posteriores citaram muitos dos textos anteriores. Uma das obras mais significativas que registrou os nomes das estrelas árabes indígenas é o _Livro das Estrelas_ escrito em ~ 964 pelo proeminente astrônomo: al-Ṣūfī, onde ele identificou os nomes das estrelas árabes indígenas com as respectivas estrelas ptolomaicas das constelações gregas [#4]. A fonte desta cultura do céu é um estudo e compilação do conhecimento estelar dos árabes antigos dos livros listados na seção Referências. ### Constelações Os antigos árabes chamavam estrelas únicas, duas estrelas, uma área no céu e uma forma particular de um grupo de estrelas. Estrelas únicas receberam o nome de uma figura humana ou de um animal do deserto, _Arcturus_ é _al-Simāk al-ramiḥ_, que significa: O alto com a lança. _Canopus_ é _Suhayl_, um nome próprio de um homem. Também nomeamos estrelas: _O caracal_ e _O cabrito_ (o cabrito). Se duas estrelas de brilho comparável estão próximas uma da outra, elas recebem um nome comum como: _Os dois bezerros_, _Os dois lobos_, _As duas pombas_. Às vezes, uma área recebe o nome de um grupo de animais. As estrelas mais brilhantes são os animais adultos, e as mais fracas são os animais jovens como: _As hienas e seus filhotes_, _Os cavalos e os potros_. Formas particulares de estrelas receberam nomes como _O escorpião_, _O leão_, _al-Jawzāʾ_ que é um nome próprio de uma mulher para estrelas de Órion. Outros asterismos recebem nomes de acordo com lendas e histórias.
tr: Eski Arapların yıldız bilgisi, eski şiirlerde ve İslam medeniyetinin Arap filologlarının ve sözlük yazarlarının eski eserlerinde kaydedilmiş ve korunmuştur. Yıldız bilgisi ve arapça meteoroloji bilgisi olan anwāʾ [Arapça الأنواء] konusunda birçok kitap yazılmıştır. İbn Kuteybe'nin (MS 889'da ölen) Kitabü'l-Envâtı'nın editörleri, bu konuda çoğunlukla sekizinci ve onuncu yüzyılın başları arasında yazılmış yirmi dört kitap sıraladı [#1]. Tamamen korunmuş tek metin İbn Kuteybe'ninkidir, ancak daha sonraki alimler daha önceki metinlerin çoğunu aktardılar. Yerli Arap yıldız isimlerini kaydeden en önemli çalışmalardan biri, önde gelen astronom al-Tūfī tarafından ~ 964'te yazılmış olan _Book of the Stars'tır. ]. Bu gökyüzü kültürünün kaynağı, Kaynaklar bölümünde listelenen kitaplardan eski Arapların yıldız bilgilerinin bir çalışma ve derlemesidir. ### Takımyıldızlar Eski Araplar tek yıldız, iki yıldız, gökyüzünde bir alan ve bir grup yıldızın belirli bir şekli olarak adlandırdılar. Tek yıldızlara bir insan figürü veya bir çöl hayvanı adı verildi, _Arcturus_ _al-Simāk al-ramiḥ_'dir, yani: Mızraklı yüksek olan. _Canopus_, bir erkeğin özel adı olan _Suhayl'dır. Yıldızları da adlandırdık: _Karakulak_ ve _Çocuk_ (genç keçi). Karşılaştırılabilir parlaklığa sahip iki yıldız birbirine yakınsa, bunlara ortak bir ad verilir: _İki buzağı_, _İki kurt_, _İki güvercin_. Bazen bir alana bir grup hayvanın adı verilir. Daha parlak yıldızlar yetişkin hayvanlardır ve soluk olanlar, _Sırlanlar ve yavruları_, _Atlar ve taylar_ gibi genç hayvanlardır. Yıldızların belirli şekillerine, Orion yıldızlarına uygun bir kadın adı olan _Akrep_, _Aslan_, _el-Cevzâ_ gibi isimler verildi. Diğer yıldız işaretlerine efsanelere ve hikayelere göre isimler verilir.
