Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: Website about Samis. [samer.se](http://samer.se/english) - [#2]: Sami people. [Article in Wikipedia](http://en.wikipedia.org/wiki/Sami_people). - [#3]: Bo Lundmark. _Bæi'vi mánno nástit_ (Swedish title: _Sol-och månkult samt astrala och celesta föreställninga bland samerna_), _Sun and Moon cult and astral and celestial concepts among the Sami_, 1982.
fil: - [#1]: Website tungkol sa Samis. [samer.se](http://samer.se/english) - [#2]: Mga taong Sami. [Artikulo sa Wikipedia](http://en.wikipedia.org/wiki/Sami_people). - [#3]: Bo Lundmark. _Bæi'vi mánno nástit_ (Swedish na pamagat: _Sol-och månkult samt astrala och celesta föreställninga bland samerna_), _Sun and Moon cult and astral and celestial concepts among the Sami_, 1982.
fr: - [#1]: Site Web sur les Samis. [samer.se](http://samer.se/english) - [#2]: Sami. [Article dans Wikipedia](http://en.wikipedia.org/wiki/Sami_people). - [#3]: Bo Lundmark. _Bæi'vi mánno nástit_ (titre suédois: _Sol-och månkult samt astrala och celesta föreställninga bland samerna_), _Sun and Moon cult and astral and celestial concepts between the Sami_, 1982.
id: - [#1]: Situs web tentang Samis. [samer.se](http://samer.se/english) - [#2]: Orang Sami. [Artikel di Wikipedia](http://en.wikipedia.org/wiki/Sami_people). - [#3]: Bo Lundmark. _Bæi'vi mánno nástit_ (judul bahasa Swedia: _Sol-och månkult samt astrala och celesta föreställninga bland samerna_), _Pemujaan matahari dan bulan serta konsep astral dan langit di antara Sami_, 1982.
pl: - [#1]: strona internetowa o Samis. [samer.se](http://samer.se/english) - [#2]: ludzie Sami. [Artykuł w Wikipedii](http://en.wikipedia.org/wiki/Sami_people). - [#3]: Bo Lundmark. _Bæi'vi mánno nástit_ (szwedzki tytuł: _Sol-och månkult samt astrala och celesta föreställninga bland samerna_), _Sun and Moon kult oraz astralne i niebiańskie koncepcje wśród Samów, 1982.
pt: - [#1]: site sobre Samis. [samer.se](http://samer.se/english) - [#2]: Sami pessoas. [Artigo na Wikipedia](http://en.wikipedia.org/wiki/Sami_people). - [#3]: Bo Lundmark. _Bæi'vi mánno nástit_ (título sueco: _Sol-och månkult samt astrala ocesta celesta föreställninga bland samerna_), _Sun and Moon cult e conceitos astrais e celestes entre os Sami_, 1982.
tr: - [#1]: Samis ile ilgili web sitesi. [samer.se](http://samer.se/english) - [#2]: Sami insanlar. [Wikipedia'daki Makale](http://en.wikipedia.org/wiki/Sami_people). - [#3]: Bo Lundmark. _Bæi'vi mánno nástit_ (İsveççe başlık: _Sol-och månkult samt astrala och celesta föreställninga mülayim samerna_), _Güneş ve Ay kültü ve Samiler arasında astral ve göksel kavramlar_, 1982.

source: This sky culture was contributed by Stellarium user [Jonas Persson](mailto:jonas.persson@physics.org). Homepage [link](https://www.ntnu.edu/employees/jonas.persson). Technical rework by Susanne M Hoffmann
fil: Ang sky culture na ito ay iniambag ng Stellarium user [Jonas Persson](mailto:jonas.persson@physics.org). Homepage [link](https://www.ntnu.edu/employees/jonas.persson). Teknikal na rework ni Susanne M Hoffmann
fr: Cette culture du ciel a été fournie par l'utilisateur de Stellarium [Jonas Persson](mailto:jonas.persson@physics.org). Page d'accueil [lien](https://www.ntnu.edu/employees/jonas.persson). Refonte technique par Susanne M Hoffmann
id: Budaya langit ini disumbangkan oleh pengguna Stellarium [Jonas Persson](mailto:jonas.persson@physics.org). Beranda [tautan](https://www.ntnu.edu/employees/jonas.persson). Pengerjaan ulang teknis oleh Susanne M Hoffmann
pl: Ta kultura nieba została przesłana przez użytkownika Stellarium [Jonas Persson](mailto:jonas.persson@physics.org). Strona internetowa [link](https://www.ntnu.edu/employees/jonas.persson). Techniczna przeróbka Susanne M Hoffmann
pt: Esta cultura do céu foi contribuída pelo usuário Stellarium [Jonas Persson](mailto:jonas.persson@physics.org). Página inicial [link](https://www.ntnu.edu/employees/jonas.persson). Retrabalho técnico de Susanne M Hoffmann
tr: Bu gökyüzü kültürüne Stellarium kullanıcısı [Jonas Persson](mailto:jonas.persson@physics.org) katkıda bulunmuştur. Ana sayfa [bağlantı](https://www.ntnu.edu/employees/jonas.persson). Susanne M Hoffmann tarafından teknik yeniden çalışma

source: Sarva the Elk
fil: Sarva ang Elk
fr: Sarva l'élan
pl: Łoś Sarva
pt: Sarva, o Alce
tr: Geyik Sarva

source: Favdna's Bow and Arrow
fil: Bow at Palaso ni Favdna
fr: L'arc et la flèche de Favdna
pl: Łuk i strzała Favdny
pt: Arco e Flecha de Favdna
tr: Favdna'nın Ok ve Yayı

source: Galla's Sons
fil: Mga Anak ni Galla
fr: Les fils de Gallas
pl: Synowie Galli
pt: Filhos de Galla
tr: Galla'nın Oğulları

source: Sky Support
fil: Suporta sa Langit
fr: Soutien du ciel
pl: Podpora nieba
pt: Escora do Céu
tr: Gökyüzü Desteği

source: The Runner
fil: Ang Runner
fr: Le coureur
id: The Runner (Pelari)
pl: Biegacz
pt: O Corredor
tr: Koşucu

source: Pack of Dogs
fil: Pack ng mga Aso
fr: Meute de chiens
id: Pack of Dogs (Sekumpulan Anjing)
pl: Psia sfora
pt: Matilha de Cães
tr: Köpek Pakedi

source: The Ski Runners
fil: Ang mga Ski Runner
fr: Les coureurs de fond
pl: Biegacze narciarscy
pt: Os Esquiadores
tr: Kayak Koşucuları

source: Sardinian
fr: Sarde
id: Sardinia
pl: Sardyńska
pt: Sardo
tr: Sardunya

source: Sardinia is one of the two big islands west of Italy in the Mediterranian Sea and south of the French island of Corsica.
fil: Ang Sardinia ay isa sa dalawang malalaking isla sa kanluran ng Italya sa Mediterranian Sea at timog ng French island ng Corsica.
fr: La Sardaigne est l'une des deux grandes îles à l'ouest de l'Italie dans la mer Méditerranée et au sud de l'île française de Corse.
id: Sardinia adalah salah satu dari dua pulau besar di sebelah barat Italia di Laut Mediterania dan di selatan pulau Corsica di Prancis.
pl: Sardynia jest jedną z dwóch dużych wysp na zachód od Włoch na Morzu Śródziemnym i na południe od francuskiej wyspy Korsyki.
pt: A Sardenha é uma das duas grandes ilhas a oeste da Itália, no Mar Mediterrâneo e ao sul da ilha francesa da Córsega.
tr: Sardunya, İtalya'nın batısında, Akdeniz'de ve Fransa'nın Korsika adasının güneyinde bulunan iki büyük adadan biridir.

source: Sardinia had been settled already by the 6th millennium BCE. In ancient times it was visited by Phoenician traders and later occupied by the Carthaginians and the Romans. Thus, it is incluenced by the Greek sky culture. Nevertheless, like all peoples of the world, even the ancient Sardinians, turned their eyes to the sky that marked the time and the seasons. The peasant's world has given its name to the stars and the constellations of the Sardinian culture. The constellations of the Sardinian culture are the result of research done by Tonino Bussu and Marco Puddu.
fil: Ang Sardinia ay naayos na noong ika-6 na milenyo BCE. Noong sinaunang panahon ito ay binisita ng mga mangangalakal ng Phoenician at nang maglaon ay sinakop ng mga Carthaginian at mga Romano. Kaya, ito ay incluenced sa pamamagitan ng Greek sky kultura. Gayunpaman, tulad ng lahat ng mga tao sa mundo, maging ang mga sinaunang Sardinian, ay ibinaling ang kanilang mga mata sa kalangitan na nagmarka ng oras at mga panahon. Ang mundo ng magsasaka ay nagbigay ng pangalan nito sa mga bituin at mga konstelasyon ng kultura ng Sardinian. Ang mga konstelasyon ng kultura ng Sardinian ay resulta ng pananaliksik na ginawa nina Tonino Bussu at Marco Puddu.
fr: La Sardaigne était déjà colonisée au 6e millénaire avant notre ère. Dans les temps anciens, il a été visité par des commerçants phéniciens et plus tard occupé par les Carthaginois et les Romains. Ainsi, il est incluencé par la culture grecque du ciel. Néanmoins, comme tous les peuples du monde, même les anciens Sardes, tournèrent leurs yeux vers le ciel qui marquait le temps et les saisons. Le monde paysan a donné son nom aux étoiles et aux constellations de la culture sarde. Les constellations de la culture sarde sont le résultat des recherches effectuées par Tonino Bussu et Marco Puddu.
id: Sardinia telah diselesaikan pada milenium ke-6 SM. Pada zaman kuno itu dikunjungi oleh pedagang Fenisia dan kemudian diduduki oleh Kartago dan Romawi. Sehingga dipengaruhi oleh budaya langit Yunani. Namun demikian, seperti semua orang di dunia, bahkan orang Sardinia kuno, mengalihkan pandangan mereka ke langit yang menandai waktu dan musim. Dunia petani telah memberikan namanya pada bintang-bintang dan konstelasi budaya Sardinia. Rasi bintang budaya Sardinia merupakan hasil penelitian yang dilakukan oleh Tonino Bussu dan Marco Puddu.
pl: Sardynia została zasiedlona już w 6. tysiącleciu pne W czasach starożytnych odwiedzali go kupcy feniccy, a później okupowali go Kartagińczycy i Rzymianie. Tak więc wpływa na nią grecka kultura nieba. Niemniej jednak, podobnie jak wszystkie ludy świata, nawet starożytni Sardyńczycy zwrócili oczy na niebo, które oznaczało czas i pory roku. Świat chłopów nadał nazwę gwiazdom i konstelacjom kultury sardyńskiej. Konstelacje kultury sardyńskiej są wynikiem badań przeprowadzonych przez Tonino Bussu i Marco Puddu.
pt: A Sardenha já havia sido colonizada no 6º milênio AEC. Nos tempos antigos, era visitado por comerciantes fenícios e depois ocupado pelos cartagineses e romanos. Assim, é incluído pela cultura do céu grego. No entanto, como todos os povos do mundo, até os antigos sardos, voltaram os olhos para o céu que marcava o tempo e as estações do ano. O mundo do camponês deu seu nome às estrelas e às constelações da cultura da Sardenha. As constelações da cultura da Sardenha são o resultado de pesquisas feitas por Tonino Bussu e Marco Puddu.
tr: Sardunya zaten MÖ 6. binyılda yerleşmişti. Antik çağda Fenikeli tüccarlar tarafından ziyaret edilmiş ve daha sonra Kartacalılar ve Romalılar tarafından işgal edilmiştir. Böylece, Yunan gökyüzü kültüründen etkilenir. Bununla birlikte, dünyanın tüm halkları gibi, eski Sardunyalılar bile gözlerini zamanı ve mevsimleri belirleyen gökyüzüne çevirdiler. Köylü dünyası, adını Sardunya kültürünün yıldızlarına ve takımyıldızlarına vermiştir. Sardunya kültürünün takımyıldızları, Tonino Bussu ve Marco Puddu tarafından yapılan araştırmaların sonucudur.

source: - [#1]: Stars and constellations in sardinian language. [Link](http://www.sarabu.it/193_521_news_2863.php) - [#2]: Stellarium Script: Sardinian Constellations Tour. [Link](http://www.stellarium.org/wiki/index.php/Scripts)
fil: - [#1]: Mga bituin at konstelasyon sa wikang sardinia. [Link](http://www.sarabu.it/193_521_news_2863.php) - [#2]: Stellarium Script: Sardinian Constellations Tour. [Link](http://www.stellarium.org/wiki/index.php/Scripts)
fr: - [#1]: Étoiles et constellations en langue sarde. [Lien](http://www.sarabu.it/193_521_news_2863.php) - [#2]: Stellarium Script: Sardinian Constellations Tour. [Lien](http://www.stellarium.org/wiki/index.php/Scripts)
id: - [#1]: Bintang dan rasi bintang dalam bahasa sardinia. [Link](http://www.sarabu.it/193_521_news_2863.php) - [#2]: Skrip Stellarium: Tur Konstelasi Sardinia. [Tautan](http://www.stelarium.org/wiki/index.php/Scripts)
pl: - [#1]: Gwiazdy i konstelacje w języku sardyńskim. [Link](http://www.sarabu.it/193_521_news_2863.php) - [#2]: Skrypt Stellarium: Sardinian Constellations Tour. [Link](http://www.stellarium.org/wiki/index.php/Scripts)
pt: - [#1]: Estrelas e constelações na língua da Sardenha. [Link](http://www.sarabu.it/193_521_news_2863.php) - [#2]: Script do Stellarium: Tour das Constelações da Sardenha. [Link](http://www.stellarium.org/wiki/index.php/Scripts)
tr: - [#1]: Sardunya dilinde yıldızlar ve takımyıldızlar. [Bağlantı](http://www.sarabu.it/193_521_news_2863.php) - [#2]: Stellarium Senaryosu: Sardunya Takımyıldızları Turu. [Bağlantı](http://www.stellarium.org/wiki/index.php/Scripts)

source: These constellations have been created by the Stellarium's user [Giuseppe Putzolu](mailto:giuseppe.putzolu@gmail.com). Slightly re-added by Susanne M Hoffmann
fil: Ang mga konstelasyon na ito ay nilikha ng gumagamit ng Stellarium na si [Giuseppe Putzolu](mailto:giuseppe.putzolu@gmail.com). Bahagyang muling idinagdag ni Susanne M Hoffmann
fr: Ces constellations ont été créées par l'utilisateur du Stellarium [Giuseppe Putzolu](mailto:giuseppe.putzolu@gmail.com). Légèrement re-ajouté par Susanne M Hoffmann
id: Rasi bintang ini telah dibuat oleh pengguna Stellarium [Giuseppe Putzolu](mailto:giuseppe.putzolu@gmail.com). Sedikit ditambahkan kembali oleh Susanne M Hoffmann
pl: Te konstelacje zostały stworzone przez użytkownika Stellarium [Giuseppe Putzolu](mailto:giuseppe.putzolu@gmail.com). Nieznacznie ponownie dodała Susanne M. Hoffmann
pt: Essas constelações foram criadas pelo usuário do Stellarium [Giuseppe Putzolu](mailto:giuseppe.putzolu@gmail.com). Adicionado novamente por Susanne M Hoffmann
tr: Bu takımyıldızlar, Stellarium'un kullanıcısı [Giuseppe Putzolu](mailto:giuseppe.putzolu@gmail.com) tarafından oluşturulmuştur. Susanne M Hoffmann tarafından biraz yeniden eklendi

source: The Hut
fil: Ang kubo
fr: La Cabane
id: Pondok
pl: Chata
pt: Cabana
tr: kulübe

source: The Seven Brothers
fil: Ang Pitong Magkapatid
fr: Les Sept Frères
id: Tujuh Bersaudara
pl: Siedmiu Braci
pt: Os Sete Irmãos
tr: Yedi Kardeş

source: The Fence for Sheep
fil: Ang Bakod para sa Tupa
fr: La Barrière à moutons
id: Pagar untuk Domba
pl: Ogrodzenie dla owiec
pt: A cerca para ovelhas
tr: Koyunlar için Çit

source: The Dance of Widows
fil: Ang Sayaw ng mga Balo
fr: La Danse des Veuves
id: Tarian Janda
pl: Taniec wdów
pt: A dança das viúvas
tr: Dulların Dansı

source: The Cross of St. Constantine
fil: Ang Krus ni St. Constantine
fr: La Croix de Constantin
id: Salib St. Constantine
pl: Krzyż św. Konstantyna
pt: A Cruz de São Constantino
tr: Aziz Konstantin Haçı

source: The Throne
fil: Ang trono
fr: Le Trône
id: Tahta
pl: Tron
pt: O trono
tr: Taht

source: Three Marias
fil: Tatlong Maria
fr: Les trois Marie
id: Tiga Maria
pt: Três Marias
tr: Üç Maria

source: Steel Star
fr: L'Étoile d'acier
id: Bintang Baja
pl: Stalowa Gwiazda
pt: Estrela de aço
tr: Çelik Yıldız

source: Twin Stars
fil: Kambal na Bituin
id: Bintang Kembar
pt: Estrelas Gêmeas
tr: İkiz Yıldızlar

source: The Seven Brother's Driver
fil: Ang Driver ng Pitong Kapatid
fr: Le Cocher des sept frères
id: Pengemudi Tujuh Saudara
pt: O motorista dos sete irmãos
tr: Yedi Kardeşin Sürücüsü

source: Polar Star
fr: L'Étoile polaire
id: Bintang Kutub
pl: gwiazda biegunowa
pt: Estrela Polar
tr: Kutup Yıldızı

source: The Bunch's Driver
fil: Ang Driver ng Bunch
fr: Le Cocher du Bouquet
id: Sopir Bunch
pt: O motorista do grupo
tr: Bunch'ın Sürücüsü

source: Siberian
fr: Sibérienne
id: Siberia
pl: syberyjska
pt: Siberiana
tr: Sibirya

source: Siberia is the Asian part of Russia, i.e. the northern third of the Asian continent. As it belongs to Russia, the modern constellations are used there since many centuries.
fil: Ang Siberia ay ang bahaging Asyano ng Russia, i.e. ang hilagang ikatlong bahagi ng kontinente ng Asya. Dahil ito ay kabilang sa Russia, ang mga modernong konstelasyon ay ginagamit doon mula noong maraming siglo.
fr: La Sibérie est la partie asiatique de la Russie, c'est-à-dire le tiers nord du continent asiatique. Comme elle appartient à la Russie, les constellations modernes y sont utilisées depuis de nombreux siècles.
id: Siberia adalah bagian Asia dari Rusia, yaitu sepertiga utara benua Asia. Karena milik Rusia, rasi bintang modern digunakan di sana sejak berabad-abad.
pl: Syberia to azjatycka część Rosji, tj. Północna trzecia część kontynentu azjatyckiego. Jak należy do Rosji, współczesne konstelacje są tam używane od wielu stuleci.
pt: A Sibéria é a parte asiática da Rússia, ou seja, o terço norte do continente asiático. Como pertence à Rússia, as constelações modernas são usadas lá há muitos séculos.
tr: Sibirya, Rusya'nın Asya kısmıdır, yani. Asya kıtasının kuzey üçte biri. Rusya'ya ait olduğu için, modern takımyıldızlar yüzyıllardan beri orada kullanılmaktadır.
