Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, Northampton, England: Variorum Reprints, 1989, Al-Manazil, Item XX pp 1-7. - [#2]: Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, Lunar Mansions in Islamic History, Kunitzsch P. p 520 - [#3]: Edward W. Lane, Arabic-English Lexicon (London: Willams &amp; Norgate 1863) p 2861 - [#4]: Ibn Qutaybah (b. 828 d. 884 or 889), Kitab al-Anwa'a, pp 6,7 (Arabic print of the original book in 1956 in India Hydarabad/Deccan) - [#5]: Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, Ibn Qutayba, Kunitzsch P. p 429 - [#6]: Taʿrīf manāzil al-qamar, Les mansions lunaires des Arabes; Muhammad al-Mukrī.; A de Calassanti-Motylinski published in Alger, Imprimerie orientale, 1899. - [#7]: [Muhammad al-Muqrī poem](http://www.uranos.fr/DOCU_03_T03.htm) - [#8]: Ṣaliḥ Al-Shethrī, Timetable for farmers _Jadwal fi ʿilm al-ḥarth ʿala ḥisāb al-shuthūr_ ISBN 9960-49-971-5 - [#9]: [Official Calendar](http://www.ummulqura.org.sa/) of the Kingdom of Saudi Arabia - [#10]: Moon stations and Agriculture seasons. A bulletin by the Agriculture Administration of the Chamber of Commerce in Riyadh, Saudi Arabia. 2002 - [#11]: [Book Of The Stars: Critical edition with commentary by Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing). - [#12]: Schjellerup, Description des etoiles fixes, 1874, p. 163. (Translation into French) - [#13]: Laffitte, Roland, Le Ciel des Arabes, Geuthner, Paris 2012 - [#14]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (died 1030), Al-Azminah wa al-amkinah (Times and Places), (Arabic print of the original book in 2002, World of Books, Beirut, Lebanon). - [#15]: Al-Thaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (died ~ 1012), Al-Anwāʾ wa al-azminah (Meteorology and times), (Arabic print of the original book in 1996, Dar al-jeel, Beirut, Lebanon).
fil: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, Northampton, England: Variorum Reprints, 1989, Al-Manazil, Item XX pp 1-7. - [#2]: Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, Lunar Mansions in Islamic History, Kunitzsch P. p 520 - [#3]: Edward W. Lane, Arabic-English Lexicon (London: Willams & Norgate 1863) p 2861 - [#4]: Ibn Qutaybah (b. 828 d. 884 o 889), Kitab al-Anwa'a, pp 6,7 (Arabic print ng orihinal na aklat noong 1956 sa India Hydarabad/Deccan) - [#5]: Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, Ibn Qutayba, Kunitzsch P. p 429 - [#6]: Taʿrīf manāzil al-qamar, Les mansions lunaires des Arabes; Muhammad al-Mukrī.; A de Calassanti-Motylinski na inilathala sa Alger, Imprimerie orientale, 1899. - [#7]: [Muhammad al-Muqrī tula](http://www.uranos.fr/DOCU_03_T03.htm) - [#8]: Ṣaliḥ Al-Shethrī, Timetable para sa mga magsasaka _Jadwal fi ʿilm al-ḥarth ʿala ḥisāb al-shuthūr_ ISBN 9960-49-971-5 - [#9]: [Opisyal na Kalendaryo](http://www.ummulqura.org.sa/) ng Kaharian ng Saudi Arabia - [#10]: Mga istasyon ng buwan at mga panahon ng Agrikultura. Isang bulletin ng Agriculture Administration ng Chamber of Commerce sa Riyadh, Saudi Arabia. 2002 - [#11]: [Book Of The Stars: Critical edition with commentary by Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing). - [#12]: Schjellerup, Paglalarawan des etoiles fixes, 1874, p. 163. (Pagsasalin sa Pranses) - [#13]: Laffitte, Roland, Le Ciel des Arabes, Geuthner, Paris 2012 - [#14]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (namatay noong 1030), Al-Azminah wa al-amkinah (Mga Oras at Lugar), (Arabic print ng orihinal na aklat noong 2002, World of Books, Beirut, Lebanon). - [#15]: Al-Thaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (namatay ~ 1012), Al-Anwāʾ wa al-azminah (Meteorolohiya at panahon), (Arabic print ng orihinal na aklat noong 1996, Dar al-jeel, Beirut, Lebanon).
fr: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, Northampton, Angleterre : Variorum Reprints, 1989, Al-Manazil, Item XX pp 1-7. - [#2]: Helaine Selin, Encyclopédie de l'histoire des sciences, de la technologie et de la médecine dans les cultures non occidentales, Lunar Mansions in Islamic History, Kunitzsch P. p 520 - [#3]: Edward W. Lane, Arabic-English Lexicon (Londres : Willams & Norgate 1863) p 2861 - [#4]: Ibn Qutaybah (b. 828 d. 884 ou 889), Kitab al-Anwa'a, pp 6,7 (impression arabe du livre original en 1956 en Inde Hydarabad/Deccan) - [#5]: Helaine Selin, Encyclopédie de l'histoire des sciences, des technologies et de la médecine dans les cultures non occidentales, Ibn Qutayba, Kunitzsch P. p 429 - [#6]: Taʿrīf manāzil al-qamar, Les mansions lunaires des Arabes ; Muhammad al-Mukri.; A de Calassanti-Motylinski publié à Alger, Imprimerie orientale, 1899. - [#7] : [Poème de Muhammad al-Muqrī](http://www.uranos.fr/DOCU_03_T03.htm) - [#8]: Ṣaliḥ Al-Shethrī, Horaire des agriculteurs _Jadwal fi ʿilm al-ḥarth ʿala ḥisāb al-shuthūr_ ISBN 9960-49-971-5 - [#9] : [Calendrier officiel](http://www.ummulqura.org.sa/) du Royaume d'Arabie saoudite - [#10]: Stations lunaires et saisons agricoles. Un bulletin de l'Administration de l'Agriculture de la Chambre de Commerce de Riyad, Arabie Saoudite. 2002 - [#11] : [Livre des étoiles : édition critique commentée par Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing). - [#12]: Schjellerup, Description des étoiles fixes, 1874, p. 163. (Traduction en français) - [#13]: Laffitte, Roland, Le Ciel des Arabes, Geuthner, Paris 2012 - [#14]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muhammad b. al-Ḥassan (mort en 1030), Al-Azminah wa al-amkinah (Times and Places), (impression arabe du livre original en 2002, World of Books, Beyrouth, Liban). - [#15]: Al-Thaqafī, ʿAbd Allah b. Husayn b. ʿĀṣim (mort ~ 1012), Al-Anwāʾ wa al-azminah (Météorologie et temps), (impression arabe du livre original en 1996, Dar al-jeel, Beyrouth, Liban).
id: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, Northampton, Inggris: Variorum Reprints, 1989, Al-Manazil, Item XX hlm 1-7. - [#2]: Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, Lunar Mansions in Islamic History, Kunitzsch P. p 520 - [#3]: Edward W. Lane, Leksikon Arab-Inggris (London: Willams & Norgate 1863) hal 2861 - [#4]: Ibn Qutaybah (b. 828 d. 884 atau 889), Kitab al-Anwa'a, hlm 6,7 (cetakan bahasa Arab dari buku aslinya pada tahun 1956 di India Hydarabad/Deccan) - [#5]: Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Barat Cultures, Ibn Qutayba, Kunitzsch P. p 429 - [#6]: Taʿrīf manāzil al-qamar, Les mansions lunaires des Arabes; Muhammad al-Mukrī.; A de Calassanti-Motylinski diterbitkan di Alger, Imprimerie orientale, 1899. - [#7]: [puisi Muhammad al-Muqr](http://www.uranos.fr/DOCU_03_T03.htm) - [#8]: aliḥ Al-Shethrī, Jadwal untuk petani _Jadwal fi ilm al-ḥarth ala isāb al-shuthūr_ ISBN 9960-49-971-5 - [#9]: [Kalender Resmi](http://www.ummulqura.org.sa/) Kerajaan Arab Saudi - [#10]: Stasiun Bulan dan Musim Pertanian. Sebuah buletin oleh Administrasi Pertanian Kamar Dagang di Riyadh, Arab Saudi. 2002 - [#11]: [Book Of The Stars: Edisi kritis dengan komentar oleh Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing). - [#12]: Schjellerup, Description des etoiles fixes, 1874, hlm. 163. (Terjemahan ke dalam bahasa Prancis) - [#13]: Laffitte, Roland, Le Ciel des Arabes, Geuthner, Paris 2012 - [#14]: Al-Marzūq, Abū Ali Aḥmad b. Muhammad b. al-Ḥassan (meninggal 1030), Al-Azminah wa al-amkinah (Waktu dan Tempat), (cetakan bahasa Arab dari buku aslinya pada tahun 2002, World of Books, Beirut, Lebanon). - [#15]: Al-Thaqafī, Abd Allah b. ussayn b. im (meninggal ~ 1012), Al-Anwāʾ wa al-azminah (Meteorologi dan waktu), (cetakan Arab dari buku aslinya tahun 1996, Dar al-jeel, Beirut, Lebanon).
pl: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, Northampton, Anglia: Variorum Reprints, 1989, Al-Manazil, Pozycja XX s. 1-7. - [#2]: Helaine Selin, Encyklopedia historii nauki, technologii i medycyny w kulturach niezachodnich, rezydencje księżycowe w historii islamu, Kunitzsch str. 520 - [#3]: Edward W. Lane, arabsko-angielski leksykon (Londyn: Willams i Norgate 1863) s. 2861 - [#4]: Ibn Qutaybah (ur. 828, zm. 884 lub 889), Kitab al-Anwa'a, s. 6,7 (arabski druk oryginalnej książki z 1956 r. w Indiach Hydarabad/Deccan) - [#5]: Helaine Selin, Encyklopedia historii nauki, technologii i medycyny w kulturach niezachodnich, Ibn Qutayba, Kunitzsch P. str. 429 - [#6]: Taʿrīf manāzil al-qamar, Les mansions lunaires des Arabes; Muhammad al-Mukri.; A de Calassanti-Motylinski opublikowany w Algerze, Imprimerie orientale, 1899. - [#7]: [wiersz Muhammada al-Muqrī](http://www.uranos.fr/DOCU_03_T03.htm) - [#8]: Ṣaliḥ Al-Shethrī, Harmonogram dla rolników _Jadwal fi ʿilm al-ḥarth ʿala ḥisāb al-shuthūr_ ISBN 9960-49-971-5 - [#9]: [Oficjalny kalendarz](http://www.ummulqura.org.sa/) Królestwa Arabii Saudyjskiej - [#10]: Stacje księżycowe i sezony rolnicze. Biuletyn Administracji Rolnictwa Izby Handlowej w Rijadzie w Arabii Saudyjskiej. 2002 - [#11]: [Księga gwiazd: wydanie krytyczne z komentarzem Khalida AlAjajiego](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing). - [#12]: Schjellerup, Description des etoiles fixes, 1874, s. 163. (Tłumaczenie na język francuski) - [#13]: Laffitte, Roland, Le Ciel des Arabes, Geuthner, Paryż 2012 - [#14]: Al-Marzūqī, Abū ʿAli Aḥmad ur. Muhammad ur. al-Ḥassan (zm. 1030), Al-Azminah wa al-amkinah (Czasy i miejsca), (arabski druk oryginalnej książki z 2002 r., World of Books, Bejrut, Liban). - [#15]: Al-Thaqafī, ʿAbd Allah ur. ussayn ur. ʿĀṣim (zmarł ~ 1012), Al-Anwāʾ wa al-azminah (Meteorologia i czasy), (arabski druk oryginalnej książki w 1996 r., Dar al-jeel, Bejrut, Liban).
pt: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, Northampton, Inglaterra: Variorum Reprints, 1989, Al-Manazil, Item XX pp 1-7. - [#2]: Helaine Selin, Enciclopédia da História da Ciência, Tecnologia e Medicina em Culturas Não-Ocidentais, Mansões Lunares na História Islâmica, Kunitzsch P. p 520 - [#3]: Edward W. Lane, Léxico Árabe-Inglês (Londres: Willams & Norgate 1863) p 2861 - [#4]: Ibn Qutaybah (n. 828 d. 884 ou 889), Kitab al-Anwa'a, pp 6,7 (impressão árabe do livro original em 1956 na Índia Hydarabad/Deccan) - [#5]: Helaine Selin, Enciclopédia da História da Ciência, Tecnologia e Medicina em Culturas Não-Ocidentais, Ibn Qutayba, Kunitzsch P. p 429 - [#6]: Taʿrīf manāzil al-qamar, Les mansions lunaires des Arabes; Muhammad al-Mukri.; A de Calassanti-Motylinski publicado em Alger, Imprimerie orientale, 1899. - [#7]: [poema de Muhammad al-Muqrī](http://www.uranos.fr/DOCU_03_T03.htm) - [#8]: Ṣaliḥ Al-Shethrī, Horário para agricultores _Jadwal fi ʿilm al-ḥarth ʿala ḥisāb al-shuthūr_ ISBN 9960-49-971-5 - [#9]: [Calendário Oficial](http://www.ummulqura.org.sa/) do Reino da Arábia Saudita - [#10]: Estações lunares e estações agrícolas. Um boletim da Administração Agrícola da Câmara de Comércio de Riad, Arábia Saudita. 2002 - [#11]: [Book Of The Stars: Edição crítica com comentários de Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing). - [#12]: Schjellerup, Description des etoiles fixes, 1874, p. 163. (Tradução para o francês) - [#13]: Laffitte, Roland, Le Ciel des Arabes, Geuthner, Paris 2012 - [#14]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muhammad b. al-Ḥassan (falecido em 1030), Al-Azminah wa al-amkinah (Tempos e Lugares), (impressão árabe do livro original em 2002, World of Books, Beirute, Líbano). - [#15]: Al-Thaqafī, ʿAbd Allah b. Hussayn b. ʿĀṣim (falecido ~ 1012), Al-Anwāʾ wa al-azminah (Meteorologia e tempos), (impressão árabe do livro original em 1996, Dar al-jeel, Beirute, Líbano).
tr: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, Northampton, İngiltere: Variorum Reprints, 1989, Al-Manazil, Item XX pp 1-7. - [#2]: Helaine Selin, Batı Dışı Kültürlerde Bilim, Teknoloji ve Tıp Tarihi Ansiklopedisi, İslam Tarihinde Ay Konakları, Kunitzsch S. s 520 - [#3]: Edward W. Lane, Arapça-İngilizce Sözlük (Londra: Willams & Norgate 1863) s 2861 - [#4]: İbn Kuteybah (d. 828 d. 884 veya 889), Kitab al-Anwa'a, s. 6,7 (Hindistan Haydarabad/Deccan'da 1956'da orijinal kitabın Arapça baskısı) - [#5]: Helaine Selin, Batı Dışı Kültürlerde Bilim, Teknoloji ve Tıp Tarihi Ansiklopedisi, İbn Qutayba, Kunitzsch S. s 429 - [#6]: Ta'rīf manazil al-qamar, Les mansions lunaires des Arabes; Muhammed el-Mukri.; Alger, Imprimerie orientale, 1899'da yayınlanan bir de Calassanti-Motylinski. - [#7]: [Muhammed al-Muqrī şiiri](http://www.uranos.fr/DOCU_03_T03.htm) - [#8]: Saliḥ Al-Shethrī, Çiftçiler için Zaman Çizelgesi _Jadwal fi 'ilm al-ḥarth 'ala hisāb al-shuthūr_ ISBN 9960-49-971-5 - [#9]: Suudi Arabistan Krallığı'nın [Resmi Takvimi](http://www.ummulqura.org.sa/) - [#10]: Ay istasyonları ve Tarım mevsimleri. Suudi Arabistan'ın Riyad kentindeki Ticaret Odası Tarım İdaresi tarafından yayınlanan bir bülten. 2002 - [#11]: [Yıldızların Kitabı: Khalid AlAjaji'nin yorumlarıyla Eleştirel baskı](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing). - [#12]: Schjellerup, Açıklama des etoiles düzeltmeleri, 1874, s. 163. (Fransızcaya Çeviri) - [#13]: Laffitte, Roland, Le Ciel des Arabes, Geuthner, Paris 2012 - [#14]: Al-Marzūqī, Ebu Ali Ahmed b. Muhammed b. al-Hassan (1030 öldü), Al-Azminah wa al-amkinah (Times and Places), (2002'deki orijinal kitabın Arapça baskısı, World of Books, Beyrut, Lübnan). - [#15]: Al-Sakafi, 'Abd Allah b. hussayn b. Āṣim (öldü ~ 1012), Al-Anwāʾ wa al-azminah (Meteoroloji ve zamanlar), (1996'daki orijinal kitabın Arapça baskısı, Dar al-jeel, Beyrut, Lübnan).

source: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Special pemission is granted to Stellarium labs to include the licensed material
fil: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Ang espesyal na pahintulot ay ibinibigay sa Stellarium labs upang isama ang lisensyadong materyal
fr: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Une autorisation spéciale est accordée aux laboratoires Stellarium pour inclure le matériel sous licence
id: Attribution-NoDerivatives 4.0 Internasional (CC BY-ND 4.0). Izin khusus diberikan kepada laboratorium Stellarium untuk menyertakan materi berlisensi
pl: Uznanie autorstwa-Bez Derivatives 4.0 Międzynarodowy (CC BY-ND 4.0). Laboratoria Stellarium otrzymują specjalne pozwolenie na włączenie licencjonowanego materiału
pt: Atribuição-Sem Derivativos 4.0 Internacional (CC BY-ND 4.0). É concedida permissão especial aos laboratórios Stellarium para incluir o material licenciado
tr: Atıf-Türetilemez 4.0 Uluslararası (CC BY-ND 4.0). Stellarium laboratuvarlarına lisanslı materyali dahil etmek için özel izin verilir

source: A simple asterism of the two stars: β UMi and γ UMi.
fil: Isang simpleng asterismo ng dalawang bituin: β UMi at γ UMi.
fr: Un astérisme simple des deux étoiles : β UMi et γ UMi.
id: Sebuah asterisme sederhana dari dua bintang: UMi dan UMi.
pl: Prosty asteryzm dwóch gwiazd: β UMi i γ UMi.
pt: Um asterismo simples das duas estrelas: β UMi e γ UMi.
tr: İki yıldızın basit bir yıldız işareti: β UMi ve γ UMi.

source: Fish shaped two arcs of stars joined at the ends by α UMi and β UMi.
fil: Ang hugis ng isda ay dalawang arko ng mga bituin na pinagdugtong sa mga dulo ng α UMi at β UMi.
fr: Les poissons ont formé deux arcs d'étoiles reliés aux extrémités par α UMi et β UMi.
id: Ikan berbentuk dua busur bintang yang di ujungnya dihubungkan oleh UMi dan UMi.
pl: Ryba ukształtowała dwa łuki gwiazd połączone na końcach α UMi i β UMi.
pt: Os peixes formaram dois arcos de estrelas unidos nas extremidades por α UMi e β UMi.
tr: Balık, uçlarında α UMi ve β UMi ile birleştirilen iki yıldız yayı şeklindedir.

source: The 7 stars of the big dipper, representing 7 girls carrying the bier of their father who was killed by Al-Jady (Polaris).
fil: Ang 7 bituin ng malaking dipper, na kumakatawan sa 7 batang babae na bitbit ang bier ng kanilang ama na pinatay ni Al-Jady (Polaris).
fr: Les 7 étoiles de la grande ourse, représentant 7 filles portant la bière de leur père tué par Al-Jady (Polaris).
id: 7 bintang gayung, melambangkan 7 gadis yang membawa usungan ayah mereka yang dibunuh oleh Al-Jady (Polaris).
pl: 7 gwiazd wielkiego wozu, reprezentujących 7 dziewcząt niosących mary swojego ojca, który został zabity przez Al-Jady (Polaris).
pt: As 7 estrelas da Ursa Maior, representando 7 meninas carregando o esquife de seu pai que foi morto por Al-Jady (Polaris).
tr: Al-Jady (Polaris) tarafından öldürülen babalarının sedyesini taşıyan 7 kızı temsil eden büyük kepçenin 7 yıldızı.

source: The two stars: f Dra and ω Dra, representing two wolves trying to hunt the nearby baby camel, the star HR 6618, surrounded by the four mother camels.
fil: Ang dalawang bituin: f Dra at ω Dra, na kumakatawan sa dalawang lobo na sinusubukang manghuli ng kalapit na sanggol na kamelyo, ang bituing HR 6618, na napapalibutan ng apat na ina na kamelyo.
fr: Les deux étoiles : f Dra et ω Dra, représentant deux loups essayant de chasser le bébé chameau à proximité, l'étoile HR 6618, entourée des quatre chameaux mères.
id: Dua bintang: f Dra dan Dra, mewakili dua serigala yang mencoba berburu bayi unta di dekatnya, bintang HR 6618, dikelilingi oleh empat induk unta.
pl: Dwie gwiazdy: f Dra i ω Dra, reprezentujące dwa wilki próbujące polować na pobliskie dziecko wielbłąda, gwiazdę HR 6618, otoczone czterema matkami wielbłądów.
pt: As duas estrelas: f Dra e ω Dra, representando dois lobos tentando caçar o bebê camelo próximo, a estrela HR 6618, cercado pelas quatro mães camelas.
tr: İki yıldız: f Dra ve ω Dra, yakındaki yavru deveyi avlamaya çalışan iki kurdu temsil ediyor, yıldız HR 6618, dört ana deveyle çevrili.

source: An irregular square of four stars, representing four mother camels protecting the baby camel, the star HR 6618, from the near by Hyena, the star ι Dra, and the [two wolves](the-two-wolves).
fil: Isang hindi regular na parisukat ng apat na bituin, na kumakatawan sa apat na ina na kamelyo na nagpoprotekta sa sanggol na kamelyo, ang bituin na HR 6618, mula sa malapit sa Hyena, ang bituin na si Dra, at ang [dalawang lobo](ang-dalawang-lobo).
fr: Un carré irrégulier de quatre étoiles, représentant quatre chamelles mères protégeant le bébé chameau, l'étoile HR 6618, de la proche Hyène, l'étoile ι Dra, et les [deux loups](les-deux-loups).
id: Persegi empat tidak beraturan, melambangkan empat induk unta yang melindungi bayi unta, bintang HR 6618, dari dekat Hyena, bintang Dra, dan [dua serigala](dua serigala).
pl: Nieregularny kwadrat czterech gwiazd, przedstawiający cztery wielbłądy-matki chroniące wielbłądka, gwiazdę HR 6618, z pobliskiej Hieny, gwiazdę ι Dra i [dwa wilki](dwa-wilki).
pt: Quadrado irregular de quatro estrelas, representando quatro camelos-mãe protegendo o camelo bebê, a estrela HR 6618, da vizinha Hiena, a estrela ι Dra, e os [dois lobos](os-dois-lobos).
tr: Dört yıldızdan oluşan düzensiz bir kare, bebek deveyi, yakınlardan Sırtlan tarafından yıldız HR 6618'i, yıldız ι Dra'yı ve [iki kurt](iki kurt) koruyan dört anne deveyi temsil eder.

source: The stars of Corona Borealis. The incomplete circle represents a fractured bowl of the poor.
fil: Ang mga bituin ng Corona Borealis. Ang hindi kumpletong bilog ay kumakatawan sa isang baling mangkok ng mahihirap.
fr: Les étoiles de la couronne boréale. Le cercle incomplet représente un bol fracturé des pauvres.
id: Bintang-bintang Corona Borealis. Lingkaran yang tidak lengkap melambangkan mangkuk orang miskin yang retak.
pl: Gwiazdy Corona Borealis. Niepełny okrąg przedstawia pękniętą miskę ubogich.
pt: As estrelas da Corona Boreal. O círculo incompleto representa uma tigela fraturada dos pobres.
tr: Corona Borealis'in yıldızları. Eksik daire, yoksulların kırık bir kasesini temsil eder.

source: Two adjacent stars imagined as the knot of the rope of the well bucket
fil: Dalawang magkatabing bituin ang naisip bilang buhol ng lubid ng balde ng balon
fr: Deux étoiles adjacentes imaginées comme le nœud de la corde du seau du puits
id: Dua bintang yang berdekatan dibayangkan sebagai simpul tali ember sumur
pl: Dwie sąsiadujące ze sobą gwiazdy wyobrażane jako węzeł sznura studni
pt: Duas estrelas adjacentes imaginadas como o nó da corda do balde do poço
tr: Kuyu kovasının ipinin düğümü olarak hayal edilen iki bitişik yıldız

source: The well bucket rope - The fish
fil: Ang balon na balde na lubid - Ang isda
fr: La corde du seau du puits - Le poisson
id: Tali ember sumur - Ikan
pl: Lina do studni - Ryba
pt: A corda do balde do poço - O peixe
tr: Kuyu kovası ipi - Balık

source: Two stars representing the end of the shorter arm of the great Arab lion image.
fil: Dalawang bituin na kumakatawan sa dulo ng mas maikling braso ng dakilang larawan ng leon ng Arab.
fr: Deux étoiles représentant l'extrémité du bras le plus court de la grande image du lion arabe.
id: Dua bintang mewakili ujung lengan pendek dari gambar singa Arab yang besar.
pl: Dwie gwiazdy reprezentujące koniec krótszego ramienia wizerunku wielkiego lwa arabskiego.
pt: Duas estrelas representando a extremidade do braço mais curto da grande imagem do leão árabe.
tr: Büyük Arap aslanı resminin kısa kolunun ucunu temsil eden iki yıldız.

source: Two stars representing the end of the longer arm of the great Arab lion image.
fil: Dalawang bituin na kumakatawan sa dulo ng mas mahabang braso ng dakilang larawan ng leon ng Arab.
fr: Deux étoiles représentant l'extrémité du bras le plus long de la grande image du lion arabe.
id: Dua bintang mewakili ujung lengan panjang dari gambar singa Arab yang besar.
pl: Dwie gwiazdy reprezentujące koniec dłuższego ramienia wizerunku wielkiego lwa arabskiego.
pt: Duas estrelas representando a extremidade do braço mais longo da grande imagem do leão árabe.
tr: Büyük Arap aslanı resminin uzun kolunun ucunu temsil eden iki yıldız.

source: Raised tail of the scorpion
fil: Nakataas na buntot ng alakdan
fr: Queue relevée du scorpion
id: Mengangkat ekor kalajengking
pl: Podniesiony ogon skorpiona
pt: Cauda levantada do escorpião
tr: Akrebin yükseltilmiş kuyruğu

source: The ostriches drinking at the river
fil: Ang mga ostrich na umiinom sa ilog
fr: Les autruches buvant à la rivière
id: Burung unta minum di sungai
pl: Strusie pijące w rzece
pt: As avestruzes bebendo no rio
tr: Devekuşları nehirde içiyor

source: The ostriches leaving the river
fil: Ang mga ostrich ay umaalis sa ilog
fr: Les autruches quittant la rivière
id: Burung unta meninggalkan sungai
pl: Strusie opuszczają rzekę
pt: As avestruzes saindo do rio
tr: Devekuşları nehri terk ediyor

source: Four stars representing four Ostriches leaving the river, the milky way, after quenching their thirst.
fil: Apat na bituin na kumakatawan sa apat na Ostrich na umaalis sa ilog, ang milky way, pagkatapos mapawi ang kanilang uhaw.
fr: Quatre étoiles représentant quatre Autruches quittant le fleuve, la voie lactée, après s'être désaltérées.
id: Empat bintang mewakili empat burung unta yang meninggalkan sungai, bima sakti, setelah memuaskan dahaga mereka.
pl: Cztery gwiazdy reprezentujące cztery Strusie opuszczające rzekę, Drogę Mleczną, po ugaszeniu pragnienia.
pt: Quatro estrelas representando quatro avestruzes saindo do rio, a via láctea, depois de saciar a sede.
tr: Susuzluğunu giderdikten sonra nehirden, Samanyolu'ndan ayrılan dört devekuşu temsil eden dört yıldız.
