Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: Mike Richards and Georg Zotti. This sky culture used to be for a long time an easy user-installable addon example contributed by Mike Richards. It has been reworked following the 41st reprint and completed with this description by Georg Zotti.
fil: Mike Richards at Georg Zotti. Ang kultura ng langit na ito ay dating isang madaling halimbawa ng addon na madaling mai-install ng user na iniambag ni Mike Richards. Ito ay muling ginawa kasunod ng ika-41 na muling pag-print at natapos sa paglalarawang ito ni Georg Zotti.
fr: Mike Richards et Georg Zotti. Cette culture du ciel était pendant longtemps un exemple d'addon facile à installer par Mike Richards. Il a été retravaillé suite à la 41ème réimpression et complété par cette description de Georg Zotti.
id: Mike Richards dan Georg Zotti. Budaya langit ini dulunya merupakan contoh addon yang mudah dipasang pengguna yang disumbangkan oleh Mike Richards. Ini telah dikerjakan ulang setelah cetak ulang ke-41 dan dilengkapi dengan deskripsi ini oleh Georg Zotti.
pl: Mike Richards i Georg Zotti. Ta kultura nieba była przez długi czas łatwym do zainstalowania przez użytkownika przykładem dodatku napisanego przez Mike'a Richardsa. Został przerobiony po 41. przedruku i uzupełniony tym opisem przez Georga Zottiego.
pt: Mike Richards e Georg Zotti. Essa cultura do céu costumava ser por um longo tempo um exemplo fácil de instalar e instalar pelo usuário, contribuído por Mike Richards. Foi reformulado após a 41ª reimpressão e completado com esta descrição por Georg Zotti.
tr: Mike Richards ve Georg Zotti. Bu gökyüzü kültürü, uzun süredir Mike Richards'ın katkıda bulunduğu, kullanıcı tarafından kolayca kurulabilen bir eklenti örneğiydi. 41. baskının ardından yeniden işlendi ve Georg Zotti'nin bu açıklamasıyla tamamlandı.

source: Pointers
fil: Mga payo
fr: Pointeurs
id: Penunjuk - Penunjuk
pl: Wskaźniki
pt: Ponteiros
tr: işaretçiler

source: Guardians
fil: Mga tagapag-alaga
fr: Les gardes
id: Para Penjaga
pl: Strażnicy
pt: Guardiões
tr: koruyucular

source: feet
fil: paa
fr: pieds
id: Kaki
pl: stopy
pt: pés
tr: ayak

source: head
fil: ulo
fr: tête
id: Kepala
pl: głowa
pt: cabeça
tr: kafa

source: tail
fil: buntot
fr: queue
id: Ekor
pl: ogon
pt: cauda
tr: kuyruk

source: paws
fil: mga paa
fr: pattes
id: Cakar
pl: łapy
pt: patas
tr: patiler

source: body
fil: katawan
fr: corps
id: Badan
pl: ciało
pt: corpo
tr: gövde

source: pipe
fil: tubo
fr: tuyau
id: Pipa
pl: rura
pt: canal
tr: boru

source: wing
fil: pakpak
fr: aile
id: Sayap
pl: skrzydło
pt: asa
tr: kanat

source: outstretched neck
fil: nakabuka ang leeg
fr: cou déployé
id: Leher yang menjulur
pl: wyciągnięta szyja
pt: pescoço esticado
tr: uzanmış boyun

source: club
fr: massue
id: Pentungan
pl: Klub
pt: maça
tr: kulüp

source: Keystone
fr: Pierre de touche
id: Dasar
pl: Zwornik
pt: Pedra angular
tr: Kilit taşı

source: the chain
fil: ang kadena
fr: la chaîne
id: Rantai
pl: łańcuch
pt: a corrente
tr: zincir

source: Great Square
fr: Grande place
id: Alun-alun Besar
pl: Wielki Plac
pt: Praça Grande
tr: Büyük Meydan

source: horn
fil: sungay
fr: corne
id: Tanduk
pl: róg
pt: chifre
tr: Boynuz

source: belt
fil: sinturon
fr: ceinture
id: Sabuk
pl: pas
pt: cinturão
tr: kemer

source: shield
fil: kalasag
fr: bouclier
id: Perisai
pl: tarcza
pt: escudo
tr: kalkan

source: Hydra's head
fil: Ulo ni Hydra
fr: Tête de l'hydre
id: Kepala Hydra
pl: Głowa Hydry
pt: Cabeça da Hidra
tr: Hydra'nın başı

source: Hydra's tail
fil: buntot ni Hydra
fr: Queue de l'hydre
id: Ekor Hydra
pl: Ogon Hydry
pt: Cauda da Hidra
tr: Hydra'nın kuyruğu

source: bill
fr: serpe
id: Rekening
pl: rachunek
pt: bico
tr: fatura

source: foot
fil: paa
fr: pied
id: Kaki
pl: stopa
pt: pé
tr: ayak

source: arm
fil: braso
fr: bras
id: Lengan
pl: ramię
pt: braço
tr: kol

source: claws
fil: mga kuko
fr: machoires
id: Cakar
pl: pazury
pt: garras
tr: pençeler

source: cat's eyes
fil: mata ng pusa
fr: yeux de chat
id: Mata Kucing
pl: kocie oczy
pt: olhos de gato
tr: kedinin gözleri

source: skirt
fil: palda
fr: jupe
id: Rok
pl: Spódnica
pt: saia
tr: etek

source: the bow
fil: ang busog
fr: l'arc
id: Busur Panah
pl: łuk
pt: o arco
tr: yay

source: vessel
fil: sisidlan
fr: vaisseau
id: Bejana
pl: naczynie
pt: embarcação
tr: gemi

source: Northern Fish
fil: Hilagang Isda
fr: Poisson septentrional
id: Ikan Utara
pl: Ryba Północna
pt: Peixe do Norte
tr: Kuzey Balığı

source: False Cross
fil: Maling Krus
fr: Fausse croix
id: Salib Palsu
pl: Fałszywy krzyż
pt: Cruz falsa
tr: Yanlış Çapraz

source: figurehead
fr: La figure de proue
id: Kepala Tokoh
pl: manekin
pt: figura decorativa
tr: figüran

source: transom
fr: tableau arrière
id: Jendela Kecil
pl: rygiel
pt: viga
tr: kıç yatırması

source: ears
fil: tainga
fr: oreilles
id: Telinga
pl: uszy
pt: orelhas
tr: kulaklar

source: front legs
fil: mga binti sa harap
fr: pattes antérieures
id: Kaki Depan
pl: przednie nogi
pt: pernas da frente
tr: ön bacaklar

source: hind legs
fil: hulihan binti
fr: pattes postérieures
id: Kaki Belakang
pl: tylne nogi
pt: pernas de trás
tr: Arka bacaklar

source: eyes
fil: mata
fr: yeux
id: Mata
pl: oczy
pt: olhos
tr: gözler

source: Pole Star
fr: Étoile du pôle
id: Bintang Kutub
pl: Gwiazda Polarna
pt: Estrela Polar
tr: Kutup Yıldızı

source: Knot
fr: Nœud
pl: Węzeł
pt: Nó
tr: Düğüm

source: Al-Ayyuq
tr: El Ayyuq

source: Suhayl
fr: Souhayl
id: Suhayli
tr: Süheyl

source: Al-Fard
tr: Farz

source: Al-Thurayya
fr: Al-Thuraya
tr: El Thurayya

source: Al-Jawza
tr: El Cevza

source: Al-Suha
tr: El-Suha

source: Al-Dabaran
tr: El Dabaran

source: Al-Maysan
tr: el-Meysan

source: Al-Najidh
tr: El Najidh

source: Suhayl Balqayn
fr: Souhayl Balqayn
tr: Süheyl Balkayn

source: Suhayl Hadari
fr: Souhayl Hadari
tr: Süheyl Hadari

source: Suhayl al-wazn
id: Suhail al-wazn
tr: Süheyl el-wazn

source: Suhayl Raqashi
fr: Souhayl Raqashi
tr: Süheyl Rakaşi

source: Al-wazn
tr: el-wazn

source: Al-Muqil
id: Al-Muqili
tr: el-Muqil

source: Suhayl Al-Wazn
id: Suhail Al-Wazn
tr: Süheyl el-Vazn

source: Al-Wazn
tr: El-Vazn

source: The Mowers
fil: Ang mga Mower
fr: Les tondeuses
id: Mesin Pemotong
pl: Kosiarki
tr: Biçme Makineleri

source: The Nail
fil: Ang Kuko
fr: L'Ongle
id: Kuku
pl: Paznokieć
tr: Tırnak

source: The Ploughman
fil: Ang Mag-aararo
fr: Le Laboureur
id: Pembajak
pl: Oracz
tr: pullukçu

source: Blackfoot
fr: Pied-noir
id: kaki hitam
pl: Czarna Stopa
tr: kara ayak

source: Kit-Fox
fr: Kit-Renard
id: Kit-Rubah
tr: Kit-Tilki

source: Scarface
id: wajah bekas luka
pl: człowiek z blizną
tr: Yaralı surat

source: Bugis
tr: böcekler

source: Great Horn
fil: Mahusay na Sungay
fr: Grande corne
id: Tanduk Besar
pl: Wielki Róg
tr: Büyük Boynuz

source: Dipper for Liquids
fil: Dipper para sa mga Liquid
id: Gayung untuk Cairan
pl: Wóz do płynów
tr: Sıvılar için Kepçe

source: Beacon Fire
fr: Feu de balise
id: Api Suar
tr: İşaret Ateşi

source: Sea Rock
fil: Bato ng Dagat
id: Batu Laut
tr: Deniz Kayası

source: Dipper for Solids
fil: Dipper para sa Solids
id: Gayung untuk Padatan
pl: Wóz do ciał stałych
tr: Katılar için Kepçe

source: Firebird
fr: Oiseau de feu
id: burung api
pl: ognisty Ptak
tr: ateş kuşu

source: Arsenal
id: Gudang senjata
pl: Arsenał
tr: Cephanelik

source: Six Jia
fil: Anim na Jia
id: Enam Jia
tr: Altı Jia

source: Celestial High Terrace
fr: Terrasse haute céleste
id: Teras Tinggi Surgawi
pl: Niebiański Wysoki Taras
tr: Göksel Yüksek Teras

source: Celestial Ford
fr: Ford céleste
id: Ford Surgawi
tr: göksel Ford

source: Celestial Stable
fr: Écurie céleste
id: Kandang Surgawi
pl: Niebiańska Stabilność
tr: gök ahırı

source: Celestial Premier
fr: Premier céleste
tr: göksel Premier

source: Ricks of Grain
tr: Tahıl Rick'leri

source: Sombre Lance
tr: kasvetli mızrak

source: Long Wall
fil: Mahabang Pader
fr: Long mur
id: Tembok Panjang
pl: Długa ściana
tr: Uzun Duvar

source: Left Law Administrator
fil: Kaliwang Law Administrator
fr: Administrateur de droit gauche
id: Administrator Hukum Kiri
pl: Administrator lewego prawa
tr: Sol Hukuk Yöneticisi

source: The Great Eastern Premier
fil: Ang Great Eastern Premier
fr: Le grand premier ministre de l'Est
id: Perdana Menteri Timur Agung
pl: Wielki Wschodni Premier
tr: Büyük Doğu Premier

source: Qin
tr: Çin

source: Shu
tr: Şu

source: Chu
tr: Çu

source: Changsha
tr: Çangşa

source: Mooring Post
fr: Point de mouillage
id: Tiang sandaran
pl: Pal do cumowania
tr: Demirleme Yeri

source: Ogre
id: Raksasa
pl: Ogr
tr: dev

source: Bandaarr
tr: Bandarr

source: Sob
fil: Humihikbi
fr: Sanglot
id: Isak
pl: Szloch
tr: Hıçkırık

source: The Bunch
fil: Ang Bunch
fr: Le Bouquet
id: Kelompok
tr: Demet

source: The Sticks
fil: Ang mga Sticks
fr: Les Bâtons
id: Tongkat
pl: Odludzie
tr: Çubuklar

source: The Deer Horn
fil: Ang Sungay ng Usa
fr: Les Bois du Renne
id: Tanduk Rusa
pl: Deer Horn
tr: Geyik Boynuzu

source: - [#1]: Svjatskij, D.O. Astronomija Drevnej Rusi. - M., 2007. - 664 s. - [#2]: Svjatskij, D.O. Pod svodom hrustal'nogo neba: Ocherki po astral'noj mifologii v oblasti religioznogo i narodnogo mirovozzrenija. Izd. 2-e M.: Knizhnyj dvor "LIBROKOM", 2011. - 192 s. - [#3]: Rut, M.E. Slovar' astronimov. Zvezdnoe nebo po-russki. - M.: AST-PRESS KNIGA, 2010. - 288 s. - [#4]: Karpenko, Ju.A. Nazvanija zvezdnogo neba. - M.: Nauka, 1981. - 184 s.
fil: - [#1]: Svjatskij, D.O. Astronomiya Drevnej Rusi. - M., 2007. - 664 s. - [#2]: Svjatskij, D.O. Pod svodom hrustal'nogo neba: Ocherki po astral'noj mifologii v oblasti religioznogo i narodnogo mirovozzrenija. Izd. 2-e M.: Knizhnyj dvor "LIBROKOM", 2011. - 192 s. - [#3]: Rut, M.E. Slovar' astronimov. Zvezdnoe nebo po-russki. - M.: AST-PRESS KNIGA, 2010. - 288 s. - [#4]: Karpenko, Ju.A. Nazvanija zvezdnogo neba. - M.: Nauka, 1981. - 184 s.
id: - [#1]: Svjatskij, D.O. Astronomija Drevnej Rusi. - M., 2007. - 664 s. - [#2]: Svjatskij, D.O. Pod svodom hrustal'nogo neba: Ocherki po astral'noj mifologii v oblasti religioznogo dan narodnogo mirovozzrenija. Izd. 2-e M.: Knizhnyj dvor "LIBROKOM", 2011. - 192 s. - [#3]: Rut, ME Slovar' astronimov. Zvezdnoe nebo po-russki. - M.: AST-PRESS KNIGA, 2010. - 288 s. - [#4]: Karpenko, Ju.A. Nazvanija zvezdnogo neba. - M.: Nauka, 1981. - 184 s.
tr: - [#1]: Svjatskij, D.O. Astronomija Drevnej Rusi. - M., 2007. - 664 sn. - [#2]: Svjatskij, D.O. Pod svodom hrustal'nogo neba: Ocherki po astral'noj mifologii v oblasti religioznogo ve narodnogo mirovozzrenija. İzd. 2-e M.: Knizhnyj dvor "LIBROKOM", 2011. - 192 s. - [#3]: Rut, M.E. Slovar' astronimov. Zvezdnoe nebo po-russki. - M.: AST-PRESS KNIGA, 2010. - 288 s. - [#4]: Karpenko, Ju.A. Nazvanija zvezdnogo neba. - E.: Nauka, 1981. - 184 s.

source: Goose Road
fil: Daan ng Gansa
id: Jalan Angsa
tr: Kaz Yolu

source: Mamay Road
id: Jalan Mamay
tr: Mamay Yolu

source: Deer
fil: usa
fr: Cerf
id: Rusa
pl: Jeleń
tr: Geyik

source: Hornet
fr: Frelon
id: Pikat
pl: Szerszeń
tr: eşekarısı

source: Big Dipper
fr: Grande Ourse
id: Biduk
pl: Wielka Niedźwiedzica
tr: Büyük Kepçe

source: Serpens Cauda
tr: Yılan Kauda

source: Serpens Caput
tr: yılanlar

source: Circlet
fr: Couronne
id: Lingkaran
pl: Kółeczko
tr: Taç

source: Muraay Muyaay
id: Muray Muyaay

source: Warrawilbaarru
id: Warrawilbarru

source: Mandar
id: bahasa mandar

source: Moquém
id: Masjid

source: Anutan
fr: Anutane

source: Kamilaroi/Euahlayi
pl: Kamilaroi i Euahlayi

source: Maori
pl: maoryska

source: Navajo
pl: Nawaho

source: Sek
fil: Si Sek
