Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: The two forelegs 1
fil: Ang dalawang forelegs 1
fr: Les deux pattes antérieures 1
id: Kedua kaki depan 1
pl: Dwie przednie nogi 1
pt: As duas patas dianteiras 1
tr: iki ön ayak 1

source: The two forelegs 2
fil: Ang dalawang forelegs 2
fr: Les deux pattes antérieures 2
id: Kedua kaki depan 2
pl: Dwie przednie nogi 2
pt: As duas patas dianteiras 2
tr: iki ön ayak 2

source: Stars of abundant rain 1
fil: Mga bituin ng masaganang ulan 1
fr: Étoiles de pluie abondante 1
id: Bintang hujan lebat 1
pl: Gwiazdy obfitego deszczu 1
pt: Estrelas de chuva abundante 1
tr: Bol yağmurun yıldızları 1

source: Stars of abundant rain 2
fil: Mga bituin ng masaganang ulan 2
fr: Étoiles de pluie abondante 2
id: Bintang hujan berlimpah 2
pl: Gwiazdy obfitego deszczu 2
pt: Estrelas de chuva abundante 2
tr: Bol yağmurun yıldızları 2

source: Stars of abundant rain 3
fil: Mga bituin ng masaganang ulan 3
fr: Étoiles de pluie abondante 3
id: Bintang hujan lebat 3
pl: Gwiazdy obfitego deszczu 3
pt: Estrelas de chuva abundante 3
tr: Bol yağmurun yıldızları 3

source: The claws 1
fil: Ang mga kuko 1
fr: Les griffes 1
id: cakar 1
pl: Pazury 1
pt: As garras 1
tr: pençeler 1

source: The claws 2
fil: Ang mga kuko 2
fr: Les griffes 2
id: cakar 2
pl: Pazury 2
pt: As garras 2
tr: pençeler 2

source: The claws 3
fil: Ang mga kuko 3
fr: Les griffes 3
id: Cakar 3
pl: Pazury 3
pt: As garras 3
tr: pençeler 3

source: The claws 4
fil: Ang mga kuko 4
fr: Les griffes 4
id: cakar 4
pl: Pazury 4
pt: As garras 4
tr: pençeler 4

source: The claws 5
fil: Ang mga kuko 5
fr: Les griffes 5
id: Cakar 5
pl: Pazury 5
pt: As garras 5
tr: pençeler 5

source: The claws 6
fil: Ang mga kuko 6
fr: Les griffes 6
id: Cakar 6
pl: Pazury 6
pt: As garras 6
tr: pençeler 6

source: The eyelashes
fil: Ang pilikmata
fr: Les cils
id: Bulu mata
pl: Rzęsy
pt: Os cílios
tr: Kirpikler

source: Star of weather change
fil: Bituin ng pagbabago ng panahon
fr: Étoile du changement de temps
id: Bintang perubahan cuaca
pl: Gwiazda zmiany pogody
pt: Estrela da mudança do tempo
tr: Hava değişimi yıldızı

source: The unarmed high one
fil: Ang walang armas na mataas
fr: Le haut sans armes
id: Yang tinggi tidak bersenjata
pl: Nieuzbrojony wysoki
pt: O alto desarmado
tr: Silahsız yüksek bir

source: The heart
fil: Ang puso
fr: Le cœur
id: Jantung
pl: Serce
pt: O coração
tr: Kalp

source: Veins of the heart 1
fil: Mga ugat ng puso 1
fr: Veines du coeur 1
id: Pembuluh darah jantung 1
pl: Żyły serca 1
pt: Veias do coração 1
tr: kalp damarları 1

source: Veins of the heart 2
fil: Mga ugat ng puso 2
fr: Veines du coeur 2
id: Pembuluh darah jantung 2
pl: Żyły serca 2
pt: Veias do coração 2
tr: kalp damarları 2

source: Tail segments of the scorpion 1
fil: Mga segment ng buntot ng scorpion 1
fr: Segments de la queue du scorpion 1
id: Segmen ekor kalajengking 1
pl: Segmenty ogona skorpiona 1
pt: Segmentos da cauda do escorpião 1
tr: Akrebin kuyruk bölümleri 1

source: Tail segments of the scorpion 2
fil: Mga segment ng buntot ng scorpion 2
fr: Segments de la queue du scorpion 2
id: Segmen ekor kalajengking 2
pl: Segmenty ogona skorpiona 2
pt: Segmentos da cauda do escorpião 2
tr: Akrep 2'nin kuyruk bölümleri

source: Tail segments of the scorpion 3
fil: Mga segment ng buntot ng scorpion 3
fr: Segments de la queue du scorpion 3
id: Segmen ekor kalajengking 3
pl: Segmenty ogona skorpiona 3
pt: Segmentos da cauda do escorpião 3
tr: Akrep 3'ün kuyruk bölümleri

source: Tail segments of the scorpion 4
fil: Mga segment ng buntot ng alakdan 4
fr: Segments de la queue du scorpion 4
id: Segmen ekor kalajengking 4
pl: Segmenty ogona skorpiona 4
pt: Segmentos da cauda do escorpião 4
tr: Akrep 4'ün kuyruk bölümleri

source: Tail segments of the scorpion 5
fil: Mga segment ng buntot ng scorpion 5
fr: Segments de la queue du scorpion 5
id: Segmen ekor kalajengking 5
pl: Segmenty ogona skorpiona 5
pt: Segmentos da cauda do escorpião 5
tr: Akrep 5'in kuyruk bölümleri

source: Tail segments of the scorpion 6
fil: Mga segment ng buntot ng alakdan 6
fr: Segments de la queue du scorpion 6
id: Segmen ekor kalajengking 6
pl: Segmenty ogona skorpiona 6
pt: Segmentos da cauda do escorpião 6
tr: Akrep 6'nın kuyruk bölümleri

source: Tail segments of the scorpion 7
fil: Mga segment ng buntot ng scorpion 7
fr: Segments de la queue du scorpion 7
id: Segmen ekor kalajengking 7
pl: Segmenty ogona skorpiona 7
pt: Segmentos da cauda do escorpião 7
tr: Akrep 7'nin kuyruk bölümleri

source: The two shrikes 1
fil: Ang dalawang tumili 1
fr: Les deux grièches 1
id: Keduanya menjerit
pl: Dwa dzierzby 1
pt: Os dois picanços 1
tr: İkisi çığlık atıyor 1

source: The two shrikes 2
fil: Ang dalawang tumili 2
fr: Les deux pie-grièches 2
id: Keduanya menjerit 2
pl: Dwa dzierzby 2
pt: Os dois picanços 2
tr: İki çığlık atıyor 2

source: The two doves 1
fil: Ang dalawang kalapati 1
fr: Les deux colombes 1
id: Dua merpati 1
pl: Dwa gołębie 1
pt: As duas pombas 1
tr: iki güvercin 1

source: The two doves 2
fil: Ang dalawang kalapati 2
fr: Les deux colombes 2
id: Dua merpati
pl: Dwa gołębie 2
pt: As duas pombas 2
tr: iki güvercin 2

source: The two male ostriches 1
fil: Ang dalawang lalaking ostrich 1
fr: Les deux autruches mâles 1
id: Dua burung unta jantan
pl: Dwa samce strusi 1
pt: Os dois avestruzes machos 1
tr: iki erkek devekuşu 1

source: The two male ostriches 2
fil: Ang dalawang lalaking ostrich 2
fr: Les deux autruches mâles 2
id: Dua burung unta jantan 2
pl: Dwa samce strusie 2
pt: Os dois avestruzes machos 2
tr: iki erkek devekuşu 2

source: The southern Shi'ra
fil: Ang timog Shi'ra
fr: La Shi'ra du sud
id: Shi'ra selatan
pl: Południowy Shi'ra
pt: O xiita do sul
tr: güney Şi'ra

source: Mirzam of al-Shi'ra
fil: Mirzam ng al-Shi'ra
fr: Mirzam d'al-Shi'ra
id: Mirzam al-Syi'ra
pl: Mirzam z al-Szi'ra
pt: Mirzam de al-Shi'ra
tr: el-Şi'ralı Mirzam

source: The northern Shi'ra
fil: Ang hilagang Shi'ra
fr: La Shi'ra du nord
id: Shi'ra utara
pl: Północny Shi'ra
pt: O norte xiita
tr: kuzey Şi'ra

source: Mirzam of The tearful Shi'ra
fil: Mirzam ng Ang nakakaiyak na Shi'ra
fr: Mirzam de la Shi'ra en larmes
id: Mirzam dari Shi'ra yang penuh air mata
pl: Mirzam z płaczliwego Shi'ra
pt: Mirzam do choroso Shi'ra
tr: Ağlayan Shi'ra'nın Mirzam'ı

source: The sole one
fil: Ang nag-iisa
fr: Le seul
id: satu-satunya
pl: Jedyny
pt: O único
tr: tek olan

source: The oath star
fil: Ang panunumpa na bituin
fr: L'étoile du serment
id: Bintang sumpah
pl: Gwiazda przysięgi
pt: A estrela do juramento
tr: yemin yıldızı

source: Arabic (Lunar Stations)
fil: Arabic (Mga Istasyon ng Lunar)
fr: Arabe (stations lunaires)
id: Arab (Stasiun Bulan)
pl: arabski (stacje księżycowe)
pt: Árabe (Estações Lunares)
tr: Arapça (Ay İstasyonları)

source: The Arabic lunar stations describes the 28 sky areas chosen in ancient Arabia to define the daily location of the moon during its monthly trip around the sky.
fil: Ang Arabic lunar stations ay naglalarawan sa 28 sky areas na pinili sa sinaunang Arabia upang tukuyin ang pang-araw-araw na lokasyon ng buwan sa buwanang paglalakbay nito sa paligid ng kalangitan.
fr: Les stations lunaires arabes décrivent les 28 zones du ciel choisies dans l'ancienne Arabie pour définir l'emplacement quotidien de la lune lors de son voyage mensuel dans le ciel.
id: Stasiun lunar Arab menggambarkan 28 area langit yang dipilih di Arab kuno untuk menentukan lokasi harian bulan selama perjalanan bulanannya mengelilingi langit.
pl: Arabskie stacje księżycowe opisują 28 obszarów nieba wybranych w starożytnej Arabii w celu określenia dziennego położenia księżyca podczas jego miesięcznej podróży po niebie.
pt: As estações lunares árabes descrevem as 28 áreas do céu escolhidas na antiga Arábia para definir a localização diária da lua durante sua viagem mensal ao redor do céu.
tr: Arap ay istasyonları, eski Arabistan'da ayın gökyüzü etrafındaki aylık yolculuğu sırasında günlük konumunu tanımlamak için seçilen 28 gökyüzü alanını tanımlar.
