Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: Saha, M.N. and Lahiri, N.C.: History of the Calendar, New Delhi 1992 - [#2]: History Of Calendar-Panchanga: [Committee Report](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: Nakshatra: [article on Sanskrit Wikipedia](https://sa.wikipedia.org/wiki/नक्षत्रम्) - [#4]: Nakshatra: [article on English Wikipedia](https://en.wikipedia.org/wiki/Nakshatra)
fil: - [#1]: Saha, M.N. at Lahiri, N.C.: History of the Calendar, New Delhi 1992 - [#2]: History of Calendar-Panchanga: [Committee Report](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: Nakshatra: [artikulo sa Sanskrit Wikipedia](https://sa.wikipedia.org/wiki/नक्षत्रम्) - [#4]: Nakshatra: [artikulo sa English Wikipedia](https://en.wikipedia.org/wiki/Nakshatra)
fr: - [#1]: Saha, M.N. et Lahiri, N.C .: Histoire du calendrier, New Delhi 1992 - [#2]: History Of Calendar-Panchanga: [Rapport du comité](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: Nakshatra: [article sur Sanskrit Wikipedia] (https://sa.wikipedia.org/wiki/ नक्षत्रम्) - [#4]: Nakshatra: [article sur Wikipedia anglais](https://en.wikipedia.org/wiki/Nakshatra)
id: - [#1]: Saha, M.N. dan Lahiri, N.C.: History of the Calendar, New Delhi 1992 - [#2]: Sejarah Kalender-Panchanga: [Laporan Komite](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: Nakshatra: [artikel di Wikipedia bahasa Sansekerta](https://sa.wikipedia.org/wiki/नक्षत्रम्) - [#4]: Nakshatra: [artikel di Wikipedia bahasa Inggris](https://en.wikipedia.org/wiki/Nakshatra)
pl: - [#1]: Saha, M.N. i Lahiri, N.C .: History of the Calendar, New Delhi 1992 - [#2]: Historia kalendarza-Panchanga: [Raport komitetu](https://archive.org/stream/HistoryOfCalendarPanchangaCommitte/History-of-Calendar-Panchanga-Committe#page/n77/mode/2up) - [#3]: Nakshatra: [artykuł w sanskrycie Wikipedia] (https://sa.wikipedia.org/wiki/ नक्षत्रम्) - [#4]: Nakshatra: [artykuł na angielskiej Wikipedii](https://en.wikipedia.org/wiki/Nakshatra)
pt: - [#1]: Saha, M.N. e Lahiri, N.C .: História do Calendário, Nova Deli 1992 - [#2]: História do calendário-Panchanga: [Relatório do comitê](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: Nakshatra: [artigo sobre Wikipedia sânscrito] (https://sa.wikipedia.org/wiki/ नक्षत्रम्) - [#4]: Nakshatra: [artigo na Wikipedia em inglês](https://en.wikipedia.org/wiki/Nakshatra)
tr: - [#1]: Saha, M.N. ve Lahiri, N.C.: History of the Calendar, Yeni Delhi 1992 - [#2]: Calendar-Panchanga Tarihi: [Komite Raporu](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: Nakshatra: [Sanskritçe Wikipedia'daki makale](https://sa.wikipedia.org/wiki/नक्षत्रम्) - [#4]: Nakshatra: [İngilizce Wikipedia makalesi](https://en.wikipedia.org/wiki/Nakshatra)

source: [Tanmoy Saha](https://groups.google.com/forum/#!forum/sanskrit-programmers), Vishvas Vasuki and contributors from the sanskrit-coders community: [github page](https://github.com/sanskrit-coders). Re-worked by Susanne M Hoffmann
fil: [Tanmoy Saha](https://groups.google.com/forum/#!forum/sanskrit-programmers), Vishvas Vasuki at mga kontribyutor mula sa komunidad ng mga sanskrit-coder: [github page](https://github.com/ Sanskrit-coder). Muling ginawa ni Susanne M Hoffmann
fr: [Tanmoy Saha](https://groups.google.com/forum/#!forum/sanskrit-programmers), Vishvas Vasuki et les contributeurs de la communauté sanskrit-coders: [page github] (https://github.com/ codeurs sanskrit). Retravaillé par Susanne M Hoffmann
id: [Tanmoy Saha](https://groups.google.com/forum/#!forum/sanskrit-programmers), Vishvas Vasuki dan kontributor dari komunitas sansekerta-coders: [halaman github](https://github.com/ pembuat kode sansekerta). Dikerjakan ulang oleh Susanne M Hoffmann
pl: [Tanmoy Saha](https://groups.google.com/forum/#!forum/sanskrit-programmers), Vishvas Vasuki i współpracownicy ze społeczności sanskrit-coders: [strona github] (https://github.com/ koderów sanskrytu). Ponownie pracował Susanne M Hoffmann
pt: [Tanmoy Saha](https://groups.google.com/forum/#!forum/sanskrit-programmers), Vishvas Vasuki e colaboradores da comunidade de codificadores sânscritos: [página do github] (https://github.com/ codificadores de sânscrito). Retrabalhado por Susanne M Hoffmann
tr: [Tanmoy Saha](https://groups.google.com/forum/#!forum/sanskrit-programmers), Vishvas Vasuki ve sanskritçe kodlayıcılar topluluğundan katkıda bulunanlar: [github sayfası](https://github.com/ sanskritçe kodlayıcılar). Susanne M Hoffmann tarafından yeniden çalışıldı

source: Twin physicians of Gods
fil: Kambal na manggagamot ng mga Diyos
fr: Médecins jumeaux des dieux
id: Dokter kembar Dewa
pl: Bliźniacze lekarze bogów
pt: Médicos gêmeos dos deuses
tr: Tanrıların ikiz doktorları

source: She who bears
fil: Siya na nagdadala
fr: Elle qui porte
id: Dia yang menanggung
pl: Ona, która rodzi
pt: Ela que carrega
tr: O taşıyan

source: Nurses of kartiikeya
fil: Mga nars ng kartiikeya
fr: Infirmières de kartiikeya
id: Perawat kartiikeya
pl: Pielęgniarki kartiikeya
pt: Enfermeiras de kartiikeya
tr: kartiikeya hemşireleri

source: The spirited one
fil: Ang masigla
fr: Le fougueux
id: Yang semangat
pl: Duchowy
pt: O espirituoso
tr: ruhlu olan

source: The deer's head
fil: Ang ulo ng usa
fr: La tête de cerf
id: Kepala rusa
pl: Głowa jelenia
pt: A cabeça do veado
tr: Geyik kafası

source: The moist one
fil: Yung basa-basa
fr: L'humide
id: Yang lembab
pl: Ten wilgotny
pt: O úmido
tr: nemli olan

source: The restorers of goods
fil: Ang mga nagpapanumbalik ng mga kalakal
fr: Les restaurateurs de marchandises
id: Pemulih barang
pl: Restauratorzy towarów
pt: Os restauradores de mercadorias
tr: Mal restore edenler

source: The nourisher
fil: Ang nagpapalusog
fr: Le nourrisseur
id: Pemberi nutrisi
pl: Odżywiacz
pt: O nutridor
tr: besleyici

source: The embrace
fil: Ang yakap
fr: L'étreinte
id: Pelukan
pl: Uścisk
pt: O abraço
tr: kucaklama

source: The bountiful one
fil: Ang masaganang isa
fr: Le généreux
id: Yang dermawan
pl: Ten szczodry
pt: O abundante
tr: bol olan

source: The former red one
fil: Yung dating pula
fr: L'ancien rouge
id: Yang merah dulu
pl: Poprzedni czerwony
pt: O antigo vermelho
tr: Daha önce kırmızı olan

source: The latter red one
fil: Ang huli ay pula
fr: Ce dernier rouge
id: Yang merah terakhir
pl: Ten ostatni czerwony
pt: O último vermelho
tr: Sonuncusu kırmızı

source: The hand
fil: Ang kamay
fr: La main
id: Tangan
pl: Ręka
pt: A mão
tr: el

source: The bright one
fil: Ang maliwanag
fr: Le brillant
id: Yang cerah
pl: Jasny
pt: O brilhante
tr: parlak olan

source: The honest one
fil: Ang tapat
fr: L'honnête
id: Yang jujur
pl: Szczery
pt: O honesto
tr: dürüst olan

source: The gifted one
fil: Yung gifted
fr: Le surdoué
id: Yang berbakat
pl: Utalentowany
pt: O talentoso
tr: yetenekli olan

source: Followers of Radha
fil: Mga tagasunod ni Radha
fr: Abonnés de Radha
id: Pengikut Radha
pl: Wyznawcy Radha
pt: Seguidores de Radha
tr: Radha'nın Takipçileri

source: The eldest one
fil: Ang panganay
fr: L'aîné
id: Yang tertua
pl: Najstarszy
pt: O mais velho
tr: en büyüğü

source: The root
fil: Ang ugat
fr: La racine
id: Akar
pl: Korzeń
pt: A raiz
tr: Kök

source: The former undefeated one
fil: Yung dating undefeated
fr: L'ancien invaincu
id: Mantan yang tak terkalahkan
pl: Były niepokonany
pt: O antigo invicto
tr: Eski yenilmez

source: The latter undefeated one
fil: Ang huli ay walang talo
fr: Ce dernier invaincu
id: Yang terakhir tak terkalahkan
pl: Ten ostatni niepokonany
pt: O último invicto
tr: Sonuncusu yenilmez

source: The Ear
fil: Ang Tenga
fr: L'oreille
id: Telinga
pl: Ucho
pt: A orelha
tr: Kulak

source: The most famous one
fil: Ang pinakasikat
fr: Le plus célèbre
id: Yang paling terkenal
pl: Najbardziej znany
pt: O mais famoso
tr: En ünlüsü

source: hundred cures
fil: daang lunas
fr: cent cures
id: seratus obat
pl: sto lekarstw
pt: cem curas
tr: yüz tedavi

source: The first of the blessed feet
fil: Ang una sa mga pinagpalang paa
fr: Le premier des pieds bénis
id: Kaki pertama yang diberkati
pl: Pierwsza z błogosławionych stóp
pt: O primeiro dos pés abençoados
tr: Mübarek ayakların ilki

source: The second of the blessed feet
fil: Ang pangalawa sa mga pinagpalang paa
fr: Le deuxième des pieds bénis
id: Kaki kedua yang diberkati
pl: Druga z błogosławionych stóp
pt: O segundo dos pés abençoados
tr: mübarek ayakların ikincisi

source: The prosperous one
fil: Ang maunlad
fr: Le prospère
id: Yang makmur
pl: Ten dostatni
pt: O próspero
tr: müreffeh olan

source: The invincible one
fil: Ang walang talo
fr: L'invincible
id: Yang tak terkalahkan
pl: Niezwyciężony
pt: O invencível
tr: yenilmez olan

source: Inuit
fr: Inuite
pl: eskimoska
pt: Inuíte
tr: Eskimo

source: The Inuit are the indigenous peoples in the arctic areas of America, i.e. central and northeast Canada and Greenland. Their culture is part of the various arctic and subarctic cultures but the term "Eskimo" refers to a much larger group (also including peoples from Alaska and on both sides of the Behring Strait).
fil: Ang mga Inuit ay ang mga katutubo sa mga arctic na lugar ng America, ibig sabihin, central at hilagang-silangan ng Canada at Greenland. Ang kanilang kultura ay bahagi ng iba't ibang kultura ng arctic at subarctic ngunit ang terminong "Eskimo" ay tumutukoy sa isang mas malaking grupo (kabilang din ang mga tao mula sa Alaska at sa magkabilang panig ng Behring Strait).
fr: Les Inuits sont les peuples autochtones des régions arctiques d'Amérique, c'est-à-dire le centre et le nord-est du Canada et le Groenland. Leur culture fait partie des diverses cultures arctiques et subarctiques, mais le terme «esquimau» fait référence à un groupe beaucoup plus large (comprenant également les peuples de l'Alaska et des deux côtés du détroit de Behring).
id: Suku Inuit adalah masyarakat adat di wilayah Arktik Amerika, yaitu Kanada bagian tengah dan timur laut serta Greenland. Budaya mereka adalah bagian dari berbagai budaya Arktik dan subarktik tetapi istilah "Eskimo" mengacu pada kelompok yang jauh lebih besar (juga termasuk orang-orang dari Alaska dan di kedua sisi Selat Behring).
pl: Inuici to rdzenni mieszkańcy w arktycznych obszarach Ameryki, tj. W środkowej i północno-wschodniej Kanadzie i Grenlandii. Ich kultura jest częścią różnych kultur arktycznych i subarktycznych, ale termin „Eskimo” odnosi się do znacznie większej grupy (w tym także ludów z Alaski i po obu stronach Cieśniny Behring).
pt: Os Inuit são os povos indígenas nas áreas árticas da América, ou seja, no centro e nordeste do Canadá e na Groenlândia. Sua cultura faz parte das várias culturas árticas e sub-árticas, mas o termo "esquimó" se refere a um grupo muito maior (incluindo também povos do Alasca e dos dois lados do estreito de Behring).
tr: Inuitler, Amerika'nın kutup bölgelerinde, yani orta ve kuzeydoğu Kanada ve Grönland'daki yerli halklardır. Kültürleri çeşitli arktik ve yarı arktik kültürlerin bir parçasıdır, ancak "Eskimo" terimi çok daha büyük bir grubu ifade eder (Alaska ve Behring Boğazı'nın her iki yakasındaki halklar da dahil).

source: This sky culture for Stellarium is an adaptation of John MacDonald's research in his book _The Arctic Sky: Inuit Astronomy, Star Lore and Legend_. While placements and specifics of Inuit constellations might differ from tribe to tribe, the information in Stellarium presents the constellations and general themes of the arctic universe.
fil: Ang sky culture na ito para sa Stellarium ay isang adaptasyon ng pananaliksik ni John MacDonald sa kanyang aklat na _The Arctic Sky: Inuit Astronomy, Star Lore and Legend_. Bagama't maaaring magkaiba ang mga pagkakalagay at detalye ng mga konstelasyon ng Inuit sa bawat tribo, ang impormasyon sa Stellarium ay nagpapakita ng mga konstelasyon at pangkalahatang tema ng arctic universe.
fr: Cette culture du ciel pour Stellarium est une adaptation des recherches de John MacDonald dans son livre _The Arctic Sky: Inuit Astronomy, Star Lore and Legend_. Bien que les emplacements et les spécificités des constellations inuites puissent différer d'une tribu à l'autre, les informations contenues dans Stellarium présentent les constellations et les thèmes généraux de l'univers arctique.
id: Budaya langit untuk Stellarium ini merupakan adaptasi dari penelitian John MacDonald dalam bukunya _The Arctic Sky: Inuit Astronomy, Star Lore and Legend_. Sementara penempatan dan spesifikasi konstelasi Inuit mungkin berbeda dari satu suku ke suku lainnya, informasi di Stellarium menyajikan konstelasi dan tema umum alam semesta Arktik.
pl: Ta kultura nieba dla Stellarium jest adaptacją badań Johna MacDonalda w jego książce „Arctic Sky: Inuit Astronomy, Star Lore and Legend”. Podczas gdy umiejscowienie i specyfika konstelacji Eskimosów mogą się różnić w zależności od plemienia, informacje w Stellarium przedstawiają konstelacje i ogólne tematy wszechświata arktycznego.
pt: Essa cultura do céu para o Stellarium é uma adaptação da pesquisa de John MacDonald em seu livro "O Céu Ártico: Astronomia Inuit, Lore Star e Legend". Embora os posicionamentos e as especificidades das constelações inuítes possam diferir de tribo para tribo, as informações no Stellarium apresentam as constelações e os temas gerais do universo ártico.
tr: Stellarium için bu gökyüzü kültürü, John MacDonald'ın _The Arctic Sky: Inuit Astronomy, Star Lore and Legend_ adlı kitabındaki araştırmasının bir uyarlamasıdır. Eskimo takımyıldızlarının yerleşimleri ve özellikleri kabileden kabileye farklılık gösterse de Stellarium'daki bilgiler, takımyıldızları ve kutup evreninin genel temalarını sunar.

source: - [#1]: John MacDonald. The Arctic Sky: Inuit Astronomy, Star Lore and Legend.
fil: - [#1]: John MacDonald. Ang Arctic Sky: Inuit Astronomy, Star Lore at Legend.
fr: - [#1]: John MacDonald. Le ciel arctique: astronomie inuit, légende des étoiles et légende.
id: - [#1]: John MacDonald. Langit Arktik: Astronomi Inuit, Pengetahuan Bintang, dan Legenda.
pt: - [#1]: John MacDonald. O Céu Ártico: Astronomia Inuit, Lore Star e Legend.
tr: - [#1]: John MacDonald. Arctic Sky: Inuit Astronomy, Star Lore ve Legend.

source: This sky culture was contributed by _Karrie Berglund_ of Digitalis Education Solutions, Inc. based primarily on the book __The Arctic Sky: Inuit Astronomy, Star Lore and Legend__ by John MacDonald. Illustrations by Johan Meuris. Edited by Susanne M Hoffmann and the Stellarium's team.
fil: Ang kultura ng langit na ito ay iniambag ni _Karrie Berglund_ ng Digitalis Education Solutions, Inc. na pangunahing batay sa aklat na __The Arctic Sky: Inuit Astronomy, Star Lore and Legend__ ni John MacDonald. Mga guhit ni Johan Meuris. In-edit ni Susanne M Hoffmann at ang koponan ng Stellarium.
fr: Cette culture du ciel a été apportée par _Karrie Berglund_ de Digitalis Education Solutions, Inc. basée principalement sur le livre __Le ciel arctique: astronomie inuit, Star Lore et Legend__ de John MacDonald. Illustrations de Johan Meuris. Sous la direction de Susanne M Hoffmann et de l'équipe du Stellarium.
id: Budaya langit ini disumbangkan oleh _Karrie Berglund_ dari Digitalis Education Solutions, Inc. berdasarkan buku __The Arctic Sky: Inuit Astronomy, Star Lore and Legend__ oleh John MacDonald. Ilustrasi oleh Johan Meuris. Diedit oleh Susanne M Hoffmann dan tim Stellarium.
pl: Ta kultura nieba została napisana przez _Karrie Berglund_ z Digitalis Education Solutions, Inc. na podstawie książki __ The Arctic Sky: Inuit Astronomy, Star Lore and Legend__ autorstwa Johna MacDonalda. Ilustracje Johan Meuris. Pod redakcją Susanne M. Hoffmann i zespół Stellarium.
pt: Essa cultura do céu foi contribuída por _Karrie Berglund_ da Digitalis Education Solutions, Inc., baseada principalmente no livro __O Céu Ártico: Astronomia Inuit, Lore Star e Legend__ de John MacDonald. Ilustrações de Johan Meuris. Editado por Susanne M Hoffmann e pela equipe do Stellarium.
tr: Bu gökyüzü kültürü, esas olarak John MacDonald'ın __The Arctic Sky: Inuit Astronomy, Star Lore and Legend__ kitabına dayanan Digitalis Education Solutions, Inc.'den _Karrie Berglund_ tarafından sağlanmıştır. Johan Meuris'in çizimleri. Susanne M Hoffmann ve Stellarium'un ekibi tarafından düzenlendi.

source: Text and data: GNU GPL v2.0 Illustrations: Free Art License
fil: Teksto at data: GNU GPL v2.0 Mga Ilustrasyon: Libreng Lisensya sa Sining
fr: Texte et données: GNU GPL v2.0 Illustrations: Licence artistique gratuite
id: Teks dan data: GNU GPL v2.0 Ilustrasi: Lisensi Seni Gratis
pl: Tekst i dane: GNU GPL v2.0 Ilustracje: Licencja Wolnej Sztuki
pt: Texto e dados: GNU GPL v2.0 Ilustrações: Licença de Arte Gratuita
tr: Metin ve veriler: GNU GPL v2.0 İllüstrasyonlar: Ücretsiz Sanat Lisansı

source: Two Sunbeams
fil: Dalawang Sunbeam
fr: Deux rayons de soleil
id: Dua Pancaran Matahari
pl: Dwa Promienie
pt: Dois raios de sol
tr: İki Güneş Işını

source: An important constellation for timekeeping.
fil: Isang mahalagang konstelasyon para sa timekeeping.
fr: Une constellation importante pour le chronométrage.
id: Sebuah konstelasi penting untuk ketepatan waktu.
pl: Ważna konstelacja pomiaru czasu.
pt: Uma constelação importante para cronometragem.
tr: Zaman işleyişi için önemli bir takımyıldız.

source: Two Placed Far Apart
fil: Dalawang Nakalagay na Malayo
fr: Deux placés à l'écart
id: Dua tempat yang berjauhan
pl: Dwa, położone z dala od siebie
pt: Duas bem afastadas
tr: Ayrı Konulmuş İki

source: Two stars signaling the return of sunlight to the arctic
fil: Dalawang bituin ang hudyat ng pagbabalik ng sikat ng araw sa arctic
fr: Deux étoiles signalant le retour du soleil dans l'Arctique
id: Dua bintang menandakan kembalinya sinar matahari ke Arktik
pl: Dwie gwiazdy sygnalizujące powrót światła słonecznego do Arktyki
pt: Duas estrelas sinalizando o retorno da luz solar ao Ártico
tr: Güneş ışığının kutuplara geri döndüğünü gösteren iki yıldız

source: Dogs
fil: Mga aso
fr: Chiens
id: Anjing
pl: Psy
pt: Cães
tr: Köpekler

source: Five dogs harassing Nanook, or Nanurjuk, the polar bear.
fil: Limang aso ang nanliligalig kay Nanook, o Nanurjuk, ang polar bear.
fr: Cinq chiens harcelant Nanook, ou Nanurjuk, l'ours polaire.
id: Lima anjing mengganggu Nanook, atau Nanurjuk, si beruang kutub.
pl: Pięć psów nękających Nanooka lub Nanurjuka, niedźwiedzia polarnego.
pt: Cinco cães assediando Nanook, ou Nanurjuk, o urso polar.
tr: Nanook'u veya kutup ayısı Nanurjuk'u taciz eden beş köpek.

source: Collarbones
fr: Clavicules
id: Tulang selangka
pl: Obojczyki
pt: Colar de ossos
tr: Köprücük Kemikleri

source: Lamp Stand
fr: Chandelier
id: Dudukan lampu
pl: Świecznik
pt: Candeeiro de pé
tr: Lambalık

source: Stand containing the burning fuel providing light
fil: Stand na naglalaman ng nasusunog na gasolina na nagbibigay ng liwanag
fr: Support contenant le combustible brûlant fournissant de la lumière
id: Berdiri berisi bahan bakar yang terbakar memberikan cahaya
pl: Stojak zawierający płonące paliwo zapewniający światło
pt: Suporte contendo o combustível que queima fornecendo luz
tr: Işık sağlayan yanan yakıtı içeren stand

source: Caribou
id: Kijang besar
pl: Karibu
pt: Alce
tr: Karibu

source: The big dipper is Tukturjuit, the caribou.
fil: Ang malaking dipper ay Tukturjuit, ang caribou.
fr: La grande louche est Tukturjuit, le caribou.
id: Biduk besar adalah Tukturjuit, karibu.
pl: Dużym wózkiem jest karuzela Tukturjuit.
pt: A ursa maior é Tukturjuit, o caribu.
tr: Büyük kepçe, karibu Tukturjuit'tir.

source: Two in Front
fil: Dalawa sa Harap
fr: Deux devant
id: Dua di depan
pl: Dwóch na przodzie
pt: Duas de frente
tr: Önde İki

source: "The first ones", Little Orphan Boy being chased by an angry grandfather.
fil: "The first ones", Little Orphan Boy na hinabol ng isang galit na lolo.
fr: "Les premiers", Little Orphan Boy poursuivi par un grand-père en colère.
id: "Yang pertama", Anak Yatim Kecil dikejar oleh kakek yang marah.
pl: „Pierwsi”, a Little Orphan Boy ściga gniewny dziadek.
pt: "Os primeiros", Garotinho Órfão sendo perseguido por um avô zangado.
tr: "İlkler", Küçük Yetim Çocuk öfkeli bir dede tarafından kovalanıyor.

source: Breastbone
fr: Sternum
id: Tulang dada
pl: Mostek
pt: Osso do peito
tr: Göğüs Kemiği

source: The Pleiades, are seen as a breast bone.
fil: Ang Pleiades, ay nakikita bilang isang buto ng dibdib.
fr: Les Pléiades sont considérées comme un sternum.
id: Pleiades, dipandang sebagai tulang dada.
pl: Plejady są postrzegane jako kość piersiowa.
pt: As Plêiades, são vistas como um osso do peito.
tr: Ülker, göğüs kemiği olarak görülür.

source: Runners
fil: Mga mananakbo
fr: Coureurs
id: Pelari
pl: Biegacze
pt: Corredores
tr: Koşucular

source: Orion's Belt is Ullaktut, three hunters lost on a hunting trip for Nanuk, the polar bear.
fil: Ang Orion's Belt ay Ullaktut, tatlong mangangaso ang nawala sa isang paglalakbay sa pangangaso para kay Nanuk, ang polar bear.
fr: La ceinture d'Orion est Ullaktut, trois chasseurs perdus lors d'un voyage de chasse pour Nanuk, l'ours polaire.
id: Sabuk Orion adalah Ullaktut, tiga pemburu tersesat dalam perjalanan berburu Nanuk, beruang kutub.
pl: Pas Oriona to Ullaktut, trzech myśliwych zagubionych podczas polowania na Nanuk, niedźwiedzia polarnego.
pt: O Cinturão de Órion é Ullaktut, três caçadores perdidos em uma viagem de caça a Nanuk, o urso polar.
tr: Orion'un Kuşağı Ullaktut'tur, üç avcı kutup ayısı Nanuk için bir av gezisinde kaybolur.

source: Blubber Container
fil: Lalagyan ng Blubber
fr: Récipient à graisse de baleine
id: Wadah lemak ikan Paus
pl: Zbiornik na łzy
pt: Recipiente da Gordura de Baleia
tr: Balina Yağı Sandığı

source: A seal flipper skin sewn shut, contains fuel for lamps.
fil: Ang balat ng seal flipper na tinahi, ay naglalaman ng panggatong para sa mga lamp.
fr: Une peau de nageoire de phoque cousue fermée, contient du carburant pour les lampes.
id: Kulit sirip segel dijahit tertutup, berisi bahan bakar untuk lampu.
pl: Zamknięta skóra płetwy uszczelniającej zawiera paliwo do lamp.
pt: Uma pele de aleta de vedação costurada fechada, contém combustível para lâmpadas.
tr: Kapatılan bir mühür yüzgeç derisi, lambalar için yakıt içerir.

source: The One Behind
fil: Ang Nasa Likod
fr: Celui qui est derrière
id: seseorang yang di belakang
pl: Ktoś z tyłu
pt: A lá de trás
tr: Arkadaki Bir

source: The grandmother chasing the Two in Front
fil: Hinahabol ng lola ang Dalawa sa Harap
fr: La grand-mère pourchasse les deux devant
id: Nenek mengejar Dua di Depan
pl: Babcia goni Dwóch z przodu
pt: A avó perseguindo os dois na frente
tr: Önde İki'yi kovalayan büyükanne

source: The Old Woman
fil: Ang matandang babae
fr: The Old Woman (étoile Vega)
id: Wanita Tua
pl: Stara Kobieta
pt: A Mulher Velha
tr: Yaşlı Kadın

source: Spirit of a Polar Bear
fil: Espiritu ng isang Polar Bear
fr: Spirit of a Polar Bear (constellation du Taureau)
id: Ruh Beruang Kutub
pl: Duch Niedźwiedzia Polarnego
pt: Espírito de um Urso Polar
tr: Bir Kutup Ayısının Ruhu

source: Never Moves
fr: Never Moves (étoile polaire)
id: Tidak Pernah Bergerak
pl: Nie porusza się
pt: Nunca se Move
tr: Asla Kıpırdamaz

source: Name of a Murdered Man
fil: Pangalan ng Pinatay na Lalaki
fr: Name of a Murdered Man (Procyon)
id: Nama dari Wanita yang Dibunuh
pl: Imię zamordowanego
pt: Nome de um Homem Assassinado
tr: Öldürülmüş bir Adamın Adı

source: Flickering
fil: kumikislap
fr: La Scintillante
id: Kerdipan
pl: Migotanie
pt: Cintilação
tr: Titreme

source: Nephews
fil: Mga pamangkin
fr: Les Neveux
id: Keponakan Laki-laki
pl: Siostrzeńcy
pt: Sobrinhos
tr: Yeğenler
