Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: Kite of Kawelo
fil: Saranggola ni Kawelo
fr: Cerf-volant de Kawelo
id: Layang-layang dari Kawelo
pl: Latawiec Kawelo
pt: Papagaio de Kawelo
tr: Kawelo'nun Uçurtması

source: _Ka Lupe o Kawelo_ translates to “The Kite of Kawelo”. Kawelo was a great chief of Kaua’i and O’ahu and this star line represents the kite which was lost as a child. The star line starts with _‘Iwakeli’i_, meaning Chief Frigate Bird (_Fregata Minor_). The shape of this constellation (which is Cassiopeia's W in the West) resembles the _‘iwa_ bird that is known for leading voyagers to land. The center of the star line is the Kite of Kawelo (equal to the Great Square of Pegasus). The four stars that make the kite are named after Kawelo’s greatest ancestors: _Manokalanipo_ (δ Peg, Alpheratz), _Kakuhihewa_ (β Peg, Scheat), _Pi’ilani_ (γ Peg, Algenib), and _Keawe_ (α Peg, Markab). All four were famous chiefs of their time. The star line then connects south to two stars _Pi’ikea_ (β Cet, Deneb Kaitos) and _Kukaniloko_ (α PsA, Fomalhaut). The northern pointer is found in _Manokalanipo_ (δ Peg, Alpheratz) and _Kealohalani-po-keao_ (β Cas, Caph) of _‘Iwakeli’i_. The southern pointer is connected with _Keawe_ (α Peg, Markab) and _Kukaniloko_ (α PsA, Fomalhaut).
fil: _Ka Lupe o Kawelo_ translates to “The Kite of Kawelo”. Si Kawelo ay isang mahusay na pinuno ng Kaua'i at O'ahu at ang linya ng bituin na ito ay kumakatawan sa saranggola na nawala noong bata pa. Ang linya ng bituin ay nagsisimula sa _'Iwakeli'i_, ibig sabihin ay Chief Frigate Bird (_Fregata Minor_). Ang hugis ng konstelasyon na ito (na Cassiopeia's W sa Kanluran) ay kahawig ng _‘iwa_ bird na kilala sa pag-akay sa mga manlalakbay sa lupa. Ang sentro ng linya ng bituin ay ang Saranggola ng Kawelo (katumbas ng Great Square ng Pegasus). Ang apat na bituin na gumagawa ng saranggola ay ipinangalan sa pinakadakilang mga ninuno ni Kawelo: _Manokalanipo_ (δ Peg, Alpheratz), _Kakuhihewa_ (β Peg, Scheat), _Pi'ilani_ (γ Peg, Algenib), at _Keawe_ (α Peg, Markab). Ang apat ay mga sikat na pinuno ng kanilang panahon. Ang linya ng bituin ay nag-uugnay sa timog sa dalawang bituin _Pi'ikea_ (β Cet, Deneb Kaitos) at _Kukaniloko_ (α PsA, Fomalhaut). Ang hilagang pointer ay matatagpuan sa _Manokalanipo_ (δ Peg, Alpheratz) at _Kealohalani-po-keao_ (β Cas, Caph) ng _‘Iwakeli’i_. Ang southern pointer ay konektado sa _Keawe_ (α Peg, Markab) at _Kukaniloko_ (α PsA, Fomalhaut).
fr: _Ka Lupe o Kawelo_ se traduit par «Le cerf-volant de Kawelo». Kawelo était un grand chef de Kaua’i et O’ahu et cette ligne étoilée représente le cerf-volant qui a été perdu enfant. La ligne d'étoile commence par _'Iwakeli'i_, ce qui signifie chef frégate Bird (_Fregata Minor_). La forme de cette constellation (qui est le W de Cassiopée à l'Ouest) ressemble à l'oiseau _'iwa_ qui est connu pour amener les voyageurs à atterrir. Le centre de la ligne étoilée est le cerf-volant de Kawelo (égal au Grand Carré de Pégase). Les quatre étoiles qui composent le cerf-volant portent le nom des plus grands ancêtres de Kawelo: _Manokalanipo_ (δ Peg, Alpheratz), _Kakuhihewa_ (β Peg, Scheat), _Pi’ilani_ (γ Peg, Algenib) et _Keawe_ (α Peg, Markab). Tous les quatre étaient des chefs célèbres de leur temps. La ligne stellaire relie ensuite le sud à deux étoiles _Pi’ikea_ (β Cet, Deneb Kaitos) et _Kukaniloko_ (α PsA, Fomalhaut). Le pointeur nord se trouve dans _Manokalanipo_ (δ Peg, Alpheratz) et _Kealohalani-po-keao_ (β Cas, Caph) de _'Iwakeli’i_. Le pointeur sud est connecté avec _Keawe_ (α Peg, Markab) et _Kukaniloko_ (α PsA, Fomalhaut).
id: _Ka Lupe o Kawelo_ diterjemahkan menjadi “Layang-layang Kawelo”. Kawelo adalah kepala suku besar Kaua'i dan O'ahu dan garis bintang ini melambangkan layang-layang yang hilang saat kecil. Garis bintang dimulai dengan _‘Iwakeli’i_, yang berarti Burung Kepala Frigate (_Fregata Minor_). Bentuk konstelasi ini (yaitu Cassiopeia's W di Barat) menyerupai burung _‘iwa_ yang dikenal sebagai penuntun pelayar ke daratan. Pusat garis bintang adalah Layang-layang Kawelo (sama dengan Alun-alun Besar Pegasus). Empat bintang yang membuat layang-layang dinamai menurut nenek moyang terbesar Kawelo: _Manokalanipo_ (δ Pasak, Alpheratz), _Kakuhihewa_ (β Pasak, Scheat), _Pi’ilani_ (γ Pasak, Algenib), dan _Keawe_ (α Pasak, Markab). Keempatnya adalah pemimpin terkenal pada masanya. Garis bintang kemudian menghubungkan selatan ke dua bintang _Pi'ikea_ (β Cet, Deneb Kaitos) dan _Kukaniloko_ (α PsA, Fomalhaut). Penunjuk utara ditemukan di _Manokalanipo_ (δ Peg, Alpheratz) dan _Kealohalani-po-keao_ (β Cas, Caph) dari _‘Iwakeli’i_. Penunjuk selatan terhubung dengan _Keawe_ (α Peg, Markab) dan _Kukaniloko_ (α PsA, Fomalhaut).
pl: _Ka Lupe o Kawelo_ tłumaczy się na „Latawiec Kawelo”. Kawelo był wielkim wodzem Kauai i O'ahu, a ta linia gwiazd reprezentuje latawiec, który zaginął jako dziecko. Linia gwiazd zaczyna się od „Iwakeli”, co oznacza Głównego Fregata Ptaka (_Fregata Minor_). Kształt tej konstelacji (czyli W na Cassiopei na Zachodzie) przypomina ptaka „iwa” znanego z wiodących podróżników do lądowania. Centrum linii gwiazd to Latawiec Kawelo (równy Wielkiemu Placowi Pegaza). Cztery gwiazdy tworzące latawiec są nazwane na cześć największych przodków Kawelo: _Manokalanipo_ (eg Peg, Alpheratz), _Kakuhihewa_ (β Peg, Scheat), _Pi’ilani_ (γ Peg, Algenib) i _Keawe_ (α Peg, Markab). Wszyscy czterej byli sławnymi wodzami swoich czasów. Linia gwiazd łączy się następnie na południe z dwiema gwiazdami _Pi’ikea_ (β Cet, Deneb Kaitos) i _Kukaniloko_ (α PsA, Fomalhaut). Wskaźnik północny znajduje się w _Manokalanipo_ (eg Peg, Alpheratz) i _Kealohalani-po-keao_ (β Cas, Caph) z „Iwakeli’i”. Południowy wskaźnik jest powiązany z _Keawe_ (α Peg, Markab) i _Kukaniloko_ (α PsA, Fomalhaut).
pt: _Ka Lupe o Kawelo_ é traduzido como "O Papagaio de Kawelo". Kawelo era um grande chefe de Kaua'i e O'ahu e essa linha estelar representa a pipa que se perdeu quando criança. A linha da estrela começa com _Iwakeli'i_, que significa pássaro-fragata-chefe (_Fregata Minor_). A forma desta constelação (que é o W de Cassiopeia no oeste) se assemelha ao pássaro _iiwa_ conhecido por levar os viajantes à terra. O centro da linha das estrelas é o Kite de Kawelo (igual à Grande Praça de Pegasus). As quatro estrelas que formam a pipa têm o nome dos maiores ancestrais de Kawelo: _Manokalanipo_ (δ Peg, Alpheratz), _Kakuhihewa_ (β Peg, Scheat), _Pi'ilani_ (γ Peg, Algenib) e _Keawe_ (α Peg, Markab). Todos os quatro eram chefes famosos de seu tempo. A linha estelar se conecta ao sul com duas estrelas _Pi’ikea_ (β Cet, Deneb Kaitos) e _Kukaniloko_ (α PsA, Fomalhaut). O ponteiro norte é encontrado em _Manokalanipo_ (δ Peg, Alpheratz) e _Kealohalani-po-keao_ (β Cas, Caph) de _Iwakeli'i_. O ponteiro sul está conectado com _Keawe_ (α Peg, Markab) e _Kukaniloko_ (α PsA, Fomalhaut).
tr: _Ka Lupe o Kawelo_, "Kawelo'nun Uçurtması" anlamına gelir. Kawelo, Kaua'i ve O'ahu'nun büyük bir şefiydi ve bu yıldız çizgisi, çocukken kaybolan uçurtmayı temsil ediyor. Yıldız çizgisi, Baş Fırkateyn Kuşu (_Fregata Minor_) anlamına gelen _'Iwakeli'i_ ile başlar. Bu takımyıldızın (Batı'da Cassiopeia'nın W'si) şekli, yolcuları karaya çıkarmasıyla bilinen 'iwa_ kuşunu andırıyor. Yıldız çizgisinin merkezi Kawelo Uçurtma'dır (Pegasus'un Büyük Meydanı'na eşittir). Uçurtmayı yapan dört yıldız, Kawelo'nun en büyük atalarının adını almıştır: _Manokalanipo_ (δ Peg, Alpheratz), _Kakuhihewa_ (β Peg, Scheat), _Pi'ilani_ (γ Peg, Algenib) ve _Keawe_ (α Peg, Markab). Dördü de zamanlarının ünlü şefleriydi. Yıldız çizgisi daha sonra güneyi iki yıldıza _Pi'ikea_ (β Cet, Deneb Kaitos) ve _Kukaniloko_ (α PsA, Fomalhaut) ile bağlar. Kuzey işaretçisi, _'Iwakeli'i_'nin _Manokalanipo_ (δ Peg, Alpheratz) ve _Kealohalani-po-keao_ (β Cas, Caph) içinde bulunur. Güney işaretçisi _Keawe_ (α Peg, Markab) ve _Kukaniloko_ (α PsA, Fomalhaut) ile bağlantılıdır.

source: Chief Frigate Bird
fil: Punong Frigate Bird
fr: La Frégate du Chef
id: Kepala Burung Frigate
pl: Naczelny ptak fregaty
pt: Pássaro de fragata principal
tr: Baş Fırkateyn Kuşu

source: Cared for by Moon
fil: Inaalagaan ni Moon
fr: Aimé de la Lune
id: Diemong oleh Bulan
pl: Otoczony ochroną przez Księżyc
pt: Guiado pela Lua
tr: Aya Adanmış

source: The Pointers
fil: Ang mga Pointer
fr: Les Gardes
id: Petunjuk
pl: Wskaźniki
pt: Os ponteiros
tr: İşaretçiler

source: Indian Vedic
fr: Védique indienne
id: Veda India
pl: wedyjska (Indie)
pt: Védico Indiano
tr: Hint Vedik

source: Indian astronomy has a long history stretching from pre-historic to modern times. Some of the earliest roots of Indian astronomy can be dated to the period of Indus Valley Civilization or earlier.
fil: Ang astronomiya ng India ay may mahabang kasaysayan mula sa pre-historic hanggang sa modernong panahon. Ang ilan sa mga pinakaunang ugat ng Indian astronomy ay maaaring napetsahan sa panahon ng Indus Valley Civilization o mas maaga.
fr: L'astronomie indienne a une longue histoire qui s'étend de la préhistoire aux temps modernes. Certaines des premières racines de l'astronomie indienne peuvent être datées de la période de la civilisation de la vallée de l'Indus ou plus tôt.
id: Astronomi India memiliki sejarah panjang yang terbentang dari zaman prasejarah hingga zaman modern. Beberapa akar astronomi India yang paling awal dapat diperkirakan berasal dari periode Peradaban Lembah Indus atau lebih awal.
pl: Indyjska astronomia ma długą historię, sięgającą od czasów prehistorycznych po czasy współczesne. Niektóre z najwcześniejszych korzeni indyjskiej astronomii można datować na okres cywilizacji doliny Indusu lub wcześniej.
pt: A astronomia indiana tem uma longa história que se estende desde a pré-história até os tempos modernos. Algumas das raízes mais antigas da astronomia indiana podem ser datadas do período da Civilização do Vale do Indo ou anterior.
tr: Hint astronomisi, tarih öncesinden modern zamanlara uzanan uzun bir tarihe sahiptir. Hint astronomisinin en eski köklerinden bazıları İndus Vadisi Uygarlığı dönemine veya daha öncesine tarihlenebilir.
