Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: The Birray Birray are a group of uninitiated boys who are in love with the seven young women (sisters), Miyay Miyay, who make up the Pleiades star cluster. They chased the Miyay Miyay, who ended up in the sky, and for this they were placed in Orion, as the three stars that make up the belt of Orion. Rigel is their fire, and the sword of Orion is their fire poker. They are kept from the Miyay Miyay by the Wiringin, Old Dthillar, who is Aldebaran.
fil: Ang Birray Birray ay isang grupo ng mga hindi kilalang lalaki na umiibig sa pitong kabataang babae (kapatid na babae), si Miyay Miyay, na bumubuo sa Pleiades star cluster. Hinabol nila ang Miyay Miyay, na napunta sa langit, at dahil dito inilagay sila sa Orion, bilang tatlong bituin na bumubuo sa sinturon ng Orion. Si Rigel ang kanilang apoy, at ang espada ng Orion ay ang kanilang apoy na poker. Ang mga ito ay iniingatan mula sa Miyay Miyay ng Wiringin, Old Dthillar, na si Aldebaran.
fr: Les Birray Birray sont un groupe de garçons non initiés amoureux des sept jeunes femmes (soeurs), Miyay Miyay, qui composent l'amas d'étoiles des Pléiades. Ils ont pourchassé les Miyay Miyay, qui se sont retrouvés dans le ciel, et pour cela ils ont été placés à Orion, comme les trois étoiles qui composent la ceinture d'Orion. Rigel est leur feu, et l'épée d'Orion est leur feu poker. Ils sont tenus à l'écart des Miyay Miyay par le Wiringin, Old Dthillar, qui est Aldebaran.
id: Birray Birray adalah sekelompok anak laki-laki yang belum tahu yang jatuh cinta dengan tujuh wanita muda (saudara perempuan), Miyay Miyay, yang membentuk gugus bintang Pleiades. Mereka mengejar Miyay Miyay, yang berakhir di langit, dan untuk ini mereka ditempatkan di Orion, sebagai tiga bintang yang membentuk sabuk Orion. Rigel adalah api mereka, dan pedang Orion adalah poker api mereka. Mereka disimpan dari Miyay Miyay oleh Wiringin, Old Dthillar, yang adalah Aldebaran.
pl: Birray Birray to grupa niewtajemniczonych chłopców zakochanych w siedmiu młodych kobietach (siostrach) Miyay Miyay, które tworzą gromadę gwiazd Plejady. Ścigali Miyay Miyay, który wylądował na niebie, i za to zostali umieszczeni w Orionie, jako trzy gwiazdy tworzące pas Oriona. Rigel to ich ogień, a miecz Oriona to ich ognisty poker. Są trzymani z Miyay Miyay przez Wiringina, Starego Dtharola, którym jest Aldebaran.
pt: Os Birray Birray são um grupo de meninos não iniciados apaixonados pelas sete jovens (irmãs) Miyay Miyay, que compõem o aglomerado de estrelas das Plêiades. Eles perseguiram o Miyay Miyay, que acabou no céu, e por isso foram colocados em Orion, como as três estrelas que compõem o cinturão de Orion. Rigel é o fogo deles, e a espada de Orion é o fogo deles. Eles são mantidos no Miyay Miyay pelo Wiringin, Old Dthillar, que é Aldebaran.
tr: Birray Birray, Pleiades yıldız kümesini oluşturan yedi genç kadına (kız kardeş), Miyay Miyay'a aşık olan bir grup genç erkektir. Sonunda gökyüzüne çıkan Miyay Miyay'ı kovaladılar ve bunun için Orion'un kuşağını oluşturan üç yıldız olarak Orion'a yerleştirildiler. Rigel onların ateşidir ve Orion'un kılıcı onların ateş maşasıdır. Aldebaran olan Wiringin, Old Dthillar tarafından Miyay Miyay'dan tutulurlar.

source: Birringoloo is the second wife of Byaame, the creator/culture hero. She sits by the campfire of Byaame's camp (the star Alpha Muscae), and all women with girl children who die come to this camp before going on to Bulimah (Heaven behind Warrambul). They wait at this camp until all their girl children have died and come to the camp, and then they can proceed to Bulimah.
fil: Si Birringoloo ang pangalawang asawa ni Byaame, ang creator/culture hero. Nakaupo siya sa tabi ng campfire ng kampo ni Byaame (ang bituin na Alpha Muscae), at lahat ng babaeng may mga batang babae na namatay ay pumupunta sa kampo na ito bago pumunta sa Bulimah (Langit sa likod ng Warrambul). Naghihintay sila sa kampong ito hanggang sa mamatay ang lahat ng kanilang mga anak na babae at makarating sa kampo, at pagkatapos ay maaari silang tumuloy sa Bulimah.
fr: Birringoloo est la deuxième épouse de Byaame, le héros créateur / culture. Elle est assise près du feu de camp du camp de Byaame (la star Alpha Muscae), et toutes les femmes avec des filles qui meurent viennent dans ce camp avant de se rendre à Bulimah (le paradis derrière Warrambul). Ils attendent dans ce camp jusqu'à ce que toutes leurs filles soient mortes et soient venues au camp, puis elles peuvent se rendre à Bulimah.
id: Birringoloo adalah istri kedua Byaame, pencipta/pahlawan budaya. Dia duduk di dekat api unggun kamp Byaame (bintang Alpha Muscae), dan semua wanita dengan anak perempuan yang meninggal datang ke kamp ini sebelum pergi ke Bulimah (Surga di belakang Warrambul). Mereka menunggu di kamp ini sampai semua anak perempuan mereka meninggal dan datang ke kamp, dan kemudian mereka dapat melanjutkan ke Bulimah.
pl: Birringoloo jest drugą żoną Byaame, twórcy / bohatera kultury. Siedzi przy ognisku obozu Byaame (gwiazda Alpha Muscae), a wszystkie kobiety z umierającymi dziewczynkami przyjeżdżają do tego obozu przed udaniem się do Bulimah (Niebo za Warrambul). Czekają w tym obozie, aż wszystkie ich córeczki umrą i przybędą do obozu, a następnie mogą udać się do Bulimah.
pt: Birringoloo é a segunda esposa de Byaame, o criador / herói da cultura. Ela senta-se junto à fogueira do acampamento de Byaame (a estrela Alpha Muscae), e todas as mulheres com meninas que morrem chegam a este acampamento antes de seguirem para Bulimah (o céu atrás de Warrambul). Eles esperam neste acampamento até que todas as suas filhas tenham morrido e venham ao acampamento, e então podem prosseguir para Bulimah.
tr: Birringoloo, yaratıcı/kültür kahramanı Byaame'nin ikinci karısıdır. Byaame'nin kampının (Alpha Muscae yıldızı) kamp ateşinin yanında oturuyor ve ölen kız çocukları olan tüm kadınlar Bulimah'a (Warrambul'un arkasındaki Cennet) gitmeden önce bu kampa geliyor. Kız çocukları ölene kadar bu kampta beklerler ve kampa gelirler ve sonra Bulimah'a gidebilirler.

source: Yarran (also called mingga) is the roots of the Yarran tree, an Acacia, which is the tree that Byaame took up to the Warrambul with the first man to die (and the Cockatoos). It is actually centred on the Coal Sack, and the dark nebula is the hollow of the tree seen from below, with the roots spreading around. When someone dies and goes to Bulimah, they go through the hollow of the Yarran.
fil: Ang Yarran (tinatawag ding mingga) ay ang mga ugat ng puno ng Yarran, isang Acacia, na siyang punong dinala ni Byaame hanggang sa Warrambul kasama ang unang taong namatay (at ang mga Cockatoos). Ito ay aktwal na nakasentro sa Coal Sack, at ang madilim na nebula ay ang guwang ng puno na nakikita mula sa ibaba, na ang mga ugat ay kumakalat sa paligid. Kapag may namatay at pumunta sa Bulimah, dumaan sila sa guwang ng Yarran.
fr: Yarran (également appelé mingga) est les racines de l'arbre Yarran, un Acacia, qui est l'arbre que Byaame a amené au Warrambul avec le premier homme à mourir (et les cacatoès). Il est en fait centré sur le sac de charbon, et la nébuleuse sombre est le creux de l'arbre vu de dessous, avec les racines qui se répandent. Quand quelqu'un meurt et va à Bulimah, il traverse le creux du Yarran.
id: Yarran (juga disebut mingga) adalah akar dari pohon Yarran, sebuah Acacia, yang merupakan pohon yang dibawa Byaame ke Warrambul dengan manusia pertama yang mati (dan Kakatua). Itu sebenarnya berpusat di Karung Batubara, dan nebula gelap adalah lubang pohon yang terlihat dari bawah, dengan akar menyebar. Ketika seseorang meninggal dan pergi ke Bulimah, mereka melalui lubang Yarran.
pl: Yarran (zwany także mingga) to korzenie drzewa Yarran, akacji, która jest drzewem, które Byaame zabrał do Warrambul z pierwszym człowiekiem, który umarł (i kakadu). Jest w rzeczywistości wyśrodkowany na Worku Węgla, a ciemna mgławica to zagłębienie drzewa widziane z dołu, z korzeniami rozrzuconymi wokół. Kiedy ktoś umiera i idzie do Bulimah, przechodzi przez zagłębienie Yarranu.
pt: Yarran (também chamado mingga) é a raiz da árvore Yarran, uma acácia, que é a árvore que Byaame levou até Warrambul com o primeiro homem a morrer (e as Cacatuas). Na verdade, está centrado no saco de carvão, e a nebulosa escura é a cavidade da árvore vista de baixo, com as raízes se espalhando. Quando alguém morre e vai para Bulimah, eles passam pelo buraco do Yarran.
tr: Yarran (mingga olarak da bilinir), Byaame'nin ilk ölen insanla (ve Kakadularla) Warrambul'a götürdüğü ağaç olan bir Akasya olan Yarran ağacının kökleridir. Aslında Kömür Çuvalı'nın merkezindedir ve karanlık bulutsu, köklerin etrafa yayıldığı, aşağıdan görülen ağacın oyukudur. Biri ölüp Bulime'ye gittiğinde Yarran çukurundan geçerler.

source: Old Wiringin
fr: Ancien Wiringin
id: Wiringin lama
pt: Wiringin velha
tr: Eski Kablolama

source: A Wiringin is a "Clever Man" or Aboriginal doctor. This Wiringin located in the Small Magellanic Cloud is there because he controls who can go on to Bulimah. If the person who died is not initiated, they are not allowed, because they don't know the rules, so he sends them to Wadhaagudjaaylwan in the Large Magellanic Cloud. This birth spirit will send the unitiated back to Earth as a new baby, so they can be initiated. This Wiringin is represented in every Aboriginal cemetary as the Wilga tree (Native Willow).
fil: Ang Wiringin ay isang "Clever Man" o Aboriginal na doktor. Itong Wiringin na matatagpuan sa Small Magellanic Cloud ay nandoon dahil kinokontrol niya kung sino ang maaaring pumunta sa Bulimah. Kung ang taong namatay ay hindi pinasimulan, hindi sila pinapayagan, dahil hindi nila alam ang mga patakaran, kaya ipinadala niya sila sa Wadhaagudjaaylwan sa Malaking Magellanic Cloud. Ipapadala ng espiritu ng kapanganakan na ito ang nagkakaisa pabalik sa Earth bilang isang bagong sanggol, upang sila ay masimulan. Ang Wiringin na ito ay kinakatawan sa bawat sementeryo ng mga Aboriginal bilang puno ng Wilga (Native Willow).
fr: Un Wiringin est un «homme intelligent» ou un médecin autochtone. Ce Câblage situé dans le Petit Nuage de Magellan est là parce qu'il contrôle qui peut aller à Bulimah. Si la personne décédée n'est pas initiée, ils ne sont pas autorisés, car ils ne connaissent pas les règles, alors il les envoie à Wadhaagudjaaylwan dans le Grand Nuage de Magellan. Cet esprit de naissance enverra les unitiés sur Terre comme un nouveau bébé, afin qu'ils puissent être initiés. Ce Wiringin est représenté dans chaque cimetière autochtone sous le nom de Wilga (Native Willow).
id: Wiringin adalah "Pria Pintar" atau dokter Aborigin. Wiringin yang terletak di Awan Magellan Kecil ini ada karena dia mengontrol siapa yang bisa melanjutkan ke Bulimah. Jika orang yang meninggal tidak diinisiasi, mereka tidak diperbolehkan, karena mereka tidak tahu aturannya, maka dia mengirim mereka ke Wadhaagudjaaylwan di Awan Magellan Besar. Roh kelahiran ini akan mengirim yang bersatu kembali ke Bumi sebagai bayi baru, sehingga mereka dapat diinisiasi. Wiringin ini diwakili di setiap pemakaman Aborigin sebagai pohon Wilga (Native Willow).
pl: Wiringin to „Clever Man” lub lekarz Aborygenów. Wiringin znajdujący się w Małym Obłoku Magellana istnieje, ponieważ kontroluje, kto może przejść do Bulimah. Jeśli osoba, która zmarła, nie jest inicjowana, nie jest dozwolona, ponieważ nie zna zasad, więc wysyła ją do Wadhaagudjaaylwan w Wielkim Obłoku Magellana. Ten duch narodzin wyśle jednostkę z powrotem na Ziemię jako nowe dziecko, aby mogły zostać inicjowane. Wiringin jest reprezentowany na każdym cmentarzu Aborygenów jako drzewo Wilga (Native Willow).
pt: A Wiringin é um "homem inteligente" ou médico aborígine. Esse Wiringin localizado na Pequena Nuvem de Magalhães está lá porque ele controla quem pode seguir para Bulimah. Se a pessoa que morreu não é iniciada, ela não é permitida, porque não conhece as regras, então ele as envia para Wadhaagudjaaylwan na Grande Nuvem de Magalhães. Esse espírito de nascimento enviará as unidades de volta à Terra como um novo bebê, para que possam ser iniciadas. Este Wiringin é representado em todos os cemitérios aborígines como a árvore Wilga (salgueiro nativo).
tr: Bir Wiringin "Akıllı Adam" veya Aborijin doktordur. Küçük Macellan Bulutunda bulunan bu Wiringin orada çünkü Bulimah'a kimin gidebileceğini kontrol ediyor. Ölen kişi inisiye edilmezse, kuralları bilmedikleri için izin verilmez, bu yüzden onları Büyük Macellan Bulutu'ndaki Wadhaagudjaaylwan'a gönderir. Bu doğum ruhu, birleşmiş kişiyi yeni bir bebek olarak Dünya'ya geri gönderecek, böylece inisiye edilebilirler. Bu Wiringin, her Aborijin mezarlığında Wilga ağacı (Yerli Söğüt) olarak temsil edilir.

source: Old Dthillar and gunya
fil: Matandang Dthillar at gunya
fr: Ancien Dthillar et gunya
id: Dthillar tua dan guanya
pl: Stary Dthillar i gunya
pt: Dthillar velha e Gunya
tr: Eski Dthillar ve gunya

source: Old Dthillar is a Wiringin, in this case the Wiringin of the Birray Birray, the unitiated boys in Orion who pine for the Miyaay Miyaay (Seven Sisters) in the Pleiades. Old Dthillar is the star Aldebaran, which is also Alpha Tauri, and he stands there to protect the Miyaay Miyaay from the Birray Birray. The inverted "V" shape made up by Alpha, Epsilon, and Gamma Tauri is Old Dthillar's gunya (hut).
fil: Ang Old Dthillar ay isang Wiringin, sa kasong ito ang Wiringin ng Birray Birray, ang nagkakaisang mga batang lalaki sa Orion na pine para sa Miyaay Miyaay (Seven Sisters) sa Pleiades. Si Old Dthillar ang bituin na si Aldebaran, na isa ring Alpha Tauri, at nakatayo siya roon upang protektahan ang Miyaay Miyaay mula sa Birray Birray. Ang baligtad na "V" na hugis na binubuo ng Alpha, Epsilon, at Gamma Tauri ay ang gunya (kubo) ni Old Dthillar.
fr: Old Dthillar est un Wiringin, en l'occurrence le Wiringin du Birray Birray, les garçons unitiés à Orion qui pinent pour les Miyaay Miyaay (Sept Sœurs) dans les Pléiades. Old Dthillar est l'étoile Aldebaran, qui est également Alpha Tauri, et il se tient là pour protéger le Miyaay Miyaay du Birray Birray. La forme en "V" inversé composée par Alpha, Epsilon et Gamma Tauri est le gunya (cabane) d'Old Dthillar.
id: Old Dthillar adalah seorang Wiringin, dalam hal ini adalah Wiringin dari Birray Birray, anak laki-laki yang bersatu di Orion yang merindukan Miyaay Miyaay (Seven Sisters) di Pleiades. Old Dthillar adalah bintang Aldebaran, yang juga Alpha Tauri, dan dia berdiri di sana untuk melindungi Miyaay Miyaay dari Birray Birray. Bentuk "V" terbalik yang dibuat oleh Alpha, Epsilon, dan Gamma Tauri adalah gunya (gubuk) Dthillar Tua.
pl: Stary Dthillar to Wiringin, w tym przypadku Wiringin z Birray Birray, zjednoczonych chłopców w Orionie, którzy sosnowali dla Miyaay Miyaay (Siedmiu Sióstr) w Plejadach. Stary Dthillar to gwiazda Aldebaran, która jest również Alpha Tauri, i stoi tam, aby chronić Miyaay Miyaay przed Birray Birray. Odwrócony kształt litery „V” utworzony przez Alfa, Epsilon i Gamma Tauri to gunya (chatka) Starego Dthillar.
pt: Old Dthillar é um Wiringin, neste caso, o Wiringin do Birray Birray, os meninos unitários de Orion que anseiam pelo Miyaay Miyaay (Sete Irmãs) nas Plêiades. Old Dthillar é a estrela Aldebaran, que também é Alpha Tauri, e ele fica lá para proteger o Miyaay Miyaay do Birray Birray. A forma "V" invertida, composta por Alpha, Epsilon e Gamma Tauri, é a gunya (cabana) do Velho Dthillar.
tr: Yaşlı Dthillar bir Wiringin'dir, bu durumda Birray Birray'in Wiringin'idir, Orion'da Ülker'deki Miyaay Miyaay'ı (Yedi Kızkardeş) bekleyen birleşik çocuklar. Old Dthillar, aynı zamanda Alpha Tauri olan Aldebaran yıldızıdır ve Miyaay Miyaay'ı Birray Birray'den korumak için orada durur. Alpha, Epsilon ve Gamma Tauri'den oluşan ters çevrilmiş "V" şekli, Old Dthillar'ın gunya'sıdır (kulübe).

source: "Wamba" means "crazy" or "mad". In this case, the star Canopus is called Wamba Wamba because of various reasons, depending on whose story is told. The planet Venus is also called Wamba. One speculation is that both Canopus and Venus are seen close to the horizon in the summer, and due to atmospheric defraction, can "scintillate" (twinkle srongly), which results in rapid changes in colour. This might be interpreted as madness.
fil: Ang ibig sabihin ng "Wamba" ay "baliw" o "baliw". Sa kasong ito, ang bituin na Canopus ay tinawag na Wamba Wamba dahil sa iba't ibang dahilan, depende kung kaninong kuwento ang isinalaysay. Ang planetang Venus ay tinatawag ding Wamba. Ang isang haka-haka ay ang parehong Canopus at Venus ay nakikitang malapit sa abot-tanaw sa tag-araw, at dahil sa atmospheric defraction, ay maaaring "scintillate" (twinkle srongly), na nagreresulta sa mabilis na pagbabago ng kulay. Ito ay maaaring bigyang kahulugan bilang kabaliwan.
fr: "Wamba" signifie "fou" ou "fou". Dans ce cas, l'étoile Canopus s'appelle Wamba Wamba pour diverses raisons, selon l'histoire qui est racontée. La planète Vénus est aussi appelée Wamba. Une spéculation est que Canopus et Vénus sont vus près de l'horizon en été, et en raison de la défraction atmosphérique, ils peuvent "scintiller" (scintiller fortement), ce qui entraîne des changements rapides de couleur. Cela pourrait être interprété comme de la folie.
id: "Wamba" berarti "gila" atau "gila". Dalam hal ini, bintang Canopus disebut Wamba Wamba karena berbagai alasan, tergantung siapa yang diceritakan. Planet Venus juga disebut Wamba. Satu spekulasi adalah bahwa baik Canopus dan Venus terlihat dekat dengan cakrawala di musim panas, dan karena defraksi atmosfer, dapat "bersinar" (berkedip dengan kuat), yang menghasilkan perubahan warna yang cepat. Ini bisa diartikan sebagai kegilaan.
pl: „Wamba” oznacza „szalony” lub „szalony”. W tym przypadku gwiazda Canopus nazywa się Wamba Wamba z różnych powodów, w zależności od tego, czyja historia jest opowiadana. Planeta Wenus jest również nazywana Wamba. Jedną spekulacją jest to, że zarówno Canopus, jak i Wenus są widziane latem blisko horyzontu, a ze względu na defrakcję atmosferyczną mogą „scyntylować” (migotać), co powoduje gwałtowne zmiany koloru. Można to interpretować jako szaleństwo.
pt: "Wamba" significa "louco" ou "louco". Nesse caso, a estrela Canopus se chama Wamba Wamba por vários motivos, dependendo de quem a história é contada. O planeta Vênus também é chamado de Wamba. Uma especulação é que tanto Canopus quanto Vênus são vistos perto do horizonte no verão e, devido à defração atmosférica, podem "cintilar" (cintilar bastante), o que resulta em rápidas mudanças de cor. Isso pode ser interpretado como loucura.
tr: "Wamba", "çılgın" veya "deli" anlamına gelir. Bu durumda, Canopus yıldızı, kimin hikayesinin anlatıldığına bağlı olarak çeşitli nedenlerle Wamba Wamba olarak adlandırılır. Venüs gezegenine Wamba da denir. Bir spekülasyon, hem Canopus'un hem de Venüs'ün yaz aylarında ufka yakın görüldüğü ve atmosferik kırılma nedeniyle "parıldadığı" (parıldadığı) ve bunun sonucunda renkte hızlı değişikliklere neden olduğudur. Bu delilik olarak yorumlanabilir.

source: The Miyay Miyay are the seven young women (sisters) who were chased into the sky, depending on the story, by the Birray Birray, or by various Wiringins or other bad persons. They form the Pleiades star cluster, and as one sister is shy, normally we only see six stars. They are protected from the Birray Birray in Orion by the Wiringin, Old Dthillar, who is Aldebaran.
fil: Ang Miyay Miyay ay ang pitong dalaga (kapatid na babae) na hinabol sa langit, depende sa kuwento, ng Birray Birray, o ng iba't ibang Wiringin o iba pang masamang tao. Binubuo nila ang Pleiades star cluster, at bilang isang kapatid na babae ay nahihiya, karaniwang anim na bituin lamang ang nakikita natin. Pinoprotektahan sila mula sa Birray Birray sa Orion ng Wiringin, Old Dthillar, na si Aldebaran.
fr: Les Miyay Miyay sont les sept jeunes femmes (sœurs) qui ont été pourchassées dans le ciel, selon l'histoire, par le Birray Birray, ou par divers Wiringins ou autres méchants. Ils forment l'amas d'étoiles des Pléiades, et comme une sœur est timide, nous ne voyons normalement que six étoiles. Ils sont protégés du Birray Birray à Orion par le Wiringin, Old Dthillar, qui est Aldebaran.
id: Miyay Miyay adalah tujuh wanita muda (saudara perempuan) yang dikejar ke langit, tergantung pada ceritanya, oleh Birray Birray, atau oleh berbagai Wiringin atau orang jahat lainnya. Mereka membentuk gugus bintang Pleiades, dan karena seorang saudara perempuan pemalu, biasanya kita hanya melihat enam bintang. Mereka dilindungi dari Birray Birray di Orion oleh Wiringin, Old Dthillar, yang adalah Aldebaran.
pl: Miyay Miyay to siedem młodych kobiet (sióstr), które zostały ścigane w niebo, w zależności od historii, przez Birray Birray, różnych Wiringinów lub innych złych osób. Tworzą gromadę gwiazd Plejady, a ponieważ jedna siostra jest nieśmiała, zwykle widzimy tylko sześć gwiazd. Są chronieni przed Birray Birray w Orionie przez Wiringin, Stary Dthillar, którym jest Aldebaran.
pt: As Miyay Miyay são as sete jovens (irmãs) que foram perseguidas no céu, dependendo da história, pelo Birray Birray, ou por vários Wiringins ou outras pessoas más. Eles formam o aglomerado de estrelas das Plêiades e, como uma irmã é tímida, normalmente vemos apenas seis estrelas. Eles são protegidos do Birray Birray em Orion pelo Wiringin, Old Dthillar, que é Aldebaran.
tr: Miyay Miyay, hikayeye bağlı olarak Birray Birray veya çeşitli Wiringins veya diğer kötü kişiler tarafından gökyüzüne kovalanan yedi genç kadın (kız kardeş). Ülker yıldız kümesini oluştururlar ve bir kız kardeş utangaç olduğu için normalde sadece altı yıldız görürüz. Orion'daki Birray Birray'den Aldebaran olan Wiringin, Old Dthillar tarafından korunurlar.

source: Wadhaagudjaaylwan is Byaame's third wife, who is in the Large Magellanic Cloud, and sings to women who are going to have babies. She "sings" the babies to the women on Earth, and she takes the persons that the Old Wiringin in the Small Magellanic Cloud sends to her, and sends them back to Earth as babies.
fil: Si Wadhaagudjaaylwan ang ikatlong asawa ni Byaame, na nasa Large Magellanic Cloud, at kumakanta sa mga babaeng manganganak. "Kinakanta" niya ang mga sanggol sa mga kababaihan sa Earth, at kinuha niya ang mga taong ipinadala sa kanya ng Old Wiringin sa Maliit na Magellanic Cloud, at ibinalik sila sa Earth bilang mga sanggol.
fr: Wadhaagudjaaylwan est la troisième épouse de Byaame, qui est dans le Grand Nuage de Magellan, et chante aux femmes qui vont avoir des bébés. Elle "chante" les bébés aux femmes sur Terre, et elle prend les personnes que le Vieux Câblage dans le Petit Nuage de Magellan lui envoie, et les renvoie sur Terre comme des bébés.
id: Wadhaagudjaaylwan adalah istri ketiga Byaame, yang berada di Awan Magellan Besar, dan bernyanyi untuk wanita yang akan melahirkan. Dia "menyanyikan" bayi-bayi itu untuk para wanita di Bumi, dan dia mengambil orang-orang yang dikirim oleh Wiringin Tua di Awan Magellan Kecil, dan mengirim mereka kembali ke Bumi sebagai bayi.
pl: Wadhaagudjaaylwan jest trzecią żoną Byaame, która przebywa w Wielkim Obłoku Magellana i śpiewa kobietom, które będą miały dzieci. „Śpiewa” dzieci kobietom na Ziemi i zabiera osoby, które Stare Wiringin w Małym Obłoku Magellana wysyła jej, i wysyła je z powrotem na Ziemię jako dzieci.
pt: Wadhaagudjaaylwan é a terceira esposa de Byaame, que está na Grande Nuvem de Magalhães, e canta para as mulheres que vão ter filhos. Ela "canta" os bebês para as mulheres na Terra, e leva as pessoas que o Velho Fio na Pequena Nuvem de Magalhães envia para ela, e as envia de volta à Terra quando bebês.
tr: Wadhaagudjaaylwan, Byaame'nin Büyük Macellan Bulutu'ndaki üçüncü karısıdır ve bebek sahibi olacak kadınlara şarkı söyler. Bebekleri Dünyadaki kadınlara "şarkı söyler" ve Küçük Macellan Bulutu'ndaki Eski Wiringin'in kendisine gönderdiği kişileri alır ve onları bebek olarak Dünya'ya geri gönderir.
