Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: Les astres chez les Turcs et les Mongols_ by Jean-Paul Roux(French). _Revue de l'histoire des religions_, tome 195 n°2,1979. pp; 153-192. - [#2]: Johan Elverskog: The Mongolian Big Dipper Sutra. Journal of the International Association of Buddhist Studies 29 Nr1 2006(2008), pp87-123. [Link](https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867)
fil: - [#1]: Les astres chez les Turcs et les Mongols_ ni Jean-Paul Roux(French). _Revue de l'histoire des religions_, tome 195 n°2,1979. pp; 153-192. - [#2]: Johan Elverskog: Ang Mongolian Big Dipper Sutra. Journal ng International Association of Buddhist Studies 29 Nr1 2006(2008), pp87-123. [Link](https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867)
fr: - [#1]: Les astres chez les Turcs et les Mongols_ par Jean-Paul Roux (français). _Revue de l'histoire des religions_, tome 195 n ° 2,1979. pp; 153-192. - [#2]: Johan Elverskog: Le Sutra de la Grande Ourse de Mongolie. Journal de l'Association internationale des études bouddhistes 29 Nr1 2006 (2008), pp87-123. [Lien](https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867)
id: - [#1]: Les astres chez les Turcs et les Mongols_ oleh Jean-Paul Roux (Prancis). _Revue de l'histoire des religion_, buku tebal 195 n°2,1979. hal; 153-192. - [#2]: Johan Elverskog: Sutra Biduk Mongolia. Jurnal Asosiasi Internasional Studi Buddhis 29 Nr1 2006 (2008), pp87-123. [Tautan](https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867
pl: - [#1]: Les astres chez les Turcs et les Mongols_, autor: Jean-Paul Roux (francuski). _Revue de l'histoire des religions_, tome 195 n ° 2,1979. pp; 153–192. - [#2]: Johan Elverskog: Mongolska Sutra Wielkiego Wozu. Journal of International Association of Buddhist Studies 29 Nr 1 2006 (2008), s. 87–123. [Link](https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867)
pt: - [#1]: Les astres chez les Turcs et les Mongols_ por Jean-Paul Roux (francês). Revue de l'histoire des religions, tomo 195 n ° 2,1979. pp; 153-192. - [#2]: Johan Elverskog: O Sutra da Ursa Maior da Mongólia. Jornal da Associação Internacional de Estudos Budistas 29 Nr1 2006 (2008), pp87-123. [Link](https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867)
tr: - [#1]: Les astres chez les Turcs et les Mongols_, Jean-Paul Roux (Fransızca). _Revue de l'histoire des Religions_, cilt 195 n°2,1979. kişi; 153-192. - [#2]: Johan Elverskog: Moğol Büyük Ayı Sutra. Uluslararası Budist Araştırmaları Derneği Dergisi 29 Nr1 2006(2008), ss87-123. [Bağlantı](https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867)

source: This skyculture is a contribution from two users of Stellarium, [Anthony Lagain](mailto:anthony.lagain@gmail.com) and [Batiste Rousseau](mailto:batiste.rousseau@gmail.com) mainly based on oral tales of numerous Mongolians met during a two months stay in Mongolia. To learn more about them: [www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/) (in French). Re-worked and adapted by Susanne M Hoffmann
fil: Ang skyculture na ito ay isang kontribusyon mula sa dalawang gumagamit ng Stellarium, [Anthony Lagain](mailto:anthony.lagain@gmail.com) at [Batiste Rousseau](mailto:batiste.rousseau@gmail.com) pangunahing batay sa mga oral na kwento ng maraming Mongolian nakilala sa loob ng dalawang buwang pananatili sa Mongolia. Para matuto pa tungkol sa kanila: [www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/) (sa French). Muling ginawa at inangkop ni Susanne M Hoffmann
fr: Cette skyculture est une contribution de deux utilisateurs de Stellarium, [Anthony Lagain](mailto:anthony.lagain@gmail.com) et [Batiste Rousseau](mailto:batiste.rousseau@gmail.com) principalement basé sur les contes oraux de nombreux Mongols rencontré lors d'un séjour de deux mois en Mongolie. Pour en savoir plus à leur sujet: [www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/) (en français). Retravaillé et adapté par Susanne M Hoffmann
id: Skyculture ini merupakan kontribusi dari dua pengguna Stellarium, [Anthony Lagain](mailto:anthony.lagain@gmail.com) dan [Batiste Rousseau](mailto:batiste.rousseau@gmail.com) terutama berdasarkan cerita lisan dari banyak orang Mongolia bertemu selama dua bulan tinggal di Mongolia. Untuk mempelajari lebih lanjut tentang mereka: [www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/) (dalam bahasa Prancis). Digarap ulang dan diadaptasi oleh Susanne M Hoffmann
pl: Ta skyculture jest wkładem dwóch użytkowników Stellarium, [Anthony Lagain](mailto:anthony.lagain@gmail.com) i [Batiste Rousseau](mailto:batiste.rousseau@gmail.com) głównie na podstawie ustnych opowieści licznych Mongołów spotkał się podczas dwumiesięcznego pobytu w Mongolii. Aby dowiedzieć się więcej na ich temat: [www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/) (w języku francuskim). Przeprojektowane i zaadaptowane przez Susanne M. Hoffmann
pt: Esta skyculture é uma contribuição de dois usuários do Stellarium, [Anthony Lagain](mailto:anthony.lagain@gmail.com) e [Batiste Rousseau](mailto:batiste.rousseau@gmail.com), baseado principalmente em histórias orais de vários mongóis conheceu durante dois meses na Mongólia. Para saber mais sobre eles: [www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/) (em francês). Re-trabalhado e adaptado por Susanne M Hoffmann
tr: Bu gökyüzü kültürü, iki Stellarium kullanıcısının katkısıdır, [Anthony Lagain](mailto:anthony.lagain@gmail.com) ve [Batiste Rousseau](mailto:batiste.rousseau@gmail.com) esasen çok sayıda Moğol'un sözlü hikayelerine dayanmaktadır. Moğolistan'da iki ay kaldıkları süre boyunca bir araya geldi. Onlar hakkında daha fazla bilgi için: [www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/) (Fransızca). Susanne M Hoffmann tarafından yeniden çalışıldı ve uyarlandı

source: The Bow and the Arrow
fil: Ang Bow at ang Palaso
fr: L'arc et la flèche
id: Busur dan Anak Panah
pl: Łuk i strzała
pt: O arco e a flecha
tr: Yay ve Ok

source: The Five Stars Woman
fil: Ang Babaeng Limang Bituin
fr: La femme cinq étoiles
id: Wanita Bintang Lima
pl: Kobieta z pięcioma gwiazdkami
pt: A mulher das cinco estrelas
tr: Beş Yıldızlı Kadın

source: The Seven Buddhas
fil: Ang Pitong Buddha
fr: Les sept bouddhas
id: Tujuh Buddha
pl: Siedmiu Buddów
pt: Os Sete Budas
tr: Yedi Buda

source: The Three Stags
fil: Ang Tatlong Stag
fr: Les trois cerfs
id: Tiga Rusa
pl: Trzy jelenie
pt: Os Três Veados
tr: Üç Geyik

source: Golden Stake
fil: Gintong Istaka
fr: Pieu d'or
id: Taruhan Emas
pt: Estaca Dourada
tr: Altın Bahis

source: Recovery Star
fil: Bituin sa Pagbawi
fr: Étoile de la Guérison
id: Bintang Pemulihan
pl: Gwiazda odzyskiwania
pt: Estrela da Recuperação
tr: Kurtarma Yıldızı

source: 7.Horse
fil: 7. Kabayo
fr: 7. Cheval
id: 7.Kuda
pl: 7. Konie
pt: 7. Cavalo
tr: 7.At

source: 6.Snake
fil: 6.Ahas
fr: 6. Serpent
id: 6.Ular
pl: 6. Wąż
pt: 6. Cobra
tr: 6.Yılan

source: 5.Dragon / 12.Pig
fil: 5.Dragon / 12.Baboy
fr: 5. Dragon / 12. Cochon
id: 5.Naga / 12.Babi
pl: 5. Smok / 12. świnia
pt: 5. Dragão / 12. Porco
tr: 5.Ejderha / 12.Domuz

source: 4.Rabbit / 11.Dog
fil: 4.Kuneho / 11.Aso
fr: 4. Lapin / 11. Chien
id: 4.Kelinci / 11.Anjing
pt: 4. Coelho / 11. Cão
tr: 4.Tavşan / 11.Köpek

source: 3.Tiger / 10.Rooster
fil: 3.Tigre / 10.Tandang
fr: 3. Tigre / 10. Coq
id: 3.Harimau / 10.Ayam
pl: 3.Tygrys / 10.Rooster
pt: 3. Tigre / 10. Galo
tr: 3.Kaplan / 10.Horoz

source: 2.Ox / 9.Monkey
fil: 2.Ox / 9.Unggoy
fr: 2. Bœuf / 9. Singe
id: 2.Sapi / 9.Monyet
pt: 2. Boi / 9. Macaco
tr: 2.Öküz / 9.Maymun

source: 1.Rat / 8.Sheep/Goat
fil: 1.Daga / 8.Tupa/Kambing
fr: 1. Rat / 8. Mouton/Chèvre
id: 1.Tikus / 8.Domba/Kambing
pl: 1. szczur / 8. owca / koza
pt: 1. Rato / 8. Ovelha/Cabra
tr: 1.Sıçan / 8.Koyun/Keçi

source: The Navajo are the largest Native American tribe in the United States; the Navajo Nation extends across northeastern Arizona, southeastern Utah, and northwestern New Mexico.
fil: Ang Navajo ay ang pinakamalaking tribo ng Katutubong Amerikano sa Estados Unidos; ang Navajo Nation ay umaabot sa hilagang-silangan ng Arizona, timog-silangang Utah, at hilagang-kanluran ng New Mexico.
fr: Les Navajo sont la plus grande tribu amérindienne des États-Unis; la nation Navajo s'étend sur le nord-est de l'Arizona, le sud-est de l'Utah et le nord-ouest du Nouveau-Mexique.
id: Navajo adalah suku asli Amerika terbesar di Amerika Serikat; Bangsa Navajo membentang di timur laut Arizona, tenggara Utah, dan barat laut New Mexico.
pl: Navajo to największe plemię rdzennych Amerykanów w Stanach Zjednoczonych; Naród Navajo rozciąga się na północno-wschodnią Arizonę, południowo-wschodni Utah i północno-zachodni Nowy Meksyk.
pt: Os navajos são a maior tribo nativa americana dos Estados Unidos; a nação navajo se estende pelo nordeste do Arizona, sudeste de Utah e noroeste do Novo México.
tr: Navajo, Amerika Birleşik Devletleri'ndeki en büyük Kızılderili kabilesidir; Navajo Ulusu kuzeydoğu Arizona, güneydoğu Utah ve kuzeybatı New Mexico boyunca uzanır.

source: This sky culture is contributed for educational purposes and based on the findings dissiminated by the Clark Foundation.
fil: Ang kultura ng langit na ito ay iniambag para sa mga layuning pang-edukasyon at batay sa mga natuklasang ibinahagi ng Clark Foundation.
fr: Cette culture du ciel est apportée à des fins éducatives et sur la base des découvertes diffusées par la Clark Foundation.
id: Budaya langit ini disumbangkan untuk tujuan pendidikan dan berdasarkan temuan yang disebarluaskan oleh Clark Foundation.
pl: Ta kultura nieba jest wykorzystywana do celów edukacyjnych i opiera się na odkryciach dokonanych przez Fundację Clarka.
pt: Essa cultura do céu é contribuída para fins educacionais e com base nas descobertas discriminadas pela Clark Foundation.
tr: Bu gökyüzü kültürü eğitim amaçlıdır ve Clark Vakfı tarafından yayılan bulgulara dayanmaktadır.

source: - [#1]: The Navajo Nation: [official website](http://www.navajo.org)
fil: - [#1]: Ang Navajo Nation: [opisyal na website](http://www.navajo.org)
fr: - [#1]: The Navajo Nation: [site officiel](http://www.navajo.org)
id: - [#1]: Bangsa Navajo: [situs web resmi](http://www.navajo.org)
pl: - [#1]: The Navajo Nation: [oficjalna strona](http://www.navajo.org)
pt: - [#1]: Nação Navajo: [site oficial](http://www.navajo.org)
tr: - [#1]: Navajo Nation: [resmi web sitesi](http://www.navajo.org)

source: This sky culture was contributed by _Karrie Berglund_ of Digitalis Education Solutions, Inc. based primarily on the book __Star Trails-Navajo__ by Don Childrey.
fil: Ang sky culture na ito ay iniambag ni _Karrie Berglund_ ng Digitalis Education Solutions, Inc. na pangunahing batay sa aklat na __Star Trails-Navajo__ ni Don Childrey.
fr: Cette culture du ciel a été apportée par _Karrie Berglund_ de Digitalis Education Solutions, Inc. basée principalement sur le livre __Star Trails-Navajo__ de Don Childrey.
id: Budaya langit ini disumbangkan oleh _Karrie Berglund_ dari Digitalis Education Solutions, Inc. berdasarkan buku __Star Trails-Navajo__ oleh Don Childrey.
pl: Ta kultura nieba została napisana przez _Karrie Berglund_ z Digitalis Education Solutions, Inc. na podstawie książki __Star Trails-Navajo__ autorstwa Don Childrey.
pt: Essa cultura do céu foi contribuída por _Karrie Berglund_ da Digitalis Education Solutions, Inc., baseada principalmente no livro __Star Trails-Navajo__ de Don Childrey.
tr: Bu gökyüzü kültürü, Digitalis Education Solutions, Inc.'den _Karrie Berglund_ tarafından, esas olarak Don Childrey'in __Star Trails-Navajo__ kitabına dayalı olarak sağlanmıştır.

source: Revolving Male
fil: Umiikot na Lalaki
fr: Homme qui tourne
id: Laki-laki yang berputar-putar
pl: Rozważny Mężczyzna
pt: Ursa Maior
tr: Dönen Adam

source: Revolving Female
fil: Umiikot na Babae
fr: Femme qui tourne
id: Perempuan sedang berputar-putar
pl: Rozważna Kobieta
pt: Cassiopeia
tr: Dönen Kadın

source: Man with Feet Apart
fil: Lalaking Nakahiwalay ang Paa
fr: Homme aux pieds écartés
id: Manusia dengan kaki sebelah
pl: Mężczyzna z oddzielonymi stopami
pt: Homem com os pés afastados (Corvus)
tr: Ayrık Bacaklı Adam

source: Lizard
fil: butiki
fr: Lézard
id: Cecak
pl: Jaszczurka
pt: Lagarto
tr: Kertenkele

source: Dilyehe
pt: Dilyehe (Casa do deus Negro)

source: First Big One
fil: Unang Big One
fr: Premier grand homme
id: Sesuatu yang pertama dan besar
pl: Perwszy Wielki Ktoś
pt: Primeiro Grande (Escorpião)
tr: İlk İri Olan

source: Rabbit Tracks
fil: Mga Track ng Kuneho
fr: Traces de lapin
id: Jejak kelinci
pl: Ślady Królika
pt: Trilhas do Coelho
tr: Tavşan İzleri

source: First Slim One
fil: Unang Slim One
fr: Premier homme maigre
id: Yang dikuruskan pertama kali
pl: Pierwszy Szczupły Ktoś
pt: Primeira magra (Orion)
tr: İlk Zayıf Olan

source: Norse
fr: Scandinave
id: Norwegia
pl: nordycka
pt: Nórdico
tr: Nors

source: The norse culture is considered as originally North Germanic. The pre-Christian Scandinavian folklore with Odin as main god was transformed into a Christian culture.
fil: Ang kultura ng norse ay itinuturing na orihinal na North Germanic. Ang pre-Christian Scandinavian folklore na si Odin bilang pangunahing diyos ay nabago sa isang kulturang Kristiyano.
fr: La culture nordique est considérée comme à l'origine germanique du nord. Le folklore scandinave pré-chrétien avec Odin comme dieu principal s'est transformé en une culture chrétienne.
id: Budaya norse dianggap sebagai budaya Jermanik Utara. Cerita rakyat Skandinavia pra-Kristen dengan Odin sebagai dewa utama diubah menjadi budaya Kristen.
pl: Kultura nordycka uważana jest za pierwotnie północnoniemiecką. Przedchrześcijański skandynawski folklor z Odynem jako głównym bogiem został przekształcony w kulturę chrześcijańską.
pt: A cultura nórdica é considerada originalmente germânica do norte. O folclore escandinavo pré-cristão com Odin como deus principal foi transformado em uma cultura cristã.
tr: İskandinav kültürü aslen Kuzey Germen olarak kabul edilir. Odin'in ana tanrı olduğu Hıristiyanlık öncesi İskandinav folkloru, bir Hıristiyan kültürüne dönüştürüldü.

source: Hardly anything is known about the Norse constellations. There are only few sources allowing to reconstruct some ideas of these people's cosmology and mythology, and only few constellations are possibly known. In Beckman and Kålund’s compilation [#7] of Rimtöl (rhymes of time) they present five constellations that appear to have the old norse names: | norse name | translation | identification | | -----------|-------------|----------------| | Ulf's Keptr | Mouth of the Wolf | Hyades | | Fiskikarlar | Fishermen, Orion’s | belt | | Kvennavagn | Woman's chariot | Ursa Minor | | Karlvagn | Man's chariot | The big dipper | | Asar Bardagi | The Asar Battlefield | Auriga | | | Aurvandil's Toe | Corona Borealis | Some star names: | norse name | translation | identification | |----------|-----------|---------| | Dagstjarna | Day star | Arcturus | | Leidarstjarna | Guiding star | Polaris | | Sudrstjarna | South star | Vega |
fil: Halos walang nalalaman tungkol sa mga konstelasyon ng Norse. Kaunti lamang ang mga pinagmumulan na nagpapahintulot na muling buuin ang ilang mga ideya ng kosmolohiya at mitolohiya ng mga taong ito, at kakaunti lamang ang mga konstelasyon na posibleng kilala. Sa compilation nina Beckman at Kålund [#7] ng Rimtöl (rhymes of time) ipinakita nila ang limang konstelasyon na tila may mga lumang pangalan ng norse: | pangalan ng norse | pagsasalin | pagkakakilanlan | |------------|-------------|----------------| | Ulf's Keptr | Bibig ng Lobo | Hyades | | Fiskikarlar | Mangingisda, Orion's | sinturon | | Kvennavagn | Kalesa ng babae | Ursa Minor | | Karlvagn | Kalesa ng tao | Ang malaking dipper | | Asar Bardagi | Ang Asar Battlefield | Auriga | | | Ang daliri ni Aurvandil | Corona Borealis | Ilang mga pangalan ng bituin: | pangalan ng norse | pagsasalin | pagkakakilanlan | |----------|-----------|---------| | Dagstjarna | Araw na bituin | Arcturus | | Leidarstjarna | Gabay na bituin | Polaris | | Sudrstjarna | Timog na bituin | Vega |
fr: On ne sait presque rien des constellations nordiques. Il existe peu de sources permettant de reconstituer certaines idées de la cosmologie et de la mythologie de ces personnes, et seules quelques constellations sont probablement connues. Dans la compilation [#7] de Beckman et Kålund de Rimtöl (rimes du temps), ils présentent cinq constellations qui semblent avoir les anciens noms nordiques: | nom nordique | traduction | identification | |-------------|---------------|------------------| | Ulf's Keptr | Bouche du loup | Hyades | | Fiskikarlar | Pêcheurs, Orion | ceinture | | Kvennavagn | Char de femme | Ursa Minor | | Karlvagn | Char de l'homme | La grosse louche | | Asar Bardagi | Le champ de bataille d'Asar | Auriga | | | Orteil d'Aurvandil | Corona Borealis | Quelques noms d'étoiles: | nom nordique | traduction | identification | |------------|-------------|-----------| | Dagstjarna | Étoile du jour | Arcturus | | Leidarstjarna | Étoile directrice | Polaris | | Sudrstjarna | Étoile du sud | Vega |
id: Hampir tidak ada yang diketahui tentang rasi bintang Norse. Hanya ada sedikit sumber yang memungkinkan untuk merekonstruksi beberapa gagasan tentang kosmologi dan mitologi orang-orang ini, dan hanya sedikit konstelasi yang mungkin diketahui. Dalam kompilasi Beckman dan Kålund [#7] dari Rimtöl (rima waktu) mereka menyajikan lima rasi bintang yang tampaknya memiliki nama norse kuno: | nama norse | terjemahan | identifikasi | |------------|-------------|----------------| | Penjaga Ulf | Mulut Serigala | Hyades | | Fiskikarlar | Nelayan, Orion | sabuk | | Kvennavagn | Kereta wanita | Ursa Kecil | | Karlvagn | Kereta pria | Biduk besar | | Asar Bardagi | Medan Perang Asar | Auriga | | | Jari Kaki Aurvandil | Corona Borealis | Beberapa nama bintang: | nama norse | terjemahan | identifikasi | |----------|-----------|--------| | Dagstjarna | Bintang siang | Arcturus | | Leidarstjarna | Bintang pemandu | Polaris | | Sudrstjarna | Bintang selatan | Vega |
pl: Prawie nic nie wiadomo o konstelacjach nordyckich. Istnieje tylko kilka źródeł pozwalających zrekonstruować niektóre koncepcje kosmologii i mitologii tych ludzi, i tylko kilka konstelacji jest prawdopodobnie znanych. W kompilacji Beckmana i Kålunda [#7] Rimtöla (rymy czasu) przedstawiają pięć konstelacji, które wydają się mieć stare nordyckie nazwy: | nazwa norweska | tłumaczenie | identyfikacja | |-------------|---------------|------------------| | Ulf's Keptr | Usta wilka | Hiady | | Fiskikarlar | Rybacy, Orion | pasek | | Kvennavagn | Kobiecy rydwan | Ursa Minor | | Karlvagn | Rydwan męski | Wielki wóz | | Asar Bardagi | Pole bitwy Asar | Auriga | | | Toe Aurvandila | Corona Borealis | Niektóre nazwy gwiazd: | nazwa norweska | tłumaczenie | identyfikacja | |------------|-------------|-----------| | Dagstjarna | Gwiazda dnia | Arcturus | | Leidarstjarna | Gwiazda przewodnia | Polaris | | Sudrstjarna | Gwiazda południowa | Vega |
pt: Quase nada se sabe sobre as constelações nórdicas. Existem poucas fontes que permitem reconstruir algumas idéias da cosmologia e mitologia dessas pessoas, e apenas poucas constelações são conhecidas. Na compilação de Beckman e Kålund [#7] de Rimtöl (rimas do tempo), eles apresentam cinco constelações que parecem ter os antigos nomes nórdicos: | nome nórdico | tradução | identificação |-------------|---------------|------------------| | Keptr de Ulf | Boca do lobo | Hyades | Fiskikarlar Pescadores de Orion | cinto | | Kvennavagn Carro de mulher | Ursa Menor | | Karlvagn Carro de homem | O grande dipper | | Asar Bardagi O campo de batalha de Asar | Auriga | | Dedo do pé de Aurvandil | Corona Borealis | Alguns nomes de estrelas: | nome nórdico | tradução | identificação |------------|-------------|-----------| | Dagstjarna Estrela do dia | Arcturus | Leidarstjarna Estrela guia | Polaris | Sudrstjarna Estrela do sul | Vega
tr: İskandinav takımyıldızları hakkında neredeyse hiçbir şey bilinmiyor. Bu insanların kozmolojisi ve mitolojisi hakkında bazı fikirleri yeniden oluşturmaya izin veren sadece birkaç kaynak var ve muhtemelen sadece birkaç takımyıldız biliniyor. Beckman ve Kålund'un Rimtöl (zaman tekerlemeleri) derlemesinde [#7] eski İskandinav isimlerine sahip gibi görünen beş takımyıldızı sunarlar: | iskandinav ismi | çeviri | kimlik | |------------|-------------|----------------| | Ulf's Keptr | Kurt Ağzı | Hyades | | Fiskikarlar | Balıkçılar, Orion'un | kemer | | Kvennavagn | Kadın arabası | Küçükayı | | Karlvagn | Adamın arabası | Büyük kepçe | | Asar Bardağı | Asar Savaş Alanı | Auriga | | | Aurvandil'in Parmağı | Corona Borealis | Bazı yıldız isimleri: | iskandinav ismi | çeviri | kimlik | |----------|-----------|--------| | Dagstjarna | Gün yıldızı | Arkturus | | Leidarstjarna | Yol gösterici yıldız | Kutup | | Sudrstjarna | Güney yıldızı | vega |
