Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: Cheonsang Yeolcha Bunyajido: [Wikipedia article](http://en.wikipedia.org/wiki/Cheonsang_Yeolcha_Bunyajido) - [#2]: Digitalized map: [image](https://digicult2.thulb.uni-jena.de/rsc/viewer/digicult_derivate_00115090/Sternkarte2.tif)
fil: - [#1]: Cheonsang Yeolcha Bunyajido: [Wikipedia article](http://en.wikipedia.org/wiki/Cheonsang_Yeolcha_Bunyajido) - [#2]: Digitalized na mapa: [image](https://digicult2.thulb.uni-jena.de/rsc/viewer/digicult_derivate_00115090/Sternkarte2.tif)
fr: - [#1]: Cheonsang Yeolcha Bunyajido: [article Wikipedia](http://en.wikipedia.org/wiki/Cheonsang_Yeolcha_Bunyajido) - [#2]: Carte numérisée: [image](https://digicult2.thulb.uni-jena.de/rsc/viewer/digicult_derivate_00115090/Sternkarte2.tif)
id: - [#1]: Cheonsang Yeolcha Bunyajido: [Artikel Wikipedia](http://en.wikipedia.org/wiki/Cheonsang_Yeolcha_Bunyajido) - [#2]: Peta digital: [gambar](https://digicult2.thulb.uni-jena.de/rsc/viewer/digicult_derivate_00115090/Sternkarte2.tif)
pl: - [#1]: Cheonsang Yeolcha Bunyajido: [artykuł w Wikipedii](http://en.wikipedia.org/wiki/Cheonsang_Yeolcha_Bunyajido) - [#2]: Mapa cyfrowa: [image](https://digicult2.thulb.uni-jena.de/rsc/viewer/digicult_derivate_00115090/Sternkarte2.tif)
pt: - [#1]: Cheonsang Yeolcha Bunyajido: [artigo da Wikipedia](http://en.wikipedia.org/wiki/Cheonsang_Yeolcha_Bunyajido) - [#2]: Mapa digitalizado: [imagem](https://digicult2.thulb.uni-jena.de/rsc/viewer/digicult_derivate_00115090/Sternkarte2.tif)
tr: - [#1]: Cheonsang Yeolcha Bunyajido: [Wikipedia makalesi](http://en.wikipedia.org/wiki/Cheonsang_Yeolcha_Bunyajido) - [#2]: Dijitalleştirilmiş harita: [image](https://digicult2.thulb.uni-jena.de/rsc/viewer/digicult_derivate_00115090/Sternkarte2.tif)

source: This sky culture was contributed by Stellarium user [Jeong, Tae-Min](http://user.chollian.net/~jtm71/) Reworked by Susanne M Hoffmann
fil: Ang sky culture na ito ay iniambag ng Stellarium user [Jeong, Tae-Min](http://user.chollian.net/~jtm71/) Ginawa muli ni Susanne M Hoffmann
fr: Cette culture du ciel a été apportée par l'utilisateur de Stellarium [Jeong, Tae-Min](http://user.chollian.net/~jtm71/) Retravaillé par Susanne M Hoffmann
id: Budaya langit ini disumbangkan oleh pengguna Stellarium [Jeong, Tae-Min](http://user.chollian.net/~jtm71/) Dikerjakan ulang oleh Susanne M Hoffmann
pl: Tę kulturę nieba wniósł użytkownik Stellarium [Jeong, Tae-Min](http://user.chollian.net/~jtm71/) Opracowano ponownie przez Susanne M. Hoffmann
pt: Esta cultura celeste foi contribuída pelo usuário do Stellarium [Jeong, Tae-Min](http://user.chollian.net/~jtm71/) Retrabalhado por Susanne M Hoffmann
tr: Bu gökyüzü kültürüne Stellarium kullanıcısı [Jeong, Tae-Min](http://user.chollian.net/~jtm71/) katkıda bulunmuştur. Susanne M Hoffmann tarafından yeniden düzenlendi

source: Holy Kettle
fil: Banal na Kettle
fr: Bouilloire sainte
id: Cerek kudus
pl: Święty kocioł
pt: Chaleira Sagrada
tr: Kutsal Çaydanlık

source: Farm of Capital City
fil: Bukid ng Capital City
fr: Ferme de la capitale
id: Lahan pertanian Kota
pl: Farma Stolicy
pt: A quinta da Capital
tr: Başkent'in Çiftliği

source: Dignity of King
fil: Dignidad ng Hari
fr: Dignité de roi
id: Kemuliaan dari Raja
pl: Godność króla
pt: Dignidade do Rei
tr: Kral'ın Haysiyeti

source: Nomination
fil: Nominasyon
id: Nominasi
pl: Powołanie
pt: Nomeação
tr: Adaylık

source: Gate of Sky
fr: Porte du Ciel
id: Gerbang Langit
pl: Brama Nieba
pt: Portão do céu
tr: Gökyüzü'nün Kapısı

source: Equality
fil: Pagkakapantay-pantay
fr: Égalité
id: Keseimbangan
pl: Równość
pt: Igualdade
tr: Eşitlik

source: Helper
fil: Katulong
fr: Assistant
id: Pelayan
pl: Pomocnik
pt: Ajudante
tr: Yardımcı

source: Position of Holy King
fil: Posisyon ng Banal na Hari
fr: Position de Saint Roi
id: Posisi dari Raja Kudus
pl: Stanowisko Świętego króla
pt: A Posição do Rei Sagrado
tr: Kutsal Kral'ın Mevkisi

source: Neck of Dragon
fil: Leeg ng Dragon
fr: Cou de dragon
id: Leher Naga
pl: Szyja Smoka
pt: Pecoço do Dragão
tr: Ejderha'nın Boynu

source: Beheading
fil: Pagpugot ng ulo
fr: Décapitation
id: Pemenggal leher
pl: Ścięcie głowy
pt: Decapitação
tr: Kafa kesme

source: Judge
fil: Hukom
fr: Juge
id: Hakim
pl: Sędzia
pt: Juíz
tr: Yargıç

source: Flutting Flag
fil: Watawat na Watawat
fr: Drapeau flottant
id: Bendera berkibar
pl: Trzepocząca Flaga
pt: Bandeira esvoaçante
tr: Dalgalanan Bayrak

source: Javelin of Sky
fil: Javelin ng Sky
fr: Javelot du ciel
id: Lembing dari Langit
pl: Oszczep Nieba
pt: Dardo do céu
tr: Gökyüzü'nün Ciriti

source: Seat for Longevity
fil: Upuan para sa Longevity
fr: Siège de longévité
id: Dudukkan untuk Umur Panjang
pl: Miejsce dla Długowieczności
pt: Assento da Longevidade
tr: Uzun Ömürlülük için Koltuk

source: Oar for visitor
fil: Sagwan para sa bisita
fr: Rame pour visiteur
id: Dayung untuk pengunjung
pl: Wiosło dla odwiedzających
pt: Remo do Visitante
tr: Ziyaretçi için Kürek

source: Milk of Sky
fil: Gatas ng Langit
fr: Lait de ciel
id: Susu dari Langit
pl: Mleko Nieba
pt: Leite do Céu
tr: Gökyüzü'nün Sütü

source: House of Queen
fil: Bahay ng Reyna
fr: Maison de reine
id: Istana Sang Ratu
pl: Dom Królowej
pt: Casa de Rainha
tr: Kraliçe'nin Evi

source: Ancient Chariot
fil: Sinaunang Karro
fr: Char Antique
id: Kereta Perang masa lampau
pl: Wiekowy Rydwan
pt: Quadriga Antiga
tr: Antik Savaş Arabası

source: Carriage for King
fil: Karwahe para sa Hari
fr: Chariot de roi
id: Kereta untuk Raja
pl: Królewski powóz
pt: Coche do Rei
tr: Kral için Taşıma

source: General of Cavalry
fil: Heneral ng Cavalry
fr: Général de cavalerie
id: Jenderal Barisan Berkuda
pl: Generał Kawalerii
pt: General de Cavalaria
tr: Süvarilerin Generali

source: Cavalry of Emperor
fil: Cavalry ng Emperador
fr: Cavalerie de l'empereur
id: Barisan berkuda dari Kaisar
pl: Cesarska kawaleria
pt: Cavalaria do Imperador
tr: İmparator'un Süvarisi

source: General of Mobile Troops
fil: Heneral ng Mobile Troops
fr: Général des troupes mobiles
id: Jenderal Infantri
pl: Generał Ruchomych wojsk
pt: General das Tropas Rápidas
tr: Taşınabilir Birliklerin Generali

source: East Road
fil: Daang Silangan
fr: Route orientale
id: Jalan timur
pl: Wschodnia Droga
pt: Estrada Este
tr: Doğu Yolu

source: Gate Bolt
fr: Verrou de porte
id: Baut gerbang
pl: Rygiel bramy
pt: Ferrolho do Portão
tr: Kapı Cıvatası

source: Door Lock and Key
fil: Lock ng Pinto at Susi
fr: Serrure et clef
id: Gembok dan kunci pintu
pl: Zamek Drzwiowy i Klucz
pt: Chave e fechadura
tr: Kapı Kilidi ve Anahtarı

source: Penalty
fil: Parusa
fr: Pénalité
id: Penalti
pl: Kara
pt: Pena
tr: Ceza

source: Royal Hall
fr: Grande salle royale
id: Balai kerajaan
pl: Sala królewska
pt: Salão Real
tr: Kraliyet Salonu

source: Chamberlain
fr: Chambellan
id: bendahara
pl: Szambelan
pt: Aio
tr: Kahya

source: West Road
fil: Kanlurang Daan
fr: Route occidentale
id: Jalan barat
pl: Zachodnia Droga
pt: Estrada Oeste
tr: Batı Yolu

source: Seat of Emperor
fil: Upuan ng Emperador
fr: Siège de l'empereur
id: Tempat duduk Kaisar
pl: Tron Cesarza
pt: Trono do Imperador
tr: İmparator'un Koltuğu

source: Five Troops
fil: Limang Hukbo
fr: Cinq troupes
id: Lima Prajurit
pl: Pięć Wojsk
pt: Cinco Tropas
tr: Beş Birlik

source: River of Sky
fil: Ilog ng Langit
fr: Rivière céleste
id: Sungai langit
pl: Rzeka Nieba
pt: Rio do Céu
tr: Gökyüzü'nün Irmağı

source: Prayer for Progeny
fil: Panalangin para sa Progeny
fr: Prière pour avoir des enfants
id: Pendoa untuk Keturunan
pl: Modlitwa dla potomstwa
pt: Oração pela Prole
tr: Soy için dua

source: Forcast
fr: Prévision
id: Prakiraan
pl: Prognoza
pt: Previsão
tr: tahmin

source: Yard for Empresses
fil: Bakuran para sa mga Empresses
fr: Cour des impératrices
id: Pekarangan untuk Maharani
pl: Dziedziniec dla Cesarzowych
pt: Jardim das Imperatrizes
tr: İmparatoriçeler için Avlu

source: Holy Palace
fil: Banal na Palasyo
fr: Palais saint
id: Istana kudus
pl: Święty Pałac
pt: Palácio Sagrado
tr: Kutsal Saray

source: Winnow
fr: Crible
id: Pemisah
pl: Przesiewać
pt: Assoprar
tr: Yaba

source: Outer Pestle
fr: Pilon externe
id: Alu luar
pl: Zewnętrzny Tłuczek
pt: Pilão de fora
tr: Dış Havan Tokmağı

source: Head of Town
fil: Pinuno ng Bayan
fr: Chef de la ville
id: Walikota
pl: Burmistrz
pt: Chefe da Cidade
tr: Kasabanın Başı

source: Build
fil: Bumuo
fr: Générer
id: Bangun
pl: Budowa
pt: Construir
tr: Yapı

source: Fowl of Sky
fr: Volaille du ciel
id: Unggas dari Langit
pl: Ptactwo Nieba
pt: Ave de capoeira do Céu
tr: Gökyüzü'nün Kümes Hayvanı

source: Shrine of Sky
fr: Le Sanctuaire du Ciel
id: Kuil Langit
pl: Świątynia Nieba
pt: Santuário do Céu
tr: Gökyüzü Tapınağı

source: Northeastern Nations
fil: Hilagang-Silangang Bansa
fr: Nations nord-orientales
id: Bangsa Timur Laut
pl: Północnowschodnie Narody
pt: Nações do Nordeste
tr: Kuzeydoğu Ulusları

source: Old Farmer
fil: Matandang Magsasaka
fr: Vieux fermier
id: Peladang tua
pl: Stary Farmer
pt: Velho Lavrador
tr: Yaşlı Çiftçi

source: Snapping Turtle
fil: Snapping Pagong
fr: Tortue hargneuse
id: kura-kura menggigit
pl: Szczękający Żółw
pt: Tartaruga a Morder
tr: Isıran Kaplumbağa

source: Road for Emperor
fil: Daan para sa Emperador
fr: Route impériale
id: Jalan Kekaisaran
pl: Droga Ceszarza
pt: A estrada para o Imperador
tr: İmparator için Yol

source: The Weaver
fil: Ang Manghahabi
fr: Le tisserand
id: Penenun
pl: Tkacz
pt: O Tecelão
tr: Dokumacı

source: River adjoining Tower
fil: Ilog na katabing Tower
fr: Tour au bord de la rivière
id: Tempuran
pl: Rzeka płynąca przy wieży
pt: Rio ao lado da Torre
tr: Kule ile bitişik Irmak

source: Drum of River
fil: Tambol ng Ilog
fr: Tambour de rivière
id: segantang air
pl: Rzeczna chałupa
pt: Tambor do Céu
tr: Irmak'ın Davulu

source: Drumstick of Sky
fil: Drumstick ng Sky
fr: Baguette céleste
id: Tongkat genderang
pl: Pałeczka Nieba
pt: Baqueta do Céu
tr: Gökyüzü'nün Bageti

source: Cow leading Man
fil: Lalaking nangunguna sa baka
fr: Bouvier
id: Sapi di depan Manusia
pl: Mężczyzna prowadzący krowę
pt: Vaca a Guiar Homem
tr: İnek süren Adam

source: Bank Spread
fil: Pagkalat ng Bangko
fr: Étendue de la berge
id: gunungan tertebar
pl: Rozpiętość brzegów
pt: Ao longo da Margem do rio
tr: Banka Yayılışı

source: Basket for Silkworm
fil: Basket para sa Silkworm
fr: Panier de vers à soie
id: Keranjang untuk Ulat Sutera
pl: Kosz dla Jedwabnika
pt: Cesto para Bicho-da-seda
tr: İpekböceği için Sepet

source: Officer for Cart
fil: Opisyal para sa Cart
fr: Officier de charrette
id: Pegawai Kereta
pl: Urzędnik dla Wozu
pt: Oficial para Carroça
tr: Araba Memuru

source: Ferry of Sky
fil: Ferry ng Sky
fr: Ferry céleste
id: Feri dari Langit
pl: Prom Nieba
pt: Cacilheiro do Céu
tr: Gökyüzü'nün Feribotu

source: Fruit
fil: Prutas
id: buah
pl: Owoc
pt: Fruto
tr: Meyve

source: Seed
fil: Binhi
fr: Graine
id: Benih
pl: Ziarno
pt: Semente
tr: Tohum

source: Storage for Lady
fil: Imbakan para sa Ginang
fr: Rangement pour les dames
id: Penyimpan untuk wanita
pl: Skład dla Pani
pt: Armário da Senhora
tr: Hanım için Depo

source: Court Lady
fr: Dame de la cour
id: Hakim wanita
pl: Sądowa Pani
pt: Dama da Côrte
tr: Mahkeme Hanımı

source: Judge Fault
fil: Kasalanan ng Hukom
fr: Juger la faute
id: Nilai Kesalahan
pl: Błąd sędziego
pt: Falha do Juíz
tr: Yargıç Hatası

source: Amend Fault
fr: Corriger la faute
id: Amandemen Kesalahan
pl: Poprawiony błąd
pt: Emenda a Falha
tr: Değiştirme Hatası

source: Grant Life
fil: Bigyan ng Buhay
fr: Accorder la vie
id: pemberi kehidupan
pl: Darowizna Życia
pt: Concede a Vida
tr: Hayat Bağışı

source: Punish
fil: parusahan
fr: Punir
id: Hukum
pl: Karać
pt: Pune
tr: Cezalandırma

source: Empty House
fil: Walang laman na Bahay
fr: Maison vide
id: Rumah kosong
pl: Pusty Dom
pt: Casa Vazia
tr: Boş Ev

source: Weep
fil: Umiyak
fr: Le pleur
id: Tangisan
pl: Płacz
pt: Chora
tr: Ağlamak

source: Castle with Rampart
fil: Castle na may Rampart
fr: Château avec muraille
id: Istana dengan Benteng
pl: Zamek z Szańcem
pt: Castelo com Baluarte
tr: Sur ile Kale

source: Hook for Dress
fil: Hook para sa Dress
fr: Crochet de robe
id: Kancing busana wanita
pl: Haczyk na sukienkę
pt: Fecho de Vestido
tr: Elbise için Çengel

source: Groom
fil: Mag-ayos
fr: Palefrenier
id: Urus
pl: Pan młody
pt: Noivo
tr: Damat

source: Charioteer
fil: Karwahe
fr: Le Charetier
id: Pengendara kereta Perang
pl: Rydwan
pt: Cocheiro
tr: arabacı

source: Human
fil: Tao
fr: Humain
id: Manusia
pl: Człowiek
pt: Humano
tr: İnsan

source: Inner Pestle
fr: Pilon interne
id: Alu dalam
pl: Wewnętrzny Tłuczek
pt: Pilão de dentro
tr: İç Havan Tokmağı

source: Warehouse of Sky
fil: Warehouse ng Sky
fr: Entrepôt céleste
id: Gudang
pl: Magazyn Nieba
pt: Armazém do Céu
tr: Gökyüzü'nün Deposu

source: Cover of House
fil: Pabalat ng Bahay
fr: Abri de la maison
id: Tudung rumah
pl: Ochrona Domu
pt: Telhado de casa
tr: Ev'in Örtüsü

source: Broken Mortar
fil: Sirang Mortar
fr: Mortier brisé
id: Penumbuk rusak
pl: Rozbity Moździerz
pt: Almofariz partido
tr: Kırık Havan

source: Climbing Serpent
fil: Pag-akyat ng Serpent
fr: Serpent grimpant
id: Naga naik
pl: Wspinający się Wąż
pt: Serpente que sobe
tr: Tırmanan Yılan

source: Palace of Emperor
fil: Palasyo ng Emperador
fr: Palais impérial
id: Keraton kaisar
pl: Pałac Cesarza
pt: Palácio do Imperador
tr: İmparator'un Sarayı

source: Detached Palace
fil: Nakahiwalay na Palasyo
fr: Palais isolé
id: Keraton terpecah
pl: Wolnostojący pałac
pt: Palacio afastado
tr: Kopuk Saray

source: Lightening
fil: Pagpapagaan
fr: Éclair
id: Penerang
pl: Odciążenie
pt: Raio
tr: Şimşek

source: Rampart
fil: kuta
fr: Rempart
id: Kubu pertahanan
pl: Szaniec
pt: Baluarte
tr: Sur

source: Troops of Sky
fil: Mga tropa ni Sky
fr: Troupes du ciel
id: Prajurit langit
pl: Wojsko Nieba
pt: Tropas do Céu
tr: Gökyüzü'nün Birlikleri

source: Village for Patrol
fil: Nayon para magpa-Patrol
fr: Village pour la patrouille
id: Desa penjaga
pl: Wieś dla Patrolu
pt: Aldeia das Patrulhas
tr: Devriye için Köy

source: Net of Sky
fil: Net ng Sky
fr: Filet céleste
id: Jaring
pl: Sieć Nieba
pt: Rede do Céu
tr: Gökyüzü'nün Ağı

source: Stable of Sky
fil: Stable ng Sky
fr: Étable céleste
id: Kandang kuda
pl: Stajnia Nieba
pt: Estábulo do Céu
tr: Gökyüzü'nün Ahırı

source: Eastern Wall
fil: Silangang Pader
fr: Mur oriental
id: Tembok Barat
pl: Wschodni Mur
pt: Muralha Este
tr: Doğu Duvarı

source: Civil Engineer
fil: Inhinyerong sibil
fr: Ingénieur civil
id: Insinyur
pl: Inżynier budownictwa wodnego i lądowego
pt: Engenheiro Civil
tr: Sivil Mühendis

source: Thunderbolts
fil: Mga kulog
fr: Foudre
id: Petir
pl: Błyskawice
pt: Trovões
tr: Yıldırımlar

source: Clouds and Rain
fil: Ulap at Ulan
fr: Nuage et pluie
id: Awan dan Hujan
pl: Chmury i Deszcz
pt: Nuvens e Chuva
tr: Bulutlar ve Yağmur

source: Highway
fr: Grand-route
id: Jalan Tol
pl: Gościniec
pt: Estrada larga
tr: Anayol

source: Officer for Chariot of
fil: Opisyal para sa Chariot ng
fr: Officier pour le chariot de
id: Pegawai Kereta
pl: Urzędnik dla Rydwanu z
pt: Oficial de Quadriga
tr: Savaş Arabası Memuru

source: Side Road
fil: Gilid ng daan
fr: Chemin de traverse
id: Jalan kecil
pl: Boczna Droga
pt: Estrada secundária
tr: Yan Yol

source: Armory
fr: Armurerie
id: gudang senjata
pl: Zbrojownia
pt: Armeiro
tr: Cephanelik

source: Southern Gate of Emperator
fil: Timog Gate ng Emperador
fr: Porte méridionale de l'empereur
id: Gerbang selatan penguasa
pl: Południowa Brama Władcy
pt: Portão Sul do Imperador
tr: İmparator'un Güney Kapısı

source: Outer Folding Screen
fil: Panlabas na Folding Screen
fr: Paravent pliant extérieur
id: Layar lipat luar
pl: Zewnętrzny Składany Parawan
pt: Cortina Dobrada de fora
tr: Dış Perde

source: Toilet of Sky
fil: Toilet ng Sky
fr: Toilette du ciel
id: Jamban
pl: Toaleta Nieba
pt: Casa-de-banho do Céu
tr: Gökyüzü'nün Tuvaleti

source: Architect
fil: Arkitekto
fr: Architecte
id: Arsitek
pl: Architekt
pt: Arquitecto
tr: Mimar

source: Emperator
fil: Emperador
fr: Empereur
id: Penguasa
pl: Władca
pt: Imperador
tr: İmparator

source: Watchtower
fil: Bantayan
fr: Tour de guet
id: Menara jaga
pl: Strażnica
pt: Torre de Vigia
tr: Gözetleme Kulesi

source: Left Elm
fil: Iniwan si Elm
fr: Orme de gauche
id: Elm kiri
pl: Lewy Wiąz
pt: Olmo à Esquerda
tr: Sol Karaağaç

source: Right Elm
fil: Tama Elm
fr: Orme de droite
id: Elm kanan
pl: Prawy Wiąz
pt: Olmo à Direita
tr: Sağ Karaağaç

source: Storehouse of Sky
fil: Imbakan ng Sky
fr: Magasin céleste
id: depo
pl: Magazyn Nieba
pt: Armazém do Céu
tr: Gökyüzü'nün Ambarı

source: Stack of Cereals
fil: Salansan ng mga Cereal
fr: Pile de céréales
id: Tumpukan biji-bijian
pl: Stos Zboż
pt: Monte de Cereais
tr: Tahıl Yığını

source: Ship of Sky
fil: Barko ng Langit
fr: Navire céleste
id: Kapal
pl: Podniebny statek
pt: Navio do Céu
tr: Gökyüzü'nün Gemisi

source: Store of Water
fil: Tindahan ng Tubig
fr: Magasin d'eau
id: Penyimpan Air
pl: Zapas Wody
pt: Vasilha de água
tr: Suyun Deposu

source: Stomach of Tiger
fil: Tiyan ng Tigre
fr: Estomac du tigre
id: Perut Macan
pl: Żołądek Tygrysa
pt: Estomago do Tigre
tr: Kaplan'ın Karnı

source: Store of Millet for
fil: Tindahan ng Millet para sa
fr: Grenier du millet pour
id: Gudang Millet
pl: Zapas Prosa
pt: Armazém de Painço
tr: Darı Ambarı

source: Storehouse for Cereals
fil: Imbakan para sa mga Cereal
fr: Grenier pour les céréales
id: Depo Biji-bijian
pl: Skład zboża
pt: Silo de Cereais
tr: Tahıllar için Ambar

source: Shaman of Sky
fr: Shaman du ciel
id: Dukun
pl: Szaman Nieba
pt: Feitiçeiro do Céu
tr: Gökyüzü'nün Şamanı

source: Ear and Eye of
fil: Tenga at Mata ng
fr: Oreille et œil de
id: Mata dan telinga
pl: Ucho i Oko
pt: Ouvido e Olho do Céu
tr: Kulağı ve Gözü

source: Hill of Sky
fil: Burol ng Langit
fr: Colline céleste
id: Bukit
pl: Wzgórze Nieba
pt: Colina do Céu
tr: Gökyüzü Tepesi

source: Conspiracy of Sky
fr: Conspiration céleste
id: Persekongkolan
pl: Zmowa Nieba
pt: Conspiração do Céu
tr: Gökyüzü'nün Komplosu

source: Fodder
fil: Kumpay
fr: Fourrage
id: Makanan ternak
pl: Pasza
pt: Forragem
tr: Yem

source: Garage for Chariot
fil: Garahe para sa Chariot
fr: Garage pour le chariot
id: Garasi kereta
pl: Garaż dla Rydwanu
pt: Garagem da Quadriga
tr: Savaş Arabası için Garaj

source: Pond for Fish
fil: Pond para sa Isda
fr: Bassin à poisson
id: Kolam Ikan
pl: Staw rybny
pt: Lago de Peixes
tr: Balıklar için Gölet

source: Pillar
fil: haligi
fr: Pilier
id: Pilar
pl: Kolumna
pt: Pilar
tr: Sütun

source: Puddle of Sky
fr: La Flaque du Ciel
id: Geanangan air
pl: Kałuża Nieba
pt: Poça do Céu
tr: Gökyüzü Birikintisi

source: Kings
fil: Mga hari
fr: Rois
id: Raja-raja
pl: Królowie
pt: Reis
tr: Krallar

source: Gateway of Sky
fil: Gateway ng Sky
fr: Portail du ciel
id: Gapura
pl: Brama Nieba
pt: Portão do Céu
tr: Gökyüzü Geçidi

source: Flage of Saam
fil: Watawat ni Saam
fr: Flage de Saam
pl: Flaga Saama
pt: Bandeira de Saam
tr: Saam Bayrağı

source: Village of Sky
fil: Nayon ng Langit
fr: Village céleste
id: Perkampungan
pl: Wioska Nieba
pt: Aldeia do Céu
tr: Gökyüzü Köyü

source: Belvedere of Sky
fil: Belvedere ng Sky
fr: Belvédère du ciel
id: Gedung langit
pl: Belweder Nieba
pt: Belvedere do Céu
tr: Gökyüzü Taraçası

source: General of Border
fil: Pangkalahatan ng Border
fr: Général de frontière
id: Jenderal Perbatasan
pl: Generał Granicy
pt: General da Fronteira
tr: Sınır Generali

source: Celebration of Sky
fil: Pagdiriwang ni Sky
fr: La Célébration du Ciel
id: Perayaan Langit
pt: Celebração do Céu
tr: Gökyüzü Kutlaması

source: Flag of Emperor
fil: Watawat ng Emperador
fr: Bannière de l'empereur
id: Bendera kaisar
pl: Flaga Cesarza
pt: Bandeira do Imperador
tr: İmparator'un Bayrağı

source: Nine Territory
fil: Siyam na Teritoryo
fr: Neuf territoires
id: 9 Wilayah
pl: Dziewiąte Terytorium
pt: Nono Território
tr: Dokuz Bölge

source: Garden of Sky
fil: Hardin ng Langit
fr: Jardin céleste
id: Taman langit
pl: Ogród Nieba
pt: Jardim do Céu
tr: Gökyüzü'nün Bahçesi

source: Settled Flag
fr: Drapeau immobile
id: Bendera yang menetap
pl: Usadowiona Flaga
pt: Bandeira parada
tr: İnik Bayrak

source: Forcast Calamity
fr: Désastre prévu
id: bencana ramalan
pl: Przepowiedziana klęska
pt: Prever uma Calamidade
tr: Felaket Tahmini

source: Scout of Three Troups
fr: Éclaireur des trois troupes
id: Tiga pasukan pengintai
pl: Zwiadowca Trzech Zespołów
pt: Batedor das 3 Tropas
tr: Üç Grubun İzcisi

source: Expeditionary Force
fr: Corps expéditionnaire
id: Angkatan penjelajah
pl: Oddział Ekspedycyjny
pt: Força Expedicionária
tr: Keşif Birliği

source: Well for Millitary
fil: Well para sa Militar
fr: Puits militaire
id: Sumur untuk tentara
pl: Studnia dla wojska
pt: Poço dos Militares
tr: Askeriye için Kuyu

source: Well of Jade
fil: Well kay Jade
fr: Puit de jade
id: Kebaikan batu jade
pl: Nefrytowa studnia
pt: Poço de Jade
tr: Yeşim Kuyusu

source: Folding Screen
fr: Paravent
id: Layar lipat
pl: Składana zasłona
pt: Cortina dobrada
tr: Perde

source: Arrow
fil: Palaso
fr: Flèche
id: Panah
pl: Strzała
pt: Flecha
tr: Ok

source: Piled Brushwood
fil: Nakatambak na Brushwood
fr: Broussailles empilées
id: Timbunan semak
pl: Stos Chrustu
pt: Pilha de Lenha
tr: Yığılı Çalıçırpı

source: Northern River
fil: Hilagang Ilog
fr: Rivier septentrionale
id: Sungai utara
pl: Północna Rzeka
pt: Rio do Norte
tr: Kuzey Irmağı

source: Wine Glass of Sky
fr: Verre de vin céleste
id: Gelas Bir
pl: Kielich Nieba
pt: Copo de Vinho do Céu
tr: Gökyüzü'nün Şarap Bardağı

source: Eastern Well
fr: Puits oriental
id: Telaga timur
pl: Wschodnia studnia
pt: Poço de Este
tr: Doğu Kuyusu

source: Flood control
fil: Pagkontrol sa baha
fr: Contrôle des innondations
id: Pengontrol Banjir
pl: Ochrona przeciwpowodziowa
pt: Controlo de Cheias
tr: Sel kontrolü

source: Balance of Water
fil: Balanse ng Tubig
fr: Équilibre de l'eau
id: Timbangan Air
pl: Równowaga Wody
pt: Balanço da Água
tr: Suyun Dengesi

source: Four Spirit of River
fil: Apat na Espiritu ng Ilog
fr: Quatre esprits de la rivière
id: Empat hantu sungai
pl: Cztery Duchy Rzeki
pt: Quatro espíritos do Rio
tr: Irmağın Dört Ruhu

source: Southern River
fil: Timog Ilog
fr: Rivière méridionale
id: Sungai Selatan
pl: Południowa Rezeka
pt: Rio do Sul
tr: Güney Irmağı

source: Twin Gate
fr: Porte double
id: Gerbang Kembar
pl: Bliźniacza Brama
pt: Portões Gémeos
tr: İkiz Kapı

source: Bow
fil: yumuko
fr: Arc
id: haluan kapal
pl: Łuk
pt: Arco
tr: Yay

source: Star of Wolf
fil: Bituin ng Lobo
fr: Étoile du loup
id: Bintang Serigala
pl: Gwiazda Wilka
pt: Estrela do Lobo
tr: Kurdun Yıldızı

source: Wild Fowls
fil: Mga Wild Fowls
fr: Volaille sauvage
id: Ayam liar
pl: Dzikie ptactwo
pt: Ave de Rapina
tr: Vahşi Av Kuşları

source: Market for Army
fil: Market para sa Army
fr: Marché de l'armée
id: Pasar tentara
pl: Targ dla wojska
pt: Mercado do Exército
tr: Ordu için Pazar

source: Grandchildren
fil: Mga apo
fr: Petits-enfants
id: Cucu
pl: Wnuki
pt: Netos
tr: Torunlar

source: Grown-up
fil: Matanda na
fr: Adulte
id: Dewasa
pl: Dorosły
pt: Crescido
tr: Yetişkin

source: Oldman
fil: Matandang lalaki
fr: Vieil homme
id: Orang tua
pl: Starzec
pt: Velho
tr: İhtiyar

source: Beacon
fr: Balise
id: Suar
pl: Latarnia
pt: Farol
tr: Işın

source: Eye of Sky
fil: Mata ni Sky
fr: Œil céleste
id: Mata langit
pl: Oko Nieba
pt: Olho do Céu
tr: Gökyüzü'nün Gözü

source: Pile of Dead
fil: Tumpok ng Patay
fr: Pile de morts
id: Onggokan mayat
pl: Stos Zmarłych
pt: Monte de Corpos
tr: Ceset Yığını

source: Green Ridge
fr: Crête verte
id: Pegunungan hijau
pl: Zielony grzbiet
pt: Cume Verdejante
tr: Yeşil Tepe

source: Dog of Sky
fil: Aso ni Sky
fr: Chien céleste
id: Anjing langit
pl: Pies Nieba
pt: Cão do Céu
tr: Gökyüzü'nün Köpeği

source: Spirit of GuRyoung
fil: Espiritu ni GuRyoung
fr: Esprit de GuRyoung
id: Arwah Gu Ryoung
pl: Duch GuRyong'a
pt: Espírito de GuRyoung
tr: GuRyoung'un Ruhu

source: Flag of Wine Officer
fr: Drapeau de l'échanson
id: Panji pekerja anggur
pl: Flaga bordowego oficera
pt: Bandeira do Oficial do Vinho
tr: Şarap Memuru'nun Bayrağı
