Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: ### Notes on star names There can be more than one way of numbering the stars within one asterism, thus, there can be more than one "name" for a certain star. For example, "the Queen's Star" is also referred to as "Xuanyuan 14" or (rarely) "Xuanyuan 1". The number depending on the purpose (normal astronomy or observation of the Moon's path). In the traditional Chinese catalogues before 1650, coordinates were only given for one star per constellation, the so called main star or principle star [#1]. This is the star with the number "1" in the constellation where counting is started. It is usually the star with the westernmost right ascension. The Suzhou map [#3] is based on coordinates and asterisms defined in antiquity which became canonical [#1],[#2] but later further stars were added. These are called "added stars" (Chinese: 增星, zēng xīng) while the stars from the original catalogue are called "proper stars" (Chinese: 正星, zhèng xīng). _The Continuation of Complete Studies of Astronomical Instruments_ has 3240 Stars names in total. Yi Shitong has conducted textual research and summary of these records in his book _Chinese and Western Contrast Star Chart and Catalogue 1950.0_ (Chinese: 中西对照恒星图表 1950.0, Zhōngxī Duìzhào Héngxīng Túbiǎo). ### Notes on Lunar Mansion Traditional Chinese coordinates are given in "degrees right ascension" within a lunar mansion. The star where the measurement starts for this lunar mansion is called the determinative star (Chinese: 距星, jùxīng) of the mansions. The equatorial degrees of the lodge (Chinese: 宿度, xiùdù) are all right ascensions between the determinative star of a mansion the determinative star of the next one. However, the traditional Chinese right ascension "degrees" are smaller than in the sexagesimal system we are used to because the traditional Chinese "degrees" reflect the motion of the mean Sun as one degree per day. Thus, a Chinese "degree" is not 1/360 of the full circle but 1/365.25 of the circle. The 28 mansion asterisms are grouped into Four Holy Beasts (Chinese: 象, xiàng), each containing seven mansions corresponding to seven luminaries. The Four Holy Beasts are the White Tiger of the East, The Red Bird of the South, the Azure Dragon of the West and the Dark Warrier of the North. As they all lay around the ecliptic, the association with the compass direction does not correspond to the real horizon. List of The Twenty-Eight Mansions: |Seven Luminaries| | Wood | Metal | Earth | Sun | Moon | Fire | Water | |---------------|---------|------|-------|-------|-----|------|------|-------| |Chinese Name |东方苍龙 | 角宿 | 亢宿 | 氐宿 | 房宿 | 心宿 | 尾宿 | 箕宿 | |Pinyin |Dōngfāng Cānglóng |Jiǎoxiù |Kàngxiù |Dīxiù |Fángxiù |Xīnxiù |Wěixiù |Jīxiù | |English Name |Azure Dragon of the East |Horn Mansion |Neck Mansion |Root Mansion |Room Mansion |Heart Mansion |Tail Mansion |Winnowing Basket Mansion | |Number of Xinguans | 46 | 11 | 7 | 11 | 7 | 2 | 5 | 3 | |Determinative Star | | α Vir | κ Vir | α2 Lib | π Sco | σ Sco | μ1 Sco | γ Sgr | |Chinese Name | 北方玄武 | 斗宿 | 牛宿 | 女宿 | 虚宿 | 危宿 | 室宿 | 壁宿 | |---------------|---------|------|-------|-------|-----|------|------|-------| |Pinyin | Běifāng Xuánwǔ | Dǒuxiù | Niúxiù | Nǚxiù | Xūxiù | Wēixiù | Shìxiù | Bìxiù | |English Name | Black Tortoise of the North | Dipper Mansion | Ox Mansion | Girl Mansion | Emptiness Mansion | Rooftop Mansion | Encampment Mansion | Wall Mansion | | Number of Xinguans | 65 | 10 | 11 | 8 | 10 | 10 | 10 | 6 | |Determinative Star | |μ Sgr | β Cap | ε Aqr | β Aqr | α Aqr | α Peg | γ Peg | | Chinese Name | 西方白虎 | 奎宿 | 娄宿 | 胃宿 | 昴宿 | 毕宿 | 觜宿 | 参宿 | |---------------|---------|------|-------|-------|-----|------|------|-------| | Pinyin |Xīfāng Báihǔ | Kuíxiù | Loúxiù | Wèixiù | Mǎoxiù | Bìxiù | Zīxiù | Shēnxiù | |English Name | White Tiger of the West | Legs Mansion | Bond Mansion | Stomach Mansion | Hairy Head Mansion | Net Mansion | Turtle Beak Mansion | Three Stars Mansion | | Number of Xinguans | 54 | 9 | 6 | 7 | 9 | 14 | 3 | 6 | | Determinative Star | | ζ And | β Ari | 35 Ari | 17 Tau | ε Tau | λ Ori | ζ Ori | | Chinese Name | 南方朱雀 | 井宿 | 鬼宿 | 柳宿 | 星宿 | 张宿 | 翼宿 | 轸宿 | |---------------|---------|------|-------|-------|-----|------|------|-------| | Pinyin | Nánfāng Zhūquè | Jǐngxiù | Guǐxiù | Liǔxiù | Xīngxiù | Zhāngxiù | Yìxiù | Zhěnxiù | | English Name | Vermilion Bird of the South | Well Mansion | Ghosts Mansion | Willow Mansion | Star Mansion | Extended Net Mansion | Wings Mansion | Chariot Mansion | | Number of Xinguans | 42 | 19 | 7 | 2 | 5 | 2 | 2 | 5 | | Determinative Star | | μ Gem | θ Cnc | δ Hya | α Hya | υ1 Hya | α Crt | γ Crv | ### The Southern Asterisms The sky around the south celestial pole was unknown to ancient Chinese. Therefore, it was not included in the Three Enclosures and Twenty-Eight Mansions system. However, by the end of the Ming Dynasty, Xu Guangqi (Chinese:徐光启, Xú Guāngqǐ) introduced another 23 Xingguans based on the knowledge of European star charts. These Xingguans were since incorporated into the traditional Chinese star maps. ![](hunxiang.webp) _Xingguans Map of Celestial Globe (Su Song，Song dynasty)_ {: .img_and_caption} ### Deep Space Objects In ancient China, even some deep space objects were included in the Xingguans. Include the following: | General name | Chinese Name | Pinyin | Chinese Name | Nick name | |--------------|--------------|----------|--------------|-----------| | NGC 6231 | 神宫 | shéngōng | God's Palace | Northern Jewel Box Cluster | | NGC 6475/M 7 | 鱼 | Yú | Fish | Ptolemy Cluster | | NGC 2632/M 44 | 积尸 | JīShī | Cumulative Corpses | Beehive Cluster | | NGC 5139 | 库楼增一 | Kùlóu Zēng I | Arsenal Added I | Omega Centauri | | NGC 224/M 31 | 奎宿增廿一 | Kuíxiù Zēng XXI | Legs Mansion XXI | Andromeda Galaxy | | NGC 3372 | 海山二 | Hǎishān II | Sea and Mountain II | Homunculus Nebula，Eta Carinae | ### Notes This sky culture is based on the information in _Chinese and Western Contrast Stars Chart and Star Catalogue 1950.0_ (Star Catalogue). (Chinese： 中西对照恒星图表1950.0(星表分册))，and _Complete Studies of Astronomical Instruments_ (Chinese： 仪象考成). Special thanks to Liu Chunbin for the collation of the _Chinese and Western Contrast Stars Chart and Star Catalogue 1950.0(Star Catalogue)_. He produced Chinese Star Catalogue for Stellarium (Chinese： Stellarium 中国星官体系下中文星名扩展包) is a very important reference. For the translation of constellations, the use of the Hong Kong Space Museum produced the English-Chinese Glossary of Chinese Star Regions, Asterisms and Star Names (Chinese： 中国星区、星官及星名英译表). Only a small portion of the translation is changed, for example, the translation of the two different Xingguans is the same. The cultural connotations of the name cannot be explained perfectly, because thousands of years passed, the connotations behind some names are controversial. These are only possible translations.
fil: ### Mga tala sa mga pangalan ng bituin Maaaring mayroong higit sa isang paraan ng pagbibilang ng mga bituin sa loob ng isang asterismo, kaya, maaaring mayroong higit sa isang "pangalan" para sa isang partikular na bituin. Halimbawa, ang "The Queen's Star" ay tinutukoy din bilang "Xuanyuan 14" o (bihirang) "Xuanyuan 1". Ang bilang ay depende sa layunin (normal astronomy o pagmamasid sa landas ng Buwan). Sa tradisyonal na mga katalogo ng Tsino bago ang 1650, ang mga coordinate ay ibinigay lamang para sa isang bituin sa bawat konstelasyon, ang tinatawag na pangunahing bituin o prinsipyong bituin [#1]. Ito ang bituin na may numerong "1" sa konstelasyon kung saan nagsimula ang pagbilang. Karaniwang ito ang bituin na may pinakakanlurang kanang pag-akyat. Ang mapa ng Suzhou [#3] ay batay sa mga coordinate at asterism na tinukoy noong unang panahon na naging kanonikal [#1],[#2] ngunit nang maglaon ay idinagdag pa ang mga bituin. Ang mga ito ay tinatawag na "idinagdag na mga bituin" (Intsik: 增星, zēng xīng) habang ang mga bituin mula sa orihinal na katalogo ay tinatawag na "mga tamang bituin" (Intsik: 正星, zhèng xīng). _The Continuation of Complete Studies of Astronomical Instruments_ has 3240 Stars names in total. Si Yi Shitong ay nagsagawa ng textual na pananaliksik at buod ng mga talang ito sa kanyang aklat na _Chinese and Western Contrast Star Chart and Catalog 1950.0_ (Intsik: 中西对照恒星图表 1950.0, Zhōngxī Duìzhào Húbiǎxī). ### Mga Tala sa Lunar Mansion Ang mga tradisyunal na Chinese coordinate ay ibinibigay sa "degrees right ascension" sa loob ng isang lunar mansion. Ang bituin kung saan nagsisimula ang pagsukat para sa lunar na mansion na ito ay tinatawag na determinative star (Intsik: 距星, jùxīng) ng mga mansyon. Ang mga antas ng ekwador ng lodge (Intsik: 宿度, xiùdù) ay mga tamang pag-akyat sa pagitan ng determinative star ng isang mansyon ang determinative star ng susunod. Gayunpaman, ang tradisyunal na Chinese right ascension na "degrees" ay mas maliit kaysa sa sexagesimal system na nakasanayan natin dahil ang tradisyonal na Chinese "degrees" ay sumasalamin sa paggalaw ng mean Sun bilang isang degree bawat araw. Kaya, ang "degree" ng Tsino ay hindi 1/360 ng buong bilog ngunit 1/365.25 ng bilog. Ang 28 mansion asterism ay pinagsama-sama sa Apat na Banal na Hayop (Intsik: 象, xiàng), bawat isa ay naglalaman ng pitong mansyon na katumbas ng pitong luminaries. Ang Apat na Banal na Hayop ay ang Puting Tigre ng Silangan, Ang Pulang Ibon ng Timog, ang Azure Dragon ng Kanluran at ang Madilim na Warrier ng Hilaga. Habang nakahiga silang lahat sa paligid ng ecliptic, ang kaugnayan sa direksyon ng compass ay hindi tumutugma sa tunay na abot-tanaw. Listahan ng The Twenty-Eight Mansions: |Pitong Luminaries| | Kahoy | Metal | Lupa | Araw | Buwan | Sunog | Tubig | |--------------|---------|------|-------|-------|------|------|------|-------| |Pangalan ng Intsik |东方苍龙 |角宿 |亢宿 |氐宿 |房宿 |心宿 |尾宿 |箕宿 | |Pinyin |Dōngfāng Cānglóng |Jiǎoxiù |Kàngxiù |Dīxiù |Fángxiù |Xīnxiù |Wěixiù |Jīxiù | |Pangalan sa Ingles |Azure Dragon of the East |Horn Mansion |Neck Mansion |Root Mansion |Room Mansion |Heart Mansion |Tail Mansion |Winnowing Basket Mansion | |Bilang ng mga Xinguan | 46 | 11 | 7 | 11 | 7 | 2 | 5 | 3 | |Determinative Star | | α Vir | κ Vir | α2 Lib | π Sco | σ Sco | μ1 Sco | γ Sgr | |Pangalan ng Intsik |北方玄武 |斗宿 |牛宿 |女宿 |虚宿 |危宿 |室宿 |壁宿 | |--------------|---------|------|-------|-------|------|------|------|-------| |Pinyin | Běifāng Xuánwǔ | Dǒuxiù | Niúxiù | Nǚxiù | Xūxiù | Weixiù | Shìxiù | Bìxiù | |Pangalan sa Ingles | Itim na Pagong ng Hilaga | Dipper Mansion | Ox Mansion | Girl Mansion | Emptiness Mansion | Rooftop Mansion | Encampment Mansion | Wall Mansion | | Bilang ng mga Xinguan | 65 | 10 | 11 | 8 | 10 | 10 | 10 | 6 | |Determinative Star | |μ Sgr | β Cap | ε Aqr | β Aqr | α Aqr | α Peg | γ Peg | | Pangalan ng Intsik |西方白虎 |奎宿 |娄宿 |胃宿 |昴宿 |毕宿 |觜宿 |参宿 | |--------------|---------|------|-------|-------|------|------|------|-------| | Pinyin |Xīfāng Báihǔ | Kuíxiù | Loúxiù | Wèixiù | Mǎoxiù | Bìxiù | Zixiù | Shēnxiù | |Pangalan sa Ingles | Puting Tigre ng Kanluran | Legs Mansion | Bond Mansion | Tiyan Mansion | Mabuhok na Ulo Mansion | Net Mansion | Pagong Tuka Mansion | Three Stars Mansion | | Bilang ng mga Xinguan | 54 | 9 | 6 | 7 | 9 | 14 | 3 | 6 | | Determinative Star | | ζ At | β Ari | 35 Ari | 17 Tau | ε Tau | λ Ori | ζ Ori | | Pangalan ng Intsik |南方朱雀 |井宿 |鬼宿 |柳宿 |星宿 |张宿 |翼宿 |轸宿 | |--------------|---------|------|-------|-------|------|------|------|-------| | Pinyin | Nánfāng Zhūquè | Jǐngxiù | Guǐxiù | Liǔxiù | Xīngxiù | Zhāngxiù | Yìxiù | Zhěnxiù | | Pangalan sa Ingles | Vermilion Bird ng Timog | Well Mansion | Ghosts Mansion | Willow Mansion | Star Mansion | Pinalawak na Net Mansion | Wings Mansion | Mansion ng Kalesa | | Bilang ng mga Xinguan | 42 | 19 | 7 | 2 | 5 | 2 | 2 | 5 | | Determinative Star | | μ Hiyas | θ Cnc | δ Hya | α Hya | υ1 Hya | α Crt | γ Crv | ### Ang Southern Asterisms Ang kalangitan sa paligid ng south celestial pole ay hindi alam ng sinaunang Chinese. Samakatuwid, hindi ito kasama sa sistema ng Three Enclosures at Twenty-Eight Mansions. Gayunpaman, sa pagtatapos ng Dinastiyang Ming, ipinakilala ni Xu Guangqi (Intsik:徐光启, Xú Guāngqǐ) ang isa pang 23 Xingguan batay sa kaalaman ng mga European star chart. Ang mga Xingguan na ito ay isinama na sa tradisyonal na Chinese star na mga mapa. ![](hunxiang.webp) _Xingguans Mapa ng Celestial Globe (Su Song，Song dynasty)_ {: .img_and_caption } ### Deep Space Objects Sa sinaunang Tsina, kahit na ang ilang malalalim na bagay sa kalawakan ay kasama sa mga Xingguan. Isama ang sumusunod: | Pangkalahatang pangalan | Pangalan ng Intsik | Pinyin | Pangalan ng Intsik | Palayaw | |--------------|--------------|----------|---------------|-----------| | NGC 6231 |神宫 | shengōng | Palasyo ng Diyos | Northern Jewel Box Cluster | | NGC 6475/M 7 |鱼 | Yú | Isda | Ptolemy Cluster | | NGC 2632/M 44 |积尸 | JīShī | Pinagsama-samang mga Bangkay | Cluster ng Beehive | | NGC 5139 |库楼增一 | Kùlóu Zēng I | Arsenal Idinagdag I | Omega Centauri | | NGC 224/M 31 |奎宿增廿一 | Kuíxiù Zēng XXI | Legs Mansion XXI | Andromeda Galaxy | | NGC 3372 |海山二 | Hǎishān II | Dagat at Bundok II | Homunculus Nebula，Eta Carinae | ### Mga Tala Ang sky culture na ito ay batay sa impormasyon sa _Chinese and Western Contrast Stars Chart at Star Catalog 1950.0_ (Star Catalogue). (Intsik： 中西对照恒星图表1950.0(星表分册)), at _Kumpletong Pag-aaral ng Mga Instrumentong Astronomiko_ (Intsik: 仪象考成). Espesyal na pasasalamat kay Liu Chunbin para sa koleksyon ng _Chinese and Western Contrast Stars Chart at Star Catalog 1950.0(Star Catalogue)_. Gumawa siya ng Chinese Star Catalog para sa Stellarium (Intsik: Stellarium 中国星官体系下中文星名扩展包) ay isang napakahalagang sanggunian. Para sa pagsasalin ng mga konstelasyon, ang paggamit ng Hong Kong Space Museum ay gumawa ng English-Chinese Glossary of Chinese Star Regions, Asterisms at Star Names (Chinese： 中国星区、星官及星名英译表). Maliit na bahagi lamang ng pagsasalin ang binago, halimbawa, ang pagsasalin ng dalawang magkaibang Xingguan ay pareho. Ang mga kultural na konotasyon ng pangalan ay hindi maipaliwanag nang perpekto, dahil libu-libong taon na ang lumipas, ang mga konotasyon sa likod ng ilang mga pangalan ay kontrobersyal. Ito ay mga posibleng pagsasalin lamang.
fr: ### Remarques sur les noms d'étoiles Il peut y avoir plus d'une façon de numéroter les étoiles dans un astérisme, ainsi, il peut y avoir plus d'un «nom» pour une étoile donnée. Par exemple, "l'étoile de la reine" est également appelée "Xuanyuan 14" ou (rarement) "Xuanyuan 1". Le nombre en fonction du but (astronomie normale ou observation de la trajectoire de la Lune). Dans les catalogues chinois traditionnels avant 1650, les coordonnées n'étaient données que pour une étoile par constellation, la soi-disant étoile principale ou étoile principale [#1]. Il s'agit de l'étoile avec le numéro "1" dans la constellation où le comptage est commencé. C'est généralement l'étoile avec l'ascension droite la plus à l'ouest. La carte de Suzhou [#3] est basée sur les coordonnées et les astérismes définis dans l'antiquité qui sont devenus canoniques [#1], [#2] mais plus tard, d'autres étoiles ont été ajoutées. Celles-ci sont appelées "étoiles ajoutées" (chinois: 增 星, zēng xīng) tandis que les étoiles du catalogue original sont appelées "étoiles propres" (chinois: 正 星, zhèng xīng). _La poursuite des études complètes d'instruments astronomiques_ a 3240 noms d'étoiles au total. Yi Shitong a mené une recherche textuelle et un résumé de ces documents dans son livre _Chinese and Western Contrast Star Chart and Catalog 1950.0_ (chinois: 中西 对照 恒星 图表 1950.0, Zhōngxī Duìzhào Héngxīng Túbiǎo). ### Notes sur le manoir lunaire Les coordonnées chinoises traditionnelles sont données en "degrés d'ascension droite" dans un manoir lunaire. L'étoile où commence la mesure pour ce manoir lunaire est appelée l'étoile déterminative (en chinois: 距 星, jùxīng) des demeures. Les degrés équatoriaux de la loge (chinois: 宿 度, xiùdù) sont toutes des ascensions justes entre l'étoile déterminante d'un manoir et l'étoile déterminante de la suivante. Cependant, les "degrés" d'ascension droite traditionnels chinois sont plus petits que dans le système sexagésimal auquel nous sommes habitués parce que les "degrés" chinois traditionnels reflètent le mouvement du Soleil moyen comme un degré par jour. Ainsi, un «degré» chinois n'est pas 1/360 du cercle complet mais 1 / 365,25 du cercle. Les 28 astérismes des maisons sont regroupés en quatre saintes bêtes (chinois: 象, xiàng), chacune contenant sept demeures correspondant à sept luminaires. Les quatre bêtes sacrées sont le tigre blanc de l'est, l'oiseau rouge du sud, le dragon azur de l'ouest et le guerrier noir du nord. Comme ils se trouvaient tous autour de l'écliptique, l'association avec la direction de la boussole ne correspond pas à l'horizon réel. Liste des vingt-huit demeures: | Sept luminaires | | Bois | Métal | Terre | Sun | Moon | Feu | Eau | |-----------------|-----------|--------|---------|---------|-------|--------|--------|---------| | Nom chinois | 东方 苍龙 |角 宿 |亢 宿 |氐 宿 |房 宿 |心 宿 |尾 宿 |箕 宿 | | Pinyin | Dōngfāng Cānglóng | Jiǎoxiù | Kàngxiù | Dīxiù | Fángxiù | Xīnxiù | Wěixiù | Jīxiù | | Nom anglais | Dragon azur de l'Est | Manoir de corne | Manoir de cou | Manoir de racine | Manoir de pièce | Manoir de coeur | Manoir de queue | Manoir de panier de vannage | | Nombre de Xinguans | 46 | 11 | 7 | 11 | 7 | 2 | 5 | 3 | | Étoile déterminante | | α Vir | κ Vir | α2 Lib | π Sco | σ Sco | μ1 Sco | γ Sgr | | Nom chinois |北方 玄武 |斗 宿 |牛 宿 |女 宿 |虚 宿 |危 宿 |室 宿 |壁 宿 | |-----------------|-----------|--------|---------|---------|-------|--------|--------|---------| | Pinyin | Běifāng Xuánwǔ | Dǒuxiù | Niúxiù | Nǚxiù | Xūxiù | Wēixiù | Shìxiù | Bìxiù | | Nom anglais | Tortue noire du nord | Dipper Mansion | Ox Mansion | Manoir de fille | Manoir du vide | Manoir sur le toit | Manoir de campement | Manoir mural | | Nombre de Xinguans | 65 | 10 | 11 | 8 | 10 | 10 | 10 | 6 | | Étoile déterminante | | μ Sgr | β Cap | ε Aqr | β Aqr | α Aqr | α Peg | γ Peg | | Nom chinois |西方 白虎 |奎 宿 |娄 宿 |胃 宿 |昴 宿 |毕 宿 |觜 宿 |参 宿 | |-----------------|-----------|--------|---------|---------|-------|--------|--------|---------| | Pinyin | Xīfāng Báihǔ | Kuíxiù | Loúxiù | Wèixiù | Mǎoxiù | Bìxiù | Zīxiù | Shēnxiù | | Nom anglais | Tigre blanc de l'Ouest | Manoir des jambes | Bond Mansion | Manoir de l'estomac | Manoir de la tête poilue | Net Mansion | Manoir de bec de tortue | Manoir trois étoiles | | Nombre de Xinguans | 54 | 9 | 6 | 7 | 9 | 14 | 3 | 6 | | Étoile déterminante | | ζ Et | β Ari | 35 Ari | 17 Tau | ε Tau | λ Ori | ζ Ori | | Nom chinois |南方 朱雀 |井 宿 |鬼 宿 |柳 宿 |星宿 |张 宿 |翼 宿 |轸 宿 | |-----------------|-----------|--------|---------|---------|-------|--------|--------|---------| | Pinyin | Nánfāng Zhūquè | Jǐngxiù | Guǐxiù | Liǔxiù | Xīngxiù | Zhāngxiù | Yìxiù | Zhěnxiù | | Nom anglais | Oiseau vermillon du sud | Well Mansion | Ghosts Mansion | Willow Mansion | Star Mansion | Extended Net Mansion | Wings Mansion | Chariot Mansion | | Nombre de Xinguans | 42 | 19 | 7 | 2 | 5 | 2 | 2 | 5 | | Étoile déterminante | | μ Gem | θ Cnc | δ Hya | α Hya | υ1 Hya | α Crt | γ Crv | ### Les astérismes du sud Le ciel autour du pôle céleste sud était inconnu des anciens Chinois. Par conséquent, il n'a pas été inclus dans le système des trois enceintes et vingt-huit demeures. Cependant, à la fin de la dynastie Ming, Xu Guangqi (chinois: 徐光启, Xú Guāngqǐ) a introduit 23 autres Xingguans basés sur la connaissance des cartes des étoiles européennes. Ces Xingguans ont depuis été incorporés dans les cartes d'étoiles chinoises traditionnelles. ![](hunxiang.webp) _Xingguans Carte du globe céleste (Su Song ， dynastie Song) _ {: .img_and_caption } ### Objets de l'espace lointain Dans la Chine ancienne, même certains objets de l'espace lointain étaient inclus dans les Xingguans. Inclure les éléments suivants: | Nom général | Nom chinois | Pinyin | Nom chinois | Surnom | |----------------|----------------|------------|-----------------|-------------| | NGC 6231 |神宫 | shéngōng | Palais de Dieu | Grappe de boîtes à bijoux du Nord | | NGC 6475 / M 7 |鱼 | Yú | Poisson | Ptolémée Cluster | | NGC 2632 / M 44 |积 尸 | JīShī | Cadavres cumulatifs | Beehive Cluster | | NGC 5139 |库 楼 增 一 | Kùlóu Zēng I | Arsenal ajouté I | Omega Centauri | | NGC 224 / M 31 |奎 宿 增 廿一 | Kuíxiù Zēng XXI | Legs Mansion XXI | Andromeda Galaxy | | NGC 3372 |海山 二 | Hǎishān II | Mer et montagne II | Nébuleuse de l'Homunculus ， Eta Carinae | ### Remarques Cette culture du ciel est basée sur les informations contenues dans la carte des étoiles à contraste chinois et occidental et dans le catalogue d'étoiles 1950.0_ (catalogue d'étoiles). (Chinois ： 中西 对照 恒星 图表 1950.0 (星 表 分册)) ， et _Études complètes des instruments astronomiques_ (chinois ： 仪 象 考 成). Un merci spécial à Liu Chunbin pour la collation du _Chinese and Western Contrast Stars Chart et Star Catalog 1950.0 (Star Catalog) _. Il a produit le Chinese Star Catalog for Stellarium (Chinese ： Stellarium 中国 星 官 体系 下 中文 星 名 扩展 包) est une référence très importante. Pour la traduction des constellations, l'utilisation du Hong Kong Space Museum a produit le Glossaire anglais-chinois des régions étoilées chinoises, des astérismes et des noms d'étoiles (chinois Chinese 中国 星 区 、 星 官 及 星 名 英译 英译). Seule une petite partie de la traduction est modifiée, par exemple, la traduction des deux Xingguans différents est la même. Les connotations culturelles du nom ne peuvent pas être parfaitement expliquées, car des milliers d'années ont passé, les connotations derrière certains noms sont controversées. Ce ne sont que des traductions possibles.
id: ### Catatan tentang nama bintang Mungkin ada lebih dari satu cara penomoran bintang dalam satu asterisme, jadi, bisa ada lebih dari satu "nama" untuk bintang tertentu. Misalnya, "Bintang Ratu" juga disebut sebagai "Xuanyuan 14" atau (jarang) "Xuanyuan 1". Jumlahnya tergantung pada tujuannya (astronomi normal atau pengamatan lintasan Bulan). Dalam katalog tradisional Cina sebelum tahun 1650, koordinat hanya diberikan untuk satu bintang per konstelasi, yang disebut bintang utama atau bintang prinsip [#1]. Ini adalah bintang dengan angka "1" di konstelasi tempat penghitungan dimulai. Biasanya bintang dengan kenaikan kanan paling barat. Peta Suzhou [#3] didasarkan pada koordinat dan asterisme yang ditentukan pada zaman kuno yang menjadi kanonik [#1],[#2] tetapi kemudian bintang-bintang selanjutnya ditambahkan. Ini disebut "bintang tambahan" (Hanzi: , zēng xīng) sedangkan bintang dari katalog asli disebut "bintang yang tepat" (Hanzi: , zhèng xīng). _Kelanjutan Studi Lengkap Instrumen Astronomi_ memiliki total 3240 nama Bintang. Yi Shitong telah melakukan penelitian tekstual dan ringkasan catatan-catatan ini dalam bukunya _Chinese and Western Contrast Star Chart and Catalog 1950.0_ (Hanzi: 1950.0, Zhōngxī Duìzhào Héngxīng Túbiǎo). ### Catatan tentang Lunar Mansion Koordinat Cina tradisional diberikan dalam "derajat kenaikan kanan" di dalam rumah bulan. Bintang di mana pengukuran dimulai untuk mansion bulan ini disebut bintang penentu (Hanzi: , jùxīng) dari mansion. Derajat khatulistiwa pondok (Hanzi: , xiùdù) adalah kenaikan yang tepat antara bintang penentu rumah besar dengan bintang penentu rumah berikutnya. Namun, "derajat" kenaikan kanan tradisional Cina lebih kecil daripada dalam sistem seksagesimal yang biasa kita gunakan karena "derajat" tradisional Cina mencerminkan gerakan Matahari rata-rata sebagai satu derajat per hari. Jadi, "derajat" Cina bukanlah 1/360 dari lingkaran penuh tetapi 1/365,25 dari lingkaran. Ke-28 asterisme mansion dikelompokkan ke dalam Empat Binatang Suci (Hanzi: , xiàng), masing-masing berisi tujuh rumah besar yang sesuai dengan tujuh tokoh. Empat Binatang Suci adalah Macan Putih dari Timur, Burung Merah dari Selatan, Naga Biru dari Barat dan Pejuang Kegelapan dari Utara. Karena mereka semua terletak di sekitar ekliptika, hubungan dengan arah kompas tidak sesuai dengan cakrawala yang sebenarnya. Daftar Rumah Dua Puluh Delapan: |Tujuh Tokoh| | Kayu | Logam | Bumi | Matahari | Bulan | Api | Air | |---------------|---------|------|-------|-------|------|------|------|-------| |Nama Cina |东方苍龙 | | | | | | | | |Pinyin |Dōngfāng Cānglóng |Jiǎoxiù |Kàngxiù |Dīxi |Fángxiù |Xīnxi |Wěixiù |Jīxi | |Nama Inggris |Azure Dragon of the East |Horn Mansion |Neck Mansion |Root Mansion |Room Mansion |Heart Mansion | Tail Mansion |Winnowing Basket Mansion | |Jumlah Xinguan | 46 | 11 | 7 | 11 | 7 | 2 | 5 | 3 | |Bintang Penentu | | Vir | Vir | 2 Lib | Sco | Sco | 1 Sco | Sgr | |Nama Cina | | | | | | | | | |---------------|---------|------|-------|-------|------|------|------|-------| | Pinyin | Běifāng Xuánwǔ | Duuxi | Niúxiù | Nxiù | Xūxiù | Wixiù | Shoxiù | Bxiù | |Nama Inggris | Kura-kura Hitam dari Utara | Rumah Gayung | Rumah Sapi | Rumah Gadis | Rumah Kekosongan | Rumah Atap | Rumah Perkemahan | Rumah Tembok | | Jumlah Xinguan | 65 | 10 | 11 | 8 | 10 | 10 | 10 | 6 | |Bintang Penentu | |μ Sgr | Tutup | aqr | aqr | aqr | pasak | pasak | | Nama Cina | | | | | | | | | |---------------|---------|------|-------|-------|------|------|------|-------| | Pinyin |Xīfāng Báihǔ | Kuíxiù | Loúxiù | Wixiù | Moxiù | Bxiù | Zīxiù | Shnxiù | |Nama Inggris | Harimau Putih Barat | Rumah Kaki | Rumah Obligasi | Rumah Perut | Rumah Kepala Berbulu | Rumah Bersih | Rumah Paruh Penyu | Rumah Tiga Bintang | | Jumlah Xinguan | 54 | 9 | 6 | 7 | 9 | 14 | 3 | 6 | | Bintang Penentu | | Dan | Ari | 35 Ari | 17 Tau | Tau | Ori | Ori | | Nama Cina | | | | | | | | | |---------------|---------|------|-------|-------|------|------|------|-------| | Pinyin | Nánfāng Zhūquè | Jngxiù | Guǐxiù | Liǔxiù | Xngxiù | Zhangxiù | Yxiù | Zhěnxiù | | Nama Inggris | Burung Vermilion dari Selatan | Rumah Sumur | Rumah Hantu | Rumah Willow | Rumah Bintang | Mansion Bersih yang Diperluas | Wings Mansion | Rumah Kereta | | Jumlah Xinguan | 42 | 19 | 7 | 2 | 5 | 2 | 2 | 5 | | Bintang Penentu | | Permata | Cnc | Hai | Hai | 1 Hya | Crt | Crv | ### Asterisme Selatan Langit di sekitar kutub selestial selatan tidak dikenal oleh orang Cina kuno. Oleh karena itu, itu tidak termasuk dalam sistem Tiga Kandang dan Dua Puluh Delapan Rumah. Namun, pada akhir Dinasti Ming, Xu Guangqi (Hanzi: 徐光启, Xú Guāngq) memperkenalkan 23 Xingguan lainnya berdasarkan pengetahuan tentang peta bintang Eropa. Xingguan ini sejak itu dimasukkan ke dalam peta bintang tradisional Tiongkok. ![](hunxiang.webp) _Peta Xingguans dari Celestial Globe (Su Song，Song Dynasty)_ {: .img_and_caption } ### Objek Luar Angkasa Di Tiongkok kuno, bahkan beberapa benda luar angkasa termasuk dalam Xingguan. Sertakan yang berikut ini: | Nama umum | Nama Cina | Pinyin | Nama Cina | Nama panggilan | |--------------|--------------|----------|---------------|-----------| | NGC 6231 | | shéngōng | Istana Dewa | Gugusan Kotak Permata Utara | | NGC 6475/M 7 | | kamu | Ikan | Gugus Ptolemy | | NGC 2632/M 44 | | JīShī | Mayat Kumulatif | Gugus Sarang Lebah | | NGC 5139 | | Kùlóu Zēng I | Arsenal Menambahkan Saya | Omega Centauri | | NGC 224/M 31 | | Kuíxiù Zēng XXI | Kaki Mansion XXI | Galaksi Andromeda | | NGC 3372 | | Hǎishān II | Laut dan Gunung II | Nebula Homunculus，Eta Carinae | ### Catatan Budaya langit ini didasarkan pada informasi di _Grafik Bintang Kontras Cina dan Barat dan Katalog Bintang 1950.0_ (Katalog Bintang). (Bahasa Cina： 1950.0(星表分册))，dan _Studi Lengkap Instrumen Astronomi_ (Bahasa Cina： ). Terima kasih khusus kepada Liu Chunbin untuk pengumpulan _Bagan Bintang Kontras Cina dan Barat dan Katalog Bintang 1950.0(Katalog Bintang)_. Dia menghasilkan Katalog Bintang Cina untuk Stellarium (Cina： Stellarium ) adalah referensi yang sangat penting. Untuk terjemahan konstelasi, penggunaan Museum Luar Angkasa Hong Kong menghasilkan Glosarium Bahasa Inggris-Cina untuk Wilayah Bintang Cina, Asterisme, dan Nama Bintang (Cina： ). Hanya sebagian kecil dari terjemahan yang diubah, misalnya, terjemahan dari dua Xingguan yang berbeda adalah sama. Konotasi budaya dari nama tersebut tidak dapat dijelaskan dengan sempurna, karena ribuan tahun berlalu, konotasi di balik beberapa nama masih kontroversial. Ini hanya terjemahan yang mungkin.
pl: ### Uwagi na temat nazw gwiazd W jednym asteryzmie może istnieć więcej niż jeden sposób numerowania gwiazd, a zatem może istnieć więcej niż jedna „nazwa” danej gwiazdy. Na przykład „Gwiazda Królowej” jest również określana jako „Xuanyuan 14” lub (rzadko) „Xuanyuan 1”. Liczba w zależności od celu (zwykła astronomia lub obserwacja toru Księżyca). W tradycyjnych chińskich katalogach sprzed 1650 roku współrzędne były podawane tylko dla jednej gwiazdy na konstelację, tak zwanej gwiazdy głównej lub gwiazdy głównej [#1]. To jest gwiazda z numerem „1” w konstelacji, w której rozpoczęto liczenie. Zwykle jest to gwiazda z najbardziej wysuniętym na zachód rektascensją. Mapa Suzhou [#3] jest oparta na współrzędnych i asteryzmach zdefiniowanych w starożytności, które stały się kanoniczne [#1], [#2], ale później dodano kolejne gwiazdy. Nazywa się je „gwiazdami dodanymi” (chiń .: 增 星, zēng xīng), podczas gdy gwiazdy z oryginalnego katalogu nazywane są „gwiazdami własnymi” (chiń .: 正 星, zhèng xīng). _The Continuation of Complete Studies of Astronomical Instruments_ ma łącznie 3240 nazw gwiazd. Yi Shitong przeprowadził badania tekstowe i podsumował te zapisy w swojej książce _Chinese and Western Contrast Star Chart and Catalog 1950.0_ (chiń .: 中西 对照 恒星 图表 1950.0, Zhōngxī Duìzhào Héngxīng Túbiǎo). ### Uwagi na temat Lunar Mansion Tradycyjne chińskie współrzędne są podawane w „stopniach rektascensji” w księżycowej rezydencji. Gwiazda, od której rozpoczyna się pomiar dla tej księżycowej rezydencji, nazywana jest gwiazdą wyznaczającą (chiński: 距 星, jùxīng) rezydencji. Stopnie równikowe loży (chiń .: 宿 度, xiùdù) to wszystkie prawostronne wzniesienia między gwiazdą wyznaczającą posiadłość a gwiazdą wyznaczającą kolejną. Jednak tradycyjne chińskie „stopnie” rektascensji są mniejsze niż w systemie sześćdziesiętnym, do którego jesteśmy przyzwyczajeni, ponieważ tradycyjne chińskie „stopnie” odzwierciedlają ruch średniego Słońca jako jeden stopień dziennie. Zatem chiński „stopień” to nie 1/360 pełnego koła, ale 1/365,25 koła. 28 asteryzmów rezydencji jest zgrupowanych w Cztery Święte Bestie (chińskie: 象, xiàng), z których każda zawiera siedem rezydencji odpowiadających siedmiu luminarzom. Cztery Święte Bestie to Biały Tygrys Wschodu, Czerwony Ptak Południa, Lazurowy Smok Zachodu i Mroczny Wojownik Północy. Ponieważ wszystkie leżą wokół ekliptyki, skojarzenie z kierunkiem kompasu nie odpowiada rzeczywistemu horyzontowi. Lista dwudziestu ośmiu rezydencji: | Siedmiu luminarzy | | Drewno | Metal | Ziemia | Słońce | Księżyc | Ogień | Woda | |-----------------|-----------|--------|---------|---------|-------|--------|--------|---------| | Chińska nazwa | 东方 苍龙 |角 宿 |亢 宿 |氐 宿 |房 宿 |心 宿 |尾 宿 |箕 宿 | | Pinyin | Dōngfāng Cānglóng | Jiǎoxiù | Kàngxiù | Dīxiù | Fángxiù | Xīnxiù | Wěixiù | Jīxiù | | Angielska nazwa | Azure Dragon of the East | Horn Mansion | Neck Mansion | Root Mansion | Room Mansion | Heart Mansion | Tail Mansion | Winnowing Basket Mansion | | Liczba Xinguans | 46 | 11 | 7 | 11 | 7 | 2 | 5 | 3 | | Gwiazda determinująca | | α Vir | κ Vir | α2 Lib | π Sco | σ Sco | μ1 Sco | γ Sgr | | Chińska nazwa |北方 玄武 |斗 宿 |牛 宿 |女 宿 |虚 宿 |危 宿 |室 宿 |壁 宿 | |-----------------|-----------|--------|---------|---------|-------|--------|--------|---------| | Pinyin | Běifāng Xuánwǔ | Dǒuxiù | Niúxiù | Nǚxiù | Xūxiù | Wēixiù | Shìxiù | Bìxiù | | Angielska nazwa | Czarny żółw północy | Dipper Mansion | Wół Mansion | Girl Mansion | Rezydencja Pustki | Rezydencja na dachu | Posiadłość obozowa | Wall Mansion | | Liczba Xinguans | 65 | 10 | 11 | 8 | 10 | 10 | 10 | 6 | | Gwiazda determinująca | | μ Sgr | Czapka β | ε Aqr | β Aqr | α Aqr | Kołek α | γ Peg | | Chińska nazwa |西方 白虎 |奎 宿 |娄 宿 |胃 宿 |昴 宿 |毕 宿 |觜 宿 |参 宿 | |-----------------|-----------|--------|---------|---------|-------|--------|--------|---------| | Pinyin | Xīfāng Báihǔ | Kuíxiù | Loúxiù | Wèixiù | Mǎoxiù | Bìxiù | Zīxiù | Shēnxiù | | Angielska nazwa | Biały Tygrys Zachodu | Legs Mansion | Rezydencja Bonda | Dwór żołądka | Hairy Head Mansion | Net Mansion | Rezydencja Turtle Beak | Rezydencja Trzech Gwiazd | | Liczba Xinguans | 54 | 9 | 6 | 7 | 9 | 14 | 3 | 6 | | Gwiazda determinująca | | ζ I | β Ari | 35 Ari | 17 Tau | ε Tau | λ Ori | ζ Ori | | Chińska nazwa |南方 朱雀 |井 宿 |鬼 宿 |柳 宿 |星宿 |张 宿 |翼 宿 |轸 宿 | |-----------------|-----------|--------|---------|---------|-------|--------|--------|---------| | Pinyin | Nánfāng Zhūquè | Jǐngxiù | Guǐxiù | Liǔxiù | Xīngxiù | Zhāngxiù | Yìxiù | Zhěnxiù | | Angielska nazwa | Cynobrowy Ptak Południa | Dobrze Mansion | Posiadłość Duchów | Willow Mansion | Star Mansion | Rozszerzona rezydencja sieciowa | Wings Mansion | Chariot Mansion | | Liczba Xinguans | 42 | 19 | 7 | 2 | 5 | 2 | 2 | 5 | | Gwiazda determinująca | | μ Gem | θ Cnc | δ Hya | α Hya | υ1 Hya | α Crt | γ Crv | ### Południowe asteryzmy Niebo wokół południowego bieguna niebieskiego było nieznane starożytnym Chińczykom. W związku z tym nie został uwzględniony w systemie Trzech Obudów i Dwudziestu Osmiu Dworów. Jednak pod koniec dynastii Ming Xu Guangqi (chiński: 徐光启, Xú Guāngqǐ) wprowadził kolejne 23 Xingguany w oparciu o znajomość europejskich map gwiezdnych. Te Xingguany zostały od tego czasu włączone do tradycyjnych chińskich map gwiazd. ![](hunxiang.webp) _Xingguans Mapa Niebiańskiego Globu (Su Song ， Song dynastia) _ {: .img_and_caption } ### Obiekty kosmiczne W starożytnych Chinach Xingguany zawierały nawet niektóre obiekty kosmiczne. Uwzględnij następujące elementy: | Nazwa ogólna | Chińska nazwa | Pinyin | Chińska nazwa | Nick | |----------------|----------------|------------|-----------------|-------------| | NGC 6231 |神宫 | shéngōng | Pałac Boga | Northern Jewel Box Cluster | | NGC 6475 / M 7 |鱼 | Yú | Ryba | Klaster Ptolemeusza | | NGC 2632 / M 44 |积 尸 | JīShī | Skumulowane zwłoki | Klaster Ula | | NGC 5139 |库 楼 增 一 | Kùlóu Zēng I | Arsenal Dodano I | Omega Centauri | | NGC 224 / M 31 |奎 宿 增 廿一 | Kuíxiù Zēng XXI | Legs Mansion XXI | Galaktyka Andromedy | | NGC 3372 |海山 二 | Hǎishān II | Morze i góry II | Mgławica Homunkulus ， Eta Carinae | ### Uwagi Ta kultura nieba jest oparta na informacjach zawartych w _Chiński and Western Contrast Stars Chart oraz Star Catalog 1950.0_ (Star Catalog). (Chiński ： 中西 对照 恒星 图表 1950.0 (星 表 分册)) ， i _Complete Studies of Astronomical Instruments_ (chiński ： 仪 象 考 成). Specjalne podziękowania dla Liu Chunbin za zestawienie _Chiński and Western Contrast Stars Chart oraz Star Catalog 1950.0 (Star Catalog) _. Stworzył katalog chińskich gwiazd dla Stellarium (chiński ： Stellarium 中国 星 官 体系 下 中文 星 名 扩展 包) jest bardzo ważnym odniesieniem. Do tłumaczenia konstelacji, korzystając z Muzeum Kosmicznego w Hongkongu, opracowano angielsko-chiński słownik chińskich regionów gwiazd, asteryzmów i nazw gwiazd (chińskie Chinese 中国 星 区 、 星 官 及 星 名 英译 表). Tylko niewielka część tłumaczenia jest zmieniana, na przykład tłumaczenie dwóch różnych Xingguanów jest takie samo. Kulturowych konotacji nazwy nie da się doskonale wytłumaczyć, ponieważ minęły tysiące lat, a konotacje kryjące się za niektórymi nazwami są kontrowersyjne. To są tylko możliwe tłumaczenia.
pt: ### Notas sobre nomes de estrelas Pode haver mais de uma maneira de numerar as estrelas em um asterismo, portanto, pode haver mais de um "nome" para uma determinada estrela. Por exemplo, "a estrela da rainha" também é conhecida como "Xuanyuan 14" ou (raramente) "Xuanyuan 1". O número depende do propósito (astronomia normal ou observação do caminho da Lua). Nos catálogos chineses tradicionais anteriores a 1650, as coordenadas eram fornecidas apenas para uma estrela por constelação, a chamada estrela principal ou estrela principal [#1]. Esta é a estrela com o número "1" na constelação onde a contagem é iniciada. Geralmente é a estrela com a ascensão reta mais ocidental. O mapa de Suzhou [#3] é baseado em coordenadas e asterismos definidos na antiguidade que se tornaram canônicos [#1], [#2], mas posteriormente outras estrelas foram adicionadas. Essas são chamadas de "estrelas adicionadas" (chinês: 增 星, zēng xīng), enquanto as estrelas do catálogo original são chamadas de "estrelas próprias" (chinês: 正 星, zhèng xīng). _A Continuação de Estudos Completos de Instrumentos Astronômicos_ tem 3240 nomes de estrelas no total. Yi Shitong conduziu uma pesquisa textual e um resumo desses registros em seu livro _Chinese and Western Contrast Star Chart and Catalog 1950.0_ (Chinês: 中西 对照 恒星 图表 1950.0, Zhōngxī Duìzhào Héngxīng Túbiǎo). ### Notas sobre a Mansão Lunar As coordenadas do chinês tradicional são fornecidas em "graus de ascensão reta" dentro de uma mansão lunar. A estrela onde começa a medição para esta mansão lunar é chamada de estrela determinante (chinês: 距 星, jùxīng) das mansões. Os graus equatoriais da loja (chinês: 宿 度, xiùdù) são todas ascensões retas entre a estrela determinativa de uma mansão e a estrela determinativa da próxima. No entanto, os "graus" da ascensão reta tradicional chinesa são menores do que no sistema sexagesimal com o qual estamos acostumados, porque os "graus" chineses tradicionais refletem o movimento do Sol médio como um grau por dia. Assim, um "grau" chinês não é 1/360 do círculo completo, mas 1 / 365,25 do círculo. Os 28 asterismos das mansões são agrupados em Quatro Bestas Sagradas (chinês: 象, xiàng), cada uma contendo sete mansões correspondendo a sete luminares. As Quatro Bestas Sagradas são o Tigre Branco do Leste, o Pássaro Vermelho do Sul, o Dragão Azul do Oeste e o Guerreiro Negro do Norte. Como todos eles ficam ao redor da eclíptica, a associação com a direção da bússola não corresponde ao horizonte real. Lista das Vinte e Oito Mansões: | Sete luminárias | | Madeira | Metal | Earth | Sun | Moon | Fire | Água | |-----------------|-----------|--------|---------|---------|-------|--------|--------|---------| | Nome chinês | 东方 苍龙 |角 宿 |亢 宿 |氐 宿 |房 宿 |心 宿 |尾 宿 |箕 宿 | | Pinyin | Dōngfāng Cānglóng | Jiǎoxiù | Kàngxiù | Dīxiù | Fángxiù | Xīnxiù | Wěixiù | Jīxiù | | Nome em inglês | Azure Dragon of the East | Mansão dos chifres | Mansão do pescoço | Mansão da raiz | Mansão dos quartos | Mansão do coração | Mansão da cauda | Mansão da cesta de passagem | | Número de Xinguanos | 46 11 | 7 11 | 7 2 | 5 | 3 | | Estrela Determinativa | | α Vir | κ Vir | α2 Lib | π Sco | σ Sco | μ1 Sco | γ Sgr | | Nome chinês |北方 玄武 |斗 宿 |牛 宿 |女 宿 |虚 宿 |危 宿 |室 宿 |壁 宿 | |-----------------|-----------|--------|---------|---------|-------|--------|--------|---------| | Pinyin | Běifāng Xuánwǔ | Dǒuxiù | Niúxiù | Nǚxiù | Xūxiù | Wēixiù | Shìxiù | Bìxiù | Nome inglês | Tartaruga Negra do Norte | Dipper Mansion | Ox Mansion | Mansão da menina | Mansão do Vazio | Mansão na cobertura | Mansão de acampamento | Wall Mansion | | Número de Xinguanos | 65 10 11 | 8 | 10 10 10 6 | | Estrela Determinativa | | μ Sgr | β Cap | ε Aqr | β Aqr | α Aqr | α Peg | γ Peg | | Nome chinês |西方 白虎 |奎 宿 |娄 宿 |胃 宿 |昴 宿 |毕 宿 |觜 宿 |参 宿 | |-----------------|-----------|--------|---------|---------|-------|--------|--------|---------| | Pinyin | Xīfāng Báihǔ | Kuíxiù | Loúxiù | Wèixiù | Mǎoxiù | Bìxiù | Zīxiù | Shēnxiù | Nome inglês | Tigre Branco do Oeste | Legs Mansion | Bond Mansion | Mansão do estômago | Mansão cabeluda | Mansão Net | Mansão do bico da tartaruga | Mansão das Três Estrelas | | Número de Xinguanos | 54 9 | 6 | 7 9 | 14 3 | 6 | | Estrela Determinativa | | ζ E | β Ari | 35 Ari | 17 Tau | ε Tau | λ Ori | ζ Ori | | Nome chinês |南方 朱雀 |井 宿 |鬼 宿 |柳 宿 |星宿 |张 宿 |翼 宿 |轸 宿 | |-----------------|-----------|--------|---------|---------|-------|--------|--------|---------| | Pinyin | Nánfāng Zhūquè | Jǐngxiù | Guǐxiù | Liǔxiù | Xīngxiù | Zhāngxiù | Yìxiù | Zhěnxiù | | Nome em inglês | Pássaro vermelhão do sul | Well Mansion | Ghosts Mansion | Willow Mansion | Star Mansion | Extended Net Mansion | Wings Mansion | Mansão Chariot | | Número de Xinguanos | 42 19 | 7 2 | 5 | 2 | 2 | 5 | | Estrela Determinativa | | μ Gem | θ Cnc | δ Hya | α Hya | υ1 Hya | α Crt | γ Crv | ### Os asterismos do sul O céu ao redor do pólo celeste sul era desconhecido dos antigos chineses. Portanto, ele não foi incluído no sistema de Três Compartimentos e Vinte e Oito Mansões. No entanto, no final da Dinastia Ming, Xu Guangqi (chinês: 徐光启, Xú Guāngqǐ) introduziu outros 23 Xingguans com base no conhecimento dos mapas estelares europeus. Esses Xingguans foram incorporados aos mapas estelares chineses tradicionais. ![](hunxiang.webp) _Mapa de Xingguans do Globo Celestial (Su Song ， Dinastia Song) _ {: .img_and_caption } ### Objetos do Espaço Profundo Na China antiga, até mesmo alguns objetos do espaço profundo foram incluídos nos Xingguans. Inclui o seguinte: | Nome geral | Nome chinês | Pinyin | Nome chinês | Nome do apelido | |----------------|----------------|------------|-----------------|-------------| | NGC 6231 |神宫 | shéngōng | Palácio de Deus | Conjunto de caixas de joias do norte | | NGC 6475 / M 7 |鱼 | Yú | Peixe | Ptolomeu Cluster | | NGC 2632 / M 44 |积 尸 | JīShī | Cadáveres cumulativos | Conjunto de colmeias | | NGC 5139 |库 楼 增 一 | Kùlóu Zēng I | Arsenal adicionado I | Omega Centauri | | NGC 224 / M 31 |奎 宿 增 廿一 | Kuíxiù Zēng XXI | Legs Mansion XXI | Galáxia de Andrômeda | | NGC 3372 |海山 二 | Hǎishān II | Mar e Montanha II | Nebulosa Homunculus ， Eta Carinae | ### Notas Esta cultura do céu é baseada nas informações do _Chinese and Western Contrast Stars Chart and Star Catalog 1950.0_ (Star Catalog). (Chinês ： 中西 对照 恒星 图表 1950.0 (星 表 分册)) ， e _Complete Studies of Astronomical Instruments_ (Chinês ： 仪 象 考 成). Agradecimentos especiais a Liu Chunbin pela comparação do _Chinese and Western Contrast Stars Chart and Star Catalog 1950.0 (Star Catalog) _. Ele produziu o Catálogo chinês de estrelas para o Stellarium (chinês ： Stellarium 中国 星 官 体系 下 中文 中文 星 扩展 包) é uma referência muito importante. Para a tradução de constelações, o uso do Museu Espacial de Hong Kong produziu o Glossário Inglês-Chinês de Regiões, Asterismos e Nomes de Estrelas chinesas (chinês ： 中国 星 区 、 星 官 及 星 名 英译 表). Apenas uma pequena parte da tradução é alterada, por exemplo, a tradução dos dois Xingguans diferentes é a mesma. As conotações culturais do nome não podem ser explicadas perfeitamente, porque milhares de anos se passaram, as conotações por trás de alguns nomes são controversas. Estas são apenas traduções possíveis.
tr: ### Yıldız isimleriyle ilgili notlar Bir yıldız işareti içindeki yıldızları numaralandırmanın birden fazla yolu olabilir, dolayısıyla belirli bir yıldız için birden fazla "isim" olabilir. Örneğin, "Kraliçe'nin Yıldızı", "Xuanyuan 14" veya (nadiren) "Xuanyuan 1" olarak da adlandırılır. Amaca bağlı olarak sayı (normal astronomi veya Ay'ın yolunun gözlemlenmesi). 1650'den önceki geleneksel Çin kataloglarında, ana yıldız veya ana yıldız [#1] olarak adlandırılan takımyıldız başına yalnızca bir yıldız için koordinatlar verildi. Bu, saymaya başlanan takımyıldızında "1" numaralı yıldızdır. Genellikle en batıdaki yükselişe sahip yıldızdır. Suzhou haritası [#3], antik çağda tanımlanan ve kanonik hale gelen [#1], [#2], ancak daha sonra başka yıldızlar eklenen koordinatlara ve yıldız işaretlerine dayanmaktadır. Bunlara "eklenmiş yıldızlar" (Çince: 增星, zēng xīng), orijinal katalogdaki yıldızlara ise "uygun yıldızlar" (Çince: 正星, zhèng xīng) denir. _Astronomik Aletlerin Komple Çalışmalarının Devamı_ Toplamda 3240 Yıldız ismine sahiptir. Yi Shitong, _Chinese and Western Contrast Star Chart and Catalog 1950.0_ (Çince: 中西对照恒星图表 1950.0, Zhōngxī Duìzhào Héngxīng Túbiǎo) adlı kitabında bu kayıtların metinsel araştırmasını ve özetini yürütmüştür. ### Ay Konağı Üzerine Notlar Geleneksel Çin koordinatları, bir ay konağı içinde "derece doğru yükseliş" olarak verilir. Bu ay konağı için ölçümün başladığı yıldıza, konakların belirleyici yıldızı (Çince: 距星, jùxīng) denir. Köşkün ekvatoral dereceleri (Çince: 宿度, xiùdù), bir konağın belirleyici yıldızı ile bir sonrakinin belirleyici yıldızı arasındaki doğru yükselişlerdir. Bununla birlikte, geleneksel Çin "dereceleri", alıştığımız altmışlık sistemdekinden daha küçüktür, çünkü geleneksel Çin "dereceleri", ortalama Güneş'in hareketini günde bir derece olarak yansıtır. Bu nedenle, bir Çin "derecesi" tam dairenin 1/360'ı değil, dairenin 1/365.25'idir. 28 konak yıldız işareti, her biri yedi aydınlığa karşılık gelen yedi konak içeren Dört Kutsal Canavar (Çince: 象, xiàng) olarak gruplandırılmıştır. Dört Kutsal Canavar, Doğu'nun Beyaz Kaplanı, Güney'in Kırmızı Kuşu, Batı'nın Azure Ejderhası ve Kuzey'in Karanlık Savaşçısı'dır. Hepsi ekliptik çevresinde yer aldığından, pusula yönü ile olan ilişki gerçek ufka karşılık gelmez. Yirmi Sekiz Konağın Listesi: |Yedi Armatür| | Ahşap | metal | Dünya | Güneş | Ay | Yangın | Su | |---------------|--------|------|-------|-------|------|------|------|-------| |Çince Adı |东方苍龙 |角宿 |亢宿 |氐宿 |房宿 |心宿 |尾宿 |箕宿 | |Pinyin |Dōngfāng Cānglóng |Jiǎoxiù |Kàngxiù |Dīxiù |Fángxiù |Xīnxiù |Wěixiù |Jīxiù | |İngilizce Adı |Doğunun Azure Ejderhası |Boynuz Konağı |Boyun Konağı |Kök Konağı |Oda Konağı |Kalp Konağı |Kuyruk Konağı |Winnowing Basket Konağı | |Singuan Sayısı | 46 | 11 | 7 | 11 | 7 | 2 | 5 | 3 | |Belirleyici Yıldız | | α Vir | κ Vir | α2 Lib | π Sko | σ Sco | μ1 Sko | γ Sgr | |Çince Adı |北方玄武 |斗宿 |牛宿 |女宿 |虚宿 |危宿 |室宿 |壁宿 | |---------------|--------|------|-------|-------|------|------|------|-------| |Pinyin | Běifāng Xuánwǔ | Dǒuxiù | Niúxiù | Nǚxiù | Xuxiù | Wēixiù | Shixiù | Bixiu | |İngilizce Adı | Kuzeyin Kara Kaplumbağası | Kepçe Konağı | Öküz Konağı | Kız Konağı | Boşluk Konağı | Çatı Köşkü | Kamp Konağı | Duvar Köşkü | | Xinguan Sayısı | 65 | 10 | 11 | 8 | 10 | 10 | 10 | 6 | |Belirleyici Yıldız | |μ Sgr | β Kap | ε Aqr | β Aqr | α Aqr | α Vida | y Vida | | Çince Adı |西方白虎 |奎宿 |娄宿 |胃宿 |昴宿 |毕宿 |觜宿 |参宿 | |---------------|--------|------|-------|-------|------|------|------|-------| | Pinyin |Xīfāng Baihǔ | Kuixiù | Lúxiù | Weixiù | Mǎoxiù | Bixiu | Zixiù | Shēnxiù | |İngilizce Adı | Batı'nın Beyaz Kaplanı | Bacaklar Konağı | Bond Konağı | Mide Köşkü | Kıllı Kafa Konağı | Ağ Konağı | Kaplumbağa Gagası Konağı | Üç Yıldızlı Konak | | Xinguan Sayısı | 54 | 9 | 6 | 7 | 9 | 14 | 3 | 6 | | Belirleyici Yıldız | | ζ Ve | β Ari | 35 Arı | 17 Tau | ε Tau | λ Ori | ζ Ori | | Çince Adı |南方朱雀 |井宿 |鬼宿 |柳宿 |星宿 |张宿 |翼宿 |轸宿 | |---------------|--------|------|-------|-------|------|------|------|-------| | pinyin | Nanfāng Zhūquè | Jǐngxiù | Guǐxiù | Liǔxiù | Xingxiù | Zhangxiù | Yixiu | Zhěnxiù | | İngilizce İsim | Güney Vermilyon Kuşu | Kuyu Konağı | Hayaletler Konağı | Söğüt Konağı | Yıldız Konağı | Genişletilmiş Net Köşk | Kanat Konağı | Savaş Arabası Konağı | | Xinguan Sayısı | 42 | 19 | 7 | 2 | 5 | 2 | 2 | 5 | | Belirleyici Yıldız | | μ Mücevher | θ CNC | δ Hya | α Hya | υ1 Hya | α Krt | γ Crv | ### Güney Yıldızları Güney gök kutbunun etrafındaki gökyüzü, eski Çinliler tarafından bilinmiyordu. Bu nedenle Üç Mahfaza ve Yirmi Sekiz Köşk sistemine dahil edilmemiştir. Ancak, Ming Hanedanlığı'nın sonunda, Xu Guangqi (Çince:徐光启, Xú Guāngqǐ), Avrupa yıldız haritalarının bilgisine dayanarak 23 Xingguan'ı daha tanıttı. Bu Xingguanlar o zamandan beri geleneksel Çin yıldız haritalarına dahil edildi. ![](hunxiang.webp) _Xingguans Göksel Küre Haritası (Su Song, Song hanedanı)_ {: .img_and_caption } ### Derin Uzay Nesneleri Eski Çin'de, bazı derin uzay nesneleri bile Xingguanlara dahil edildi. Aşağıdakileri dahil edin: | Genel ad | Çince Adı | pinyin | Çince Adı | takma ad | |-------------|--------------|----------|---------------|-----------| | NGC 6231 |神宫 | shengong | Tanrı'nın Sarayı | Kuzey Mücevher Kutusu Kümesi | | NGC 6475/M 7 |鱼 | Yu | Balık | Batlamyus Kümesi | | NGC 2632/M 44 |积尸 | Jishi | Kümülatif Cesetler | Arı Kovanı Kümesi | | NGC 5139 |库楼增一 | Kùlóu Zēng I | Arsenal Eklendi I | Omega Erboğa | | NGC 224/M 31 |奎宿增廿一 | Kuíxiù Zēng XXI | Bacaklar Konağı XXI | Andromeda Gökadası | | NGC 3372 |海山二 | Hǎishān II | Deniz ve Dağ II | Homunculus Bulutsusu, Eta Karina | ### Notlar Bu gökyüzü kültürü, _Çin ve Batı Kontrast Yıldız Tablosu ve Yıldız Kataloğu 1950.0_ (Yıldız Kataloğu) içindeki bilgilere dayanmaktadır. (Çince： 中西对照恒星图表1950.0(星表分册))，ve _Complete Studies of Astronomical Instruments_ (Çince： 仪象考成). _Çin ve Batı Kontrast Yıldız Tablosu ve Yıldız Kataloğu 1950.0(Yıldız Kataloğu)_ harmanlaması için Liu Chunbin'e özel teşekkürler. Stellarium için Çin Yıldız Kataloğu'nu üretti (Çince: Stellarium 中国星官体系下中文星名扩展包) çok önemli bir referanstır. Takımyıldızların çevirisi için, Hong Kong Uzay Müzesi'nin kullanımı, Çin Yıldız Bölgeleri, Yıldız İşaretleri ve Yıldız İsimleri İngilizce-Çince Sözlüğü'nü üretti (Çince: 中国星区、星官及星名英译表). Çevirinin sadece küçük bir kısmı değiştirilir, örneğin iki farklı Xingguan'ın çevirisi aynıdır. İsmin kültürel çağrışımları tam olarak açıklanamamaktadır, çünkü aradan binlerce yıl geçmiş, bazı isimlerin ardındaki çağrışımlar tartışmalıdır. Bunlar sadece olası çevirilerdir.
