Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: This sky culture for Stellarium is a transcript of the broad survey of North-American astronomical traditions in the book `Stars of the first people: Native American star myths and constellations` [#1] (from page 243). The basic information is not collected by this recent author. It is attributed to anthropologists from the early 1900s: `Mythology of the Blackfoot Indians` published in 1908 [#2], and `The old north trail, or, Life, legends and religion of the Blackfeet Indians` published in 1910 [#3]. Source [#1] instead collects the data and draws the constellations explicitly, based on the early information in [#2] and [#3]. The sources include many associated star stories (not transcribed here), and mostly English names.
fil: Ang sky culture na ito para sa Stellarium ay isang transcript ng malawak na survey ng North-American astronomical na tradisyon sa aklat na `Stars of the first people: Native American star myths and constellations` [#1] (mula sa pahina 243). Ang pangunahing impormasyon ay hindi kinokolekta ng kamakailang may-akda na ito. Iniuugnay ito sa mga antropologo mula sa unang bahagi ng 1900s: `Mythology of the Blackfoot Indians` na inilathala noong 1908 [#2], at `The old north trail, or, Life, legends and religion of the Blackfeet Indians` na inilathala noong 1910 [#3]. Sa halip, kinokolekta ng Source [#1] ang data at tahasang iginuhit ang mga konstelasyon, batay sa maagang impormasyon sa [#2] at [#3]. Kasama sa mga source ang maraming nauugnay na kwento ng bituin (hindi na-transcribe dito), at karamihan ay mga pangalang Ingles.
fr: Cette culture du ciel pour Stellarium est une transcription de la vaste enquête sur les traditions astronomiques nord-américaines dans le livre `Stars of the first people: Native American star myths and constellations` [#1] (à partir de la page 243). Les informations de base ne sont pas collectées par cet auteur récent. Il est attribué aux anthropologues du début des années 1900 : 'Mythologie des Indiens Pieds-Noirs' publié en 1908 [#2], et 'Le vieux sentier du nord, ou, Vie, légendes et religion des Indiens Pieds-Noirs' publié en 1910 [#3]. La source [#1] collecte plutôt les données et dessine les constellations explicitement, sur la base des premières informations de [#2] et [#3]. Les sources incluent de nombreuses histoires d'étoiles associées (non transcrites ici), et principalement des noms anglais.
id: Budaya langit untuk Stellarium ini adalah transkrip survei luas tradisi astronomi Amerika Utara dalam buku `Bintang orang pertama: mitos dan konstelasi bintang asli Amerika` [#1] (dari halaman 243). Informasi dasar tidak dikumpulkan oleh penulis baru-baru ini. Hal ini dikaitkan dengan antropolog dari awal 1900-an: `Mitologi Blackfoot Indians` diterbitkan pada tahun 1908 [#2], dan `The old north trail, or, Life, legends and religion of the Blackfeet Indians` diterbitkan pada tahun 1910 [#3]. Sumber [#1] malah mengumpulkan data dan menggambar konstelasi secara eksplisit, berdasarkan informasi awal di [#2] dan [#3]. Sumbernya mencakup banyak kisah bintang terkait (tidak ditranskripsikan di sini), dan sebagian besar nama dalam bahasa Inggris.
pl: Ta kultura nieba dla Stellarium jest transkrypcją obszernego przeglądu północnoamerykańskich tradycji astronomicznych w książce „Gwiazdy pierwszych ludzi: indiańskie mity i konstelacje gwiazd” [#1] (ze strony 243). Podstawowe informacje nie są zbierane przez tego niedawnego autora. Jest przypisywana antropologom z początku XX wieku: „Mitologia Indian Blackfoot” opublikowana w 1908 [#2] oraz „Stary północny szlak, czyli Życie, legendy i religia Indian Blackfoot” opublikowana w 1910 [#3]. Źródło [#1] zamiast tego zbiera dane i wyraźnie rysuje konstelacje, w oparciu o wczesne informacje w [#2] i [#3]. Źródła zawierają wiele powiązanych historii gwiezdnych (nie transkrybowanych tutaj) i głównie angielskie nazwy.
pt: Esta cultura do céu para Stellarium é uma transcrição do amplo levantamento das tradições astronômicas norte-americanas no livro "Estrelas dos primeiros povos: mitos e constelações estelares nativos americanos" [#1] (da página 243). As informações básicas não são coletadas por este autor recente. É atribuída a antropólogos do início de 1900: `Mitologia dos índios Blackfoot` publicada em 1908 [#2], e `The old north trail, or, Life, legends and religion of the Blackfeet Indians` publicada em 1910 [#3]. A fonte [#1] coleta os dados e desenha as constelações explicitamente, com base nas informações iniciais em [#2] e [#3]. As fontes incluem muitas histórias de estrelas associadas (não transcritas aqui) e principalmente nomes em inglês.
tr: Stellarium için bu gökyüzü kültürü, 'İlk insanların yıldızları: Kızılderili yıldız mitleri ve takımyıldızları' [#1] (sayfa 243'ten itibaren) kitabındaki Kuzey Amerika astronomik geleneklerinin kapsamlı bir araştırmasının bir kopyasıdır. Temel bilgiler bu son yazar tarafından toplanmamıştır. 1900'lerin başlarındaki antropologlara atfedilir: 1908'de yayınlanan 'Kara Ayaklı Kızılderililerin Mitolojisi' [#2] ve 1910'da yayınlanan 'Eski kuzey izi veya Blackfeet Kızılderililerinin Yaşamı, Efsaneleri ve Dini' [#3]. Kaynak [#1] bunun yerine verileri toplar ve [#2] ve [#3]'teki ilk bilgilere dayanarak takımyıldızları açıkça çizer. Kaynaklar birçok ilişkili yıldız hikayesini (burada yazıya dökülmemiştir) ve çoğunlukla İngilizce isimleri içerir.

source: - [#1]: Dorcas S. Miller. Stars of the first people: Native American star myths and constellations. Westwinds Press, 1997. - [#2]: Clark Wissler and D. C. Duvall. Mythology of the Blackfoot Indians. Published by the American Museum of Natural History, New York. 1908. Available at <https://archive.org/details/mythologyofblack00wiss> (accessed Jan 2022). - [#3]: Walter McClintock. The old North trail, or, Life, legends and religion of the Blackfeet Indians. Macmillan and Co., Limited, London. 1910. Available at <https://archive.org/details/oldnorthtrailorl00mccluoft> (accessed Jan 2022). - [#4]: Doina Bucur. The network signature of constellation line figures. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Available at <https://arxiv.org/abs/2110.12329>.
fil: - [#1]: Dorcas S. Miller. Mga bituin ng mga unang tao: Mga alamat at konstelasyon ng bituin ng Native American. Westwinds Press, 1997. - [#2]: Clark Wissler at D. C. Duvall. Mitolohiya ng Blackfoot Indians. Inilathala ng American Museum of Natural History, New York. 1908. Available sa <https://archive.org/details/mythologyofblack00wiss> (na-access noong Ene 2022). - [#3]: Walter McClintock. Ang lumang North trail, o, Buhay, mga alamat at relihiyon ng Blackfeet Indians. Macmillan and Co., Limited, London. 1910. Available sa <https://archive.org/details/oldnorthtrailorl00mccluoft> (na-access noong Ene 2022). - [#4]: Doina Bucur. Ang lagda ng network ng mga numero ng linya ng constellation. arXiv e-print. arXiv:2110.12329 [cs.SI]. 2021. Available sa <https://arxiv.org/abs/2110.12329>.
fr: - [#1]: Dorcas S. Miller. Stars of the first people : Mythes et constellations d'étoiles amérindiennes. Westwinds Press, 1997. - [#2]: Clark Wissler et D. C. Duvall. Mythologie des Indiens Pieds-Noirs. Publié par le Musée américain d'histoire naturelle, New York. 1908. Disponible sur <https://archive.org/details/mythologyofblack00wiss> (consulté en janvier 2022). - [#3]: Walter McClintock. L'ancien sentier du Nord, ou, Vie, légendes et religion des Indiens Pieds-Noirs. Macmillan and Co., Limited, Londres. 1910. Disponible sur <https://archive.org/details/oldnorthtrailorl00mccluoft> (consulté en janvier 2022). - [#4]: Doina Bucur. La signature de réseau des figures de ligne de constellation. e-prints arXiv. arXiv:2110.12329 [cs.SI]. 2021. Disponible sur <https://arxiv.org/abs/2110.12329>.
id: - [#1]: Dorcas S. Miller. Bintang orang pertama: Mitos dan rasi bintang penduduk asli Amerika. Westwinds Press, 1997. - [#2]: Clark Wissler dan D. C. Duvall. Mitologi Indian Blackfoot. Diterbitkan oleh Museum Sejarah Alam Amerika, New York. 1908. Tersedia di <https://archive.org/details/mythologyofblack00wiss> (diakses Jan 2022). - [#3]: Walter McClintock. Jejak Utara lama, atau, Kehidupan, legenda dan agama orang Indian Blackfeet. Macmillan and Co., Limited, London. 1910. Tersedia di <https://archive.org/details/oldnorthtrailorl00mccluoft> (diakses Jan 2022). - [#4]: Doina Bucur. Tanda tangan jaringan figur garis konstelasi. arXiv e-print. arXiv:2110.12329 [cs.SI]. 2021. Tersedia di <https://arxiv.org/abs/2110.12329>.
pl: - [#1]: Dorcas S. Miller. Gwiazdy pierwszych ludzi: mity i konstelacje gwiazd rdzennych Amerykanów. Westwinds Press, 1997. - [OdnX2]: Clark Wissler i D.C. Duvall. Mitologia Indian Blackfoot. Wydane przez Amerykańskie Muzeum Historii Naturalnej w Nowym Jorku. 1908. Dostępne pod adresem <https://archive.org/details/mythologyofblack00wiss> (dostęp: styczeń 2022). - [OdnX3]: Walter McClintock. Stary szlak północny, czyli Życie, legendy i religia Indian Blackfeet. Macmillan and Co., Limited, Londyn. 1910. Dostępne pod adresem <https://archive.org/details/oldnorthtrailorl00mccluoft> (dostęp: styczeń 2022). - [#4]: Doina Bucur. Sygnatura sieciowa figur linii konstelacji. arXiv e-wydruki. arXiv:2110.12329 [cs.SI]. 2021. Dostępne pod adresem <https://arxiv.org/abs/2110.12329>.
pt: - [#1]: Dorcas S. Miller. Estrelas das primeiras pessoas: mitos e constelações de estrelas nativas americanas. Westwinds Press, 1997. - [#2]: Clark Wissler e D. C. Duvall. Mitologia dos índios Blackfoot. Publicado pelo Museu Americano de História Natural, Nova York. 1908. Disponível em <https://archive.org/details/mythologyofblack00wiss> (acessado em janeiro de 2022). - [#3]: Walter McClintock. A antiga trilha do Norte, ou, Vida, lendas e religião dos índios Blackfeet. Macmillan and Co., Limited, Londres. 1910. Disponível em <https://archive.org/details/oldnorthtrailorl00mccluoft> (acessado em janeiro de 2022). - [#4]: Doina Bucur. A assinatura de rede de figuras de linha de constelação. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Disponível em <https://arxiv.org/abs/2110.12329>.
tr: - [#1]: Dorcas S. Miller. İlk insanların yıldızları: Kızılderili yıldız mitleri ve takımyıldızları. Westwinds Press, 1997. - [#2]: Clark Wissler ve D.C. Duvall. Blackfoot Kızılderililerinin Mitolojisi. Amerikan Doğa Tarihi Müzesi, New York tarafından yayınlanmıştır. 1908. <https://archive.org/details/mythologyofblack00wiss> adresinde bulunabilir (Ocak 2022'ye erişildi). - [#3]: Walter McClintock. Blackfeet Kızılderililerinin eski Kuzey izi veya Yaşamı, efsaneleri ve dini. Macmillan and Co., Limited, Londra. 1910. <https://archive.org/details/oldnorthtrailorl00mccluoft> adresinde bulunabilir (Ocak 2022'ye erişildi). - [#4]: Doina Bucur. Takımyıldız çizgisi rakamlarının ağ imzası. arXiv e-baskılar. arXiv:2110.12329 [cs.SI]. 2021. <https://arxiv.org/abs/2110.12329> adresinde mevcuttur.

source: This sky culture was contributed by _Doina Bucur_ (d.bucur@utwente.nl). It was digitised for the cross-culture analysis of constellation line figures in reference [#4], `The network signature of constellation line figures`.
fil: Ang sky culture na ito ay iniambag ni _Doina Bucur_ (d.bucur@utwente.nl). Ito ay na-digitize para sa cross-culture analysis ng mga constellation line figure sa reference [#4], `The network signature of constellation line figures`.
fr: Cette culture du ciel a été apportée par _Doina Bucur_ (d.bucur@utwente.nl). Il a été numérisé pour l'analyse interculturelle des figures de ligne de constellation dans la référence [#4], "La signature du réseau des figures de ligne de constellation".
id: Budaya langit ini disumbangkan oleh _Doina Bucur_ (d.bucur@utwente.nl). Itu didigitalkan untuk analisis lintas budaya figur garis konstelasi dalam referensi [#4], `Tanda jaringan figur garis konstelasi`.
pl: Ta kultura nieba została wniesiona przez _Doina Bucur_ (d.bucur@utwente.nl). Został on zdigitalizowany do analizy międzykulturowej figur linii konstelacji w odniesieniu [#4], „Sygnatura sieciowa figur linii konstelacji”.
pt: Esta cultura do céu foi contribuída por _Doina Bucur_ (d.bucur@utwente.nl). Ele foi digitalizado para a análise de culturas cruzadas de figuras de linha de constelação em referência [#4], 'A assinatura de rede de figuras de linha de constelação'.
tr: Bu gökyüzü kültürüne _Doina Bucur_ (d.bucur@utwente.nl) katkıda bulunmuştur. [#4], 'Takımyıldız çizgisi şekillerinin ağ imzası' referansındaki takımyıldız çizgi figürlerinin kültürler arası analizi için sayısallaştırılmıştır.

source: Seven Brothers and Their Sister
fil: Pitong Magkapatid at Kanilang Ate
fr: Sept frères et leur soeur
id: Tujuh Saudara dan Saudari Mereka
pl: Siedmiu braci i ich siostra
pt: Sete Irmãos e Sua Irmã
tr: Yedi Kardeş ve Kızkardeşleri

source: Represents siblings who escape to the sky when being chased by a bear. The sister is the small star Alcor.
fil: Kumakatawan sa magkapatid na tumatakas sa langit kapag hinahabol ng oso. Ang kapatid na babae ay ang maliit na bituin na si Alcor.
fr: Représente des frères et sœurs qui s'échappent vers le ciel lorsqu'ils sont poursuivis par un ours. La sœur est la petite étoile Alcor.
id: Mewakili saudara kandung yang melarikan diri ke langit saat dikejar beruang. Adiknya adalah bintang kecil Alcor.
pl: Przedstawia rodzeństwo, które ucieka w niebo, gdy jest ścigany przez niedźwiedzia. Siostra to mała gwiazda Alcor.
pt: Representa irmãos que escapam para o céu ao serem perseguidos por um urso. A irmã é a pequena estrela Alcor.
tr: Bir ayı tarafından kovalandığında gökyüzüne kaçan kardeşleri temsil eder. Kız kardeşi küçük yıldız Alcor'dur.

source: Ashes-Chief and Stuck-Behind
fil: Ashes-Chief at Stuck-Behind
fr: Ashes-Chief et Stuck-Behind
id: Ashes-Chief dan Stuck-Behind
pl: Ashes-Główny i Stuck-Behind
pt: Chefe das Cinzas e Preso Atrás
tr: Küller-Baş ve Geride Sıkışmış

source: Represents twins whose story explains how a particular tipi design came into use.
fil: Kinakatawan ang kambal na ang kuwento ay nagpapaliwanag kung paano ginamit ang isang partikular na disenyo ng tipi.
fr: Représente des jumeaux dont l'histoire explique comment un design particulier de tipi a été utilisé.
id: Mewakili anak kembar yang ceritanya menjelaskan bagaimana desain tipi tertentu mulai digunakan.
pl: Reprezentuje bliźniaki, których historia wyjaśnia, w jaki sposób wszedł do użytku konkretny projekt tipi.
pt: Representa gêmeos cuja história explica como um design tipi específico entrou em uso.
tr: Hikayesi belirli bir tipi tasarımın nasıl kullanıldığını açıklayan ikizleri temsil eder.

source: Spider Man's Fingers
fil: Mga daliri ng Spider Man
fr: Les doigts de Spider Man
id: Jari Manusia Laba-laba
pl: Palce Spider-Mana
pt: dedos do homem aranha
tr: Örümcek Adamın Parmakları

source: Represents five fingers spinning a thread to let the legendary Feather Woman down from the sky. Identification is uncertain.
fil: Kinakatawan ang limang daliri na umiikot sa isang sinulid para pababain ang maalamat na Feather Woman mula sa langit. Ang pagkakakilanlan ay hindi tiyak.
fr: Représente cinq doigts faisant tourner un fil pour faire descendre du ciel la légendaire Femme Plume. L'identification est incertaine.
id: Mewakili lima jari yang memutar seutas benang untuk menurunkan Feather Woman yang legendaris dari langit. Identifikasi tidak pasti.
pl: Reprezentuje pięć palców obracających nitkę, aby spuścić z nieba legendarną Piórkową Kobietę. Identyfikacja jest niepewna.
pt: Representa cinco dedos girando um fio para deixar a lendária Feather Woman descer do céu. A identificação é incerta.
tr: Efsanevi Tüy Kadın'ı gökten indirmek için iplik büken beş parmağı temsil eder. Kimlik belirsiz.

source: Lodge of the Spider Man
fil: Lodge ng Spider Man
fr: Loge de l'homme araignée
id: Pondok Spider Man
pl: Loża Człowieka Pająka
pt: Loja do Homem Aranha
tr: Örümcek Adam Locası

source: Represents the stones laid in a circle which used to hold down a tipi.
fil: Kinakatawan ang mga bato na inilatag sa isang bilog na ginamit upang hawakan ang isang tipi.
fr: Représente les pierres disposées en cercle qui servaient à maintenir un tipi.
id: Merupakan batu-batu yang diletakkan dalam lingkaran yang digunakan untuk menahan tipi.
pl: Reprezentuje kamienie ułożone w okrąg, które kiedyś trzymało tipi.
pt: Representa as pedras colocadas em um círculo que costumava segurar um tipi.
tr: Bir tipi tutmak için kullanılan bir daireye yerleştirilmiş taşları temsil eder.

source: Little Sister
fil: Nakababatang kapatid na babae
fr: Petite soeur
id: Adik perempuan
pl: Młodsza siostra
pt: Irmãzinha
tr: Küçük kızkardeş

source: Last Brother
fil: Huling Kapatid
fr: Dernier frère
id: Kakak terakhir
pl: Ostatni Brat
pt: Último irmão
tr: son kardeş

source: Star that Stands Still
fil: Bituin na Nakatayo
fr: Etoile qui s'immobilise
id: Bintang yang Berdiri Diam
pl: Gwiazda, która stoi w miejscu
pt: Estrela que fica parada
tr: Duran Yıldız

source: Lost Children
fil: Nawalang mga Anak
fr: Enfants perdus
id: anak hilang
pl: Zagubione dzieci
pt: Crianças perdidas
tr: Kayıp Çocuklar

source: Bunched Stars
fr: Étoiles groupées
id: Bintang Berkelompok
pl: Wiązane Gwiazdy
pt: Estrelas agrupadas
tr: demet yıldız

source: Young Morning Star
fil: Batang Bituin sa Umaga
fr: Jeune étoile du matin
id: Bintang Kejora Muda
pl: Młoda Poranna Gwiazda
pt: Jovem Estrela da Manhã
tr: Genç Sabah Yıldızı

source: Mistake Morning Star
fil: Pagkakamali Morning Star
fr: erreur étoile du matin
id: Kesalahan Bintang Kejora
pl: Pomyłka Poranna Gwiazda
pt: Erro Estrela da Manhã
tr: Hata Sabah Yıldızı

source: Morning Star
fil: Bituin sa Umaga
fr: L'étoile du matin
id: Bintang Timur
pl: Poranna gwiazda
pt: Estrela da Manhã
tr: Sabah Yıldızı

source: Big Fire Star
fr: Grande étoile de feu
id: Bintang Api Besar
pl: Wielka Gwiazda Ognia
pt: Grande Estrela do Fogo
tr: Büyük Ateş Yıldızı

source: Big Fire Eater
fil: Malaking Fire Eater
fr: Grand cracheur de feu
id: Pemakan Api Besar
pl: Wielki Połykacz Ognia
pt: Grande Devorador de Fogo
tr: Büyük Ateş Yiyen

source: Wolf Trail
fil: Landas ng Lobo
fr: Sentier des loups
id: Jejak Serigala
pl: Wilczy Szlak
pt: Trilha do Lobo
tr: kurt izi

source: Blood-Clot
fil: Pamumuo ng dugo
fr: Caillot de sang
id: Pembekuan darah
pl: Zakrzep
pt: Coágulo sanguíneo
tr: Kan pıhtısı

source: Smoking-Star
id: Merokok-Bintang
pl: Palenie-Gwiazda
pt: Estrela Fumante
tr: Sigara-Yıldız

source: The Bugis are an ethnic group on the island of Sulawesi in Indonesia, with a strong seafaring and trading tradition. This sky culture has 12 constellation line figures. It also has names for four stars and five other sky objects (the Pleiades, the Coalsack Nebula, the Magellanic Cloud(s), the Milky Way, and Venus). Many of the constellations reflect the seafaring tradition; the others are of agricultural origin.
fil: Ang mga Bugis ay isang pangkat etniko sa isla ng Sulawesi sa Indonesia, na may malakas na tradisyon sa paglalayag at pangangalakal. May 12 constellation line figure ang sky culture na ito. Mayroon din itong mga pangalan para sa apat na bituin at limang iba pang bagay sa kalangitan (ang Pleiades, ang Coalsack Nebula, ang (mga) Magellanic Cloud, ang Milky Way, at Venus). Marami sa mga konstelasyon ay sumasalamin sa tradisyon ng paglalayag; ang iba ay mula sa agrikultura.
fr: Les Bugis sont un groupe ethnique de l'île de Sulawesi en Indonésie, avec une forte tradition maritime et commerciale. Cette culture du ciel a 12 figures de ligne de constellation. Il a également des noms pour quatre étoiles et cinq autres objets du ciel (les Pléiades, la nébuleuse du sac de charbon, le(s) nuage(s) de Magellan, la voie lactée et Vénus). De nombreuses constellations reflètent la tradition maritime; les autres sont d'origine agricole.
id: Bugis adalah kelompok etnis di pulau Sulawesi di Indonesia, dengan tradisi pelayaran dan perdagangan yang kuat. Budaya langit ini memiliki 12 figur garis konstelasi. Ia juga memiliki nama untuk empat bintang dan lima objek langit lainnya (Pleiades, Nebula Coalsack, Awan Magellan, Bima Sakti, dan Venus). Banyak rasi bintang mencerminkan tradisi pelayaran; yang lainnya berasal dari pertanian.
pl: Bugi to grupa etniczna zamieszkująca wyspę Sulawesi w Indonezji, o silnej tradycji żeglarskiej i handlowej. Ta kultura nieba ma 12 postaci linii konstelacji. Ma również nazwy czterech gwiazd i pięciu innych obiektów na niebie (Plejady, Mgławica Worek Węgla, Obłok Magellana, Droga Mleczna i Wenus). Wiele konstelacji odzwierciedla tradycję żeglarską; pozostałe są pochodzenia rolniczego.
pt: Os Bugis são um grupo étnico na ilha de Sulawesi, na Indonésia, com uma forte tradição marítima e comercial. Esta cultura do céu tem 12 figuras de linha de constelação. Ele também tem nomes para quatro estrelas e cinco outros objetos do céu (as Plêiades, a Nebulosa do Saco de Carvão, as Nuvens de Magalhães, a Via Láctea e Vênus). Muitas das constelações refletem a tradição marítima; os outros são de origem agrícola.
tr: Bugiler, Endonezya'nın Sulawesi adasında güçlü bir denizcilik ve ticaret geleneğine sahip etnik bir gruptur. Bu gökyüzü kültürünün 12 takımyıldız çizgisi figürü vardır. Ayrıca dört yıldız ve diğer beş gökyüzü nesnesinin (Ülke, Kömür Çuvalı Bulutsusu, Macellan Bulutu(lar), Samanyolu ve Venüs) isimleri vardır. Takımyıldızların çoğu denizcilik geleneğini yansıtır; diğerleri tarımsal kökenlidir.
