Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: This sky culture has 6 constellation line figures, names for 3 other identified sky objects (the Pleiades, the Milky Way, and Venus), and the name of an unidentified sky object. The constellations reflect the seafaring tradition. This sky culture for Stellarium is a transcript of data collected through interviews with retired fishermen[#1]. The Bugis sky culture is related (they are neighbouring ethnic groups on the island of Sulawesi) so it is similar. ### Constellations and star names `Slanted House` (_Bittoéng Sapo Kepang_) is used as an indicator for the south. Five stars (including Crux) form a house with uneven foundations. `Widow` (_Bittoéng Tuwallu_) is a pair of stars just below the `Slanted House`, so also a sign for the south direction. Although one source[#1] doesn't link the two stars with a line, the equivalent Bugis data does[#2]. They are linked here. `Shark` (_Bittoéng Mangiwang_) is an asterism which marks the entry of the northwest monsoon season. There is a triangular fin in the middle, and a tail at the back. The drawing in one source[#1] has a large open mouth, but no star is identified for the back of the mouth, so none is included here (the mouth is closed). `Stingray` (_Bittoéng Lambaru_) also marks the entry of the northwest monsoon season. There is a head (with two eyes, which are not linked by lines to the head) and a tail. `Fishing Net` (_Bittoéng Panjala_) is used as an indicator of the entry of the cool season (between the two monsoons) and the appearance of the bambang fish. It consists of fishermen and a boat. `Group of Three Stars` (_Bittoéng Tallu-tallu_) are two groups of stars that each have three stars in line. These stars are a mark towards the east from the Pleiades. The stars are not linked into lines in one source[#1], but are linked here, since they're described as being "in line". The Pleiades (_Bittoéng Malunus_, which has no special meaning) are used as a sign of increasing number of flying fish in the Makassar Strait during the southeast monsoon season. ### Planets Venus is `Pig` (_Bittoéng Bawi_). This star is used by mountain people as a mark that pigs will come out looking for food. Venus is also called `Star Carrying the Sun` (_Bittoéng Pambawa Allo_). It is a sign that the Sun will rise about an hour later. ### Other sky objects An unidentified sky object called `Star of Fishermen` (_Bittoéng Pambosei_) is a marker towards the north. This star usually appears in February, during the northwest monsoon season. `Dragon` (_Bittoéng Naga_) is the Milky Way. It is used by fishermen to find a good fishing location. It usually rises in the southeast, and when it disappears, fishermen are afraid that strong winds will appear.
fil: Ang sky culture na ito ay may 6 na constellation line figure, mga pangalan para sa 3 iba pang natukoy na mga bagay sa kalangitan (ang Pleiades, Milky Way, at Venus), at ang pangalan ng isang hindi kilalang bagay sa kalangitan. Ang mga konstelasyon ay sumasalamin sa tradisyon ng paglalayag. Ang sky culture na ito para sa Stellarium ay isang transcript ng data na nakolekta sa pamamagitan ng mga panayam sa mga retiradong mangingisda[#1]. Ang kultura ng langit ng Bugis ay magkakaugnay (sila ay magkalapit na pangkat etniko sa isla ng Sulawesi) kaya ito ay magkatulad. ### Mga konstelasyon at pangalan ng bituin Ang `Slanted House` (_Bittoéng Sapo Kepang_) ay ginagamit bilang indicator para sa timog. Limang bituin (kabilang ang Crux) ang bumubuo ng isang bahay na may hindi pantay na pundasyon. Ang `Widow` (_Bittoéng Tuwallu_) ay isang pares ng mga bituin sa ibaba lamang ng `Slanted House`, kaya isang palatandaan din para sa direksyong timog. Bagama't hindi iniuugnay ng isang pinagmulan[#1] ang dalawang bituin sa isang linya, ang katumbas na data ng Bugis ay[#2]. Naka-link sila dito. Ang `Shark` (_Bittoéng Mangiwang_) ay isang asterismo na nagmamarka sa pagpasok ng panahon ng habagat. May isang triangular na palikpik sa gitna, at isang buntot sa likod. Ang drawing sa isang source[#1] ay may malaking nakabukang bibig, ngunit walang star na natukoy para sa likod ng bibig, kaya walang kasama rito (nakasara ang bibig). Ang `Stingray` (_Bittoéng Lambaru_) ay minarkahan din ang pagpasok ng panahon ng habagat sa hilagang-kanluran. May isang ulo (na may dalawang mata, na hindi nakaugnay sa pamamagitan ng mga linya sa ulo) at isang buntot. Ang `Fishing Net` (_Bittoéng Panjala_) ay ginagamit bilang tagapagpahiwatig ng pagpasok ng malamig na panahon (sa pagitan ng dalawang tag-ulan) at ang hitsura ng bambang na isda. Binubuo ito ng mga mangingisda at isang bangka. Ang `Group of Three Stars` (_Bittoéng Tallu-tallu_) ay dalawang grupo ng mga bituin na bawat isa ay may tatlong bituin sa linya. Ang mga bituin na ito ay isang marka patungo sa silangan mula sa Pleiades. Ang mga bituin ay hindi naka-link sa mga linya sa isang source[#1], ngunit naka-link dito, dahil inilalarawan ang mga ito bilang "nasa linya". Ang Pleiades (_Bittoéng Malunus_, na walang espesyal na kahulugan) ay ginagamit bilang tanda ng pagtaas ng bilang ng mga lumilipad na isda sa Kipot ng Makassar sa panahon ng timog-silangan na tag-ulan. ### Mga planeta Si Venus ay `Baboy` (_Bittoéng Bawi_). Ang bituin na ito ay ginagamit ng mga tagabundok bilang tanda na ang mga baboy ay lalabas na naghahanap ng makakain. Ang Venus ay tinatawag ding `Star Carrying the Sun` (_Bittoéng Pambawa Allo_). Ito ay isang palatandaan na ang Araw ay sisikat pagkatapos ng isang oras. ### Iba pang mga bagay sa kalangitan Ang isang hindi kilalang bagay sa kalangitan na tinatawag na `Star of Fishermen` (_Bittoéng Pambosei_) ay isang marker patungo sa hilaga. Karaniwang lumilitaw ang bituin na ito tuwing Pebrero, sa panahon ng tag-ulan sa hilagang-kanluran. Ang `Dragon` (_Bittoéng Naga_) ay ang Milky Way. Ito ay ginagamit ng mga mangingisda upang makahanap ng magandang lokasyon ng pangingisda. Ito ay karaniwang tumataas sa timog-silangan, at kapag ito ay nawala, ang mga mangingisda ay natatakot na ang malakas na hangin ay lilitaw.
fr: Cette culture du ciel a 6 figures de ligne de constellation, des noms pour 3 autres objets célestes identifiés (les Pléiades, la Voie lactée et Vénus) et le nom d'un objet céleste non identifié. Les constellations reflètent la tradition maritime. Cette culture du ciel pour Stellarium est une transcription des données recueillies lors d'entretiens avec des pêcheurs à la retraite[#1]. La culture du ciel Bugis est liée (ce sont des ethnies voisines sur l'île de Sulawesi) donc elle est similaire. ### Constellations et noms d'étoiles `Slanted House` (_Bittoéng Sapo Kepang_) est utilisé comme indicateur pour le sud. Cinq étoiles (dont Crux) forment une maison aux fondations inégales. `Widow` (_Bittoéng Tuwallu_) est une paire d'étoiles juste en dessous de la `Slanted House`, donc aussi un signe pour la direction sud. Bien qu'une source [#1] ne relie pas les deux étoiles par une ligne, les données Bugis équivalentes le font [#2]. Ils sont liés ici. "Requin" (_Bittoéng Mangiwang_) est un astérisme qui marque l'entrée de la saison de la mousson du nord-ouest. Il y a une nageoire triangulaire au milieu et une queue à l'arrière. Le dessin d'une source [#1] a une grande bouche ouverte, mais aucune étoile n'est identifiée pour l'arrière de la bouche, donc aucune n'est incluse ici (la bouche est fermée). `Stingray` (_Bittoéng Lambaru_) marque également l'entrée de la saison de la mousson du nord-ouest. Il y a une tête (avec deux yeux, qui ne sont pas reliés par des lignes à la tête) et une queue. `Fishing Net` (_Bittoéng Panjala_) est utilisé comme indicateur de l'entrée de la saison fraîche (entre les deux moussons) et de l'apparition du poisson bambang. Il se compose de pêcheurs et d'un bateau. `Group of Three Stars` (_Bittoéng Tallu-tallu_) sont deux groupes d'étoiles qui ont chacune trois étoiles alignées. Ces étoiles sont une marque vers l'est des Pléiades. Les étoiles ne sont pas liées en lignes dans une source [#1], mais sont liées ici, car elles sont décrites comme étant "en ligne". Les Pléiades (_Bittoéng Malunus_, qui n'a pas de signification particulière) sont utilisées comme signe du nombre croissant de poissons volants dans le détroit de Makassar pendant la saison de la mousson du sud-est. ### Planètes Vénus est `Cochon` (_Bittoéng Bawi_). Cette étoile est utilisée par les montagnards pour indiquer que les cochons sortiront à la recherche de nourriture. Vénus est aussi appelée `Etoile portant le Soleil` (_Bittoéng Pambawa Allo_). C'est un signe que le Soleil se lèvera environ une heure plus tard. ### Autres objets du ciel Un objet céleste non identifié appelé `Star of Fishermen` (_Bittoéng Pambosei_) est un marqueur vers le nord. Cette étoile apparaît généralement en février, pendant la saison de la mousson du nord-ouest. `Dragon` (_Bittoéng Naga_) est la Voie lactée. Il est utilisé par les pêcheurs pour trouver un bon lieu de pêche. Il se lève généralement dans le sud-est et lorsqu'il disparaît, les pêcheurs craignent que des vents violents n'apparaissent.
id: Budaya langit ini memiliki 6 figur garis konstelasi, nama untuk 3 objek langit lain yang teridentifikasi (Pleiades, Bima Sakti, dan Venus), dan nama objek langit tak dikenal. Rasi bintang mencerminkan tradisi pelayaran. Budaya langit untuk Stellarium ini adalah transkrip data yang dikumpulkan melalui wawancara dengan pensiunan nelayan[#1]. Budaya langit Bugis adalah terkait (mereka adalah kelompok etnis tetangga di pulau Sulawesi) sehingga mirip. ### Rasi bintang dan nama bintang `Rumah Miring` (_Bittoéng Sapo Kepang_) digunakan sebagai indikator arah selatan. Lima bintang (termasuk Crux) membentuk rumah dengan fondasi yang tidak rata. `Janda` (_Bittoéng Tuwallu_) adalah sepasang bintang tepat di bawah `Rumah Miring`, begitu juga tanda arah selatan. Meskipun satu sumber[#1] tidak menghubungkan dua bintang dengan sebuah garis, data Bugis yang setara melakukannya[#2]. Mereka terhubung di sini. `Hiu` (_Bittoéng Mangiwang_) adalah asterisme yang menandai masuknya musim muson barat laut. Ada sirip segitiga di tengah, dan ekor di belakang. Gambar dalam satu sumber[#1] memiliki mulut terbuka yang besar, tetapi tidak ada bintang yang diidentifikasi untuk bagian belakang mulut, jadi tidak ada yang disertakan di sini (mulut tertutup). `Stingray` (_Bittoéng Lambaru_) juga menandai masuknya musim muson barat laut. Ada kepala (dengan dua mata, yang tidak dihubungkan oleh garis ke kepala) dan ekor. Jaring Ikan (_Bittoéng Panjala_) digunakan sebagai indikator masuknya musim dingin (antara dua musim) dan munculnya ikan bambang. Terdiri dari nelayan dan perahu. `Grup Tiga Bintang` (_Bittoéng Tallu-tallu_) adalah dua kelompok bintang yang masing-masing memiliki tiga bintang dalam barisan. Bintang-bintang ini adalah tanda ke arah timur dari Pleiades. Bintang-bintang tidak terhubung ke dalam garis dalam satu sumber[#1], tetapi terhubung di sini, karena mereka digambarkan sebagai "sejajar". Pleiades (_Bittoéng Malunus_, yang tidak memiliki arti khusus) digunakan sebagai tanda peningkatan jumlah ikan terbang di Selat Makassar selama musim monsun tenggara. ### Planet Venus adalah `Babi` (_Bittoéng Bawi_). Bintang ini digunakan oleh orang gunung sebagai tanda bahwa babi akan keluar mencari makan. Venus juga disebut `Bintang Membawa Matahari` (_Bittoéng Pambawa Allo_). Ini adalah tanda bahwa Matahari akan terbit sekitar satu jam kemudian. ### Benda langit lainnya Sebuah objek langit tak dikenal bernama `Bittoéng Pambosei_ (Bittoéng Pambosei_) adalah penanda arah utara. Bintang ini biasanya muncul pada bulan Februari, saat musim muson barat laut. `Naga` (_Bittoéng Naga_) adalah Bima Sakti. Hal ini digunakan oleh nelayan untuk menemukan lokasi penangkapan ikan yang baik. Biasanya naik di tenggara, dan ketika menghilang, para nelayan takut akan muncul angin kencang.
pl: Ta kultura nieba ma 6 postaci linii konstelacji, nazwy 3 innych zidentyfikowanych obiektów nieba (Plejady, Droga Mleczna i Wenus) oraz nazwę niezidentyfikowanego obiektu nieba. Konstelacje odzwierciedlają tradycję żeglarską. Ta kultura nieba dla Stellarium jest zapisem danych zebranych podczas wywiadów z emerytowanymi rybakami[#1]. Kultura nieba Bugis jest pokrewna (są to sąsiednie grupy etniczne na wyspie Sulawesi), więc jest podobnie. ### Konstelacje i nazwy gwiazd `Slanted House` (_Bittoéng Sapo Kepang_) jest używany jako wskaźnik dla południa. Pięć gwiazdek (w tym Crux) tworzy dom o nierównych fundamentach. `Wdowa` (_Bittoéng Tuwallu_) to para gwiazd tuż pod `Slanted House`, a więc również znak wskazujący kierunek południowy. Chociaż jedno źródło [#1] nie łączy dwóch gwiazd linią, równoważne dane Bugis robią to [#2]. Są one połączone tutaj. `Rekin` (_Bittoéng Mangiwang_) to asteryzm oznaczający wejście do północno-zachodniej pory monsunowej. Na środku trójkątna płetwa, z tyłu ogon. Rysunek w jednym źródle [#1] ma duże otwarte usta, ale nie zidentyfikowano żadnej gwiazdy z tyłu ust, więc żadna nie została tutaj uwzględniona (usta są zamknięte). `Stingray` (_Bittoéng Lambaru_) oznacza również wejście do północno-zachodniego sezonu monsunowego. Jest głowa (z dwojgiem oczu, które nie są połączone liniami z głową) i ogon. „Sieć rybacka” (_Bittoéng Panjala_) jest używana jako wskaźnik wejścia w chłodną porę roku (między dwoma monsunami) i pojawienia się ryby bambang. Składa się z rybaków i łodzi. „Grupa Trzech Gwiazd” (_Bittoéng Tallu-tallu_) to dwie grupy gwiazd, z których każda ma po trzy gwiazdy w linii. Te gwiazdy są znakiem na wschód od Plejad. Gwiazdy nie są połączone w linie w jednym źródle[#1], ale są połączone tutaj, ponieważ są opisane jako „w linii”. Plejady (Bittoéng Malunus, co nie ma specjalnego znaczenia) są używane jako znak rosnącej liczby latających ryb w Cieśninie Makasar podczas południowo-wschodniego sezonu monsunowego. ### Planety Wenus to „Świnia” (_Bittoéng Bawi_). Ta gwiazda jest używana przez ludzi gór jako znak, że świnie wyjdą w poszukiwaniu pożywienia. Wenus jest również nazywana „Gwiazdą niosącą słońce” (_Bittoéng Pambawa Allo_). To znak, że około godzinę później wzejdzie słońce. ### Inne obiekty na niebie Niezidentyfikowany obiekt na niebie zwany `Gwiazdą Rybaków` (_Bittoéng Pambosei_) jest znacznikiem na północy. Gwiazda ta pojawia się zwykle w lutym, podczas północno-zachodniej pory monsunowej. `Smok` (_Bittoéng Naga_) to Droga Mleczna. Jest używany przez rybaków, aby znaleźć dobre miejsce do wędkowania. Zwykle wznosi się na południowym wschodzie, a gdy znika, rybacy obawiają się, że pojawią się silne wiatry.
pt: Esta cultura do céu tem 6 figuras de linha de constelação, nomes para 3 outros objetos do céu identificados (as Plêiades, a Via Láctea e Vênus) e o nome de um objeto do céu não identificado. As constelações refletem a tradição marítima. Esta cultura do céu para Stellarium é uma transcrição de dados coletados por meio de entrevistas com pescadores aposentados [#1]. A cultura do céu Bugis está relacionada (são grupos étnicos vizinhos na ilha de Sulawesi), por isso é semelhante. ### Constelações e nomes de estrelas `Slanted House` (_Bittoéng Sapo Kepang_) é usado como um indicador para o sul. Cinco estrelas (incluindo Crux) formam uma casa com fundações irregulares. `Widow` (_Bottoéng Tuwallu_) é um par de estrelas logo abaixo da `Slanted House`, então também um sinal para a direção sul. Embora uma fonte [#1] não vincule as duas estrelas com uma linha, os dados equivalentes do Bugis fazem [#2]. Eles estão ligados aqui. `Shark` (_Bottoéng Mangiwang_) é um asterismo que marca a entrada da estação das monções do noroeste. Há uma barbatana triangular no meio e uma cauda na parte de trás. O desenho em uma fonte [#1] tem uma grande boca aberta, mas nenhuma estrela é identificada na parte de trás da boca, então nenhuma está incluída aqui (a boca está fechada). `Stingray` (_Bottoéng Lambaru_) também marca a entrada da estação das monções do noroeste. Há uma cabeça (com dois olhos, que não estão ligados por linhas à cabeça) e uma cauda. A `Rede de Pesca` (_Bottoéng Panjala_) é usada como indicador da entrada da estação fria (entre as duas monções) e do aparecimento do peixe bambang. É composto por pescadores e um barco. `Grupo de Três Estrelas` (_Bittoéng Tallu-tallu_) são dois grupos de estrelas que cada um tem três estrelas em linha. Essas estrelas são uma marca para o leste das Plêiades. As estrelas não estão vinculadas em linhas em uma fonte [#1], mas estão vinculadas aqui, pois são descritas como "em linha". As Plêiades (_Bittoéng Malunus_, que não tem nenhum significado especial) são usadas como um sinal de aumento do número de peixes voadores no Estreito de Makassar durante a estação das monções do sudeste. ### Planetas Vênus é `Porco` (_Bitoéng Bawi_). Esta estrela é usada pelos montanheses como um sinal de que os porcos sairão em busca de comida. Vênus também é chamado de 'Estrela Portadora do Sol' (_Bittoéng Pambawa Allo_). É um sinal de que o Sol nascerá cerca de uma hora depois. ### Outros objetos do céu Um objeto do céu não identificado chamado 'Estrela dos Pescadores' (_Bittoéng Pambosei_) é um marcador para o norte. Esta estrela geralmente aparece em fevereiro, durante a estação das monções do noroeste. `Dragão` (_Bottoéng Naga_) é a Via Láctea. É usado pelos pescadores para encontrar um bom local de pesca. Geralmente nasce no sudeste e, quando desaparece, os pescadores temem que apareçam ventos fortes.
tr: Bu gökyüzü kültüründe 6 takımyıldız çizgi figürü, tanımlanmış diğer 3 gökyüzü nesnesinin adı (Ülke, Samanyolu ve Venüs) ve tanımlanamayan bir gökyüzü nesnesinin adı vardır. Takımyıldızlar denizcilik geleneğini yansıtır. Stellarium için bu gökyüzü kültürü, emekli balıkçılarla yapılan görüşmeler yoluyla toplanan verilerin bir kopyasıdır[#1]. Bugis gökyüzü kültürü birbiriyle ilişkilidir (Sulawesi adasındaki komşu etnik gruplardır), dolayısıyla benzerdir. ### Takımyıldızlar ve yıldız isimleri 'Eğimli Ev' (_Bittoéng Sapo Kepang_) güney için bir gösterge olarak kullanılır. Beş yıldız (Crux dahil) düzensiz temellere sahip bir ev oluşturur. 'Dul' (_Bittoéng Tuwallu_), 'Eğimli Ev'in hemen altında bir çift yıldızdır, yani aynı zamanda güney yönü için bir işarettir. Bir kaynak[#1] iki yıldızı bir çizgi ile bağlamasa da, eşdeğer Bugis verileri [#2] yapar. Burada bağlantılılar. "Shark" (_Bittoéng Mangiwang_), kuzeybatı muson mevsiminin girişini gösteren bir yıldız işaretidir. Ortada üçgen bir yüzgeç ve arkada bir kuyruk var. Bir kaynaktaki [#1] çizimin büyük bir açık ağzı vardır, ancak ağzın arkası için bir yıldız tanımlanmamıştır, bu nedenle burada hiçbirine yer verilmemiştir (ağız kapalıdır). 'Stingray' (_Bittoéng Lambaru_) ayrıca kuzeybatı muson mevsiminin girişini işaret ediyor. Bir kafa (kafaya çizgilerle bağlı olmayan iki gözlü) ve bir kuyruk vardır. 'Balık ağı' (_Bittoéng Panjala_), serin mevsimin (iki muson arasında) girişinin ve bambang balığının görünümünün bir göstergesi olarak kullanılır. Balıkçılar ve bir tekneden oluşur. "Üç Yıldız Grubu" (_Bittoéng Tallu-tallu_), her birinde üç yıldız bulunan iki yıldız grubudur. Bu yıldızlar Ülker'den doğuya doğru bir işarettir. Yıldızlar tek bir kaynakta [#1] çizgilere bağlı değildir, ancak burada bağlantılıdır, çünkü onlar "sırada" olarak tanımlanırlar. Ülker (_Bittoéng Malunus_, özel bir anlamı yoktur), güneydoğu muson mevsiminde Makassar Boğazı'nda uçan balık sayısının arttığının bir işareti olarak kullanılır. ### Gezegenler Venüs 'Domuz'dur (_Bittoéng Bawi_). Bu yıldız, dağlılar tarafından domuzların yiyecek aramaya çıkacağına dair bir işaret olarak kullanılır. Venüs ayrıca 'Güneşi Taşıyan Yıldız' (_Bittoéng Pambawa Allo_) olarak da adlandırılır. Güneşin yaklaşık bir saat sonra doğacağının işaretidir. ### Diğer gökyüzü nesneleri 'Balıkçıların Yıldızı' (_Bittoéng Pambosei_) olarak adlandırılan tanımlanamayan bir gökyüzü nesnesi kuzeye doğru bir işarettir. Bu yıldız genellikle şubat ayında, kuzeybatı muson mevsiminde ortaya çıkar. "Ejderha" (_Bittoéng Naga_) Samanyolu'dur. Balıkçılar tarafından iyi bir balık avı yeri bulmak için kullanılır. Genellikle güneydoğuda yükselir ve kaybolduğunda balıkçılar kuvvetli rüzgarların ortaya çıkmasından korkarlar.
