Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: Gary D. Thompson: [Website](http://members.westnet.com.au/gary-david-thompson/page11-11.html) - [#2]: Astronomical Artifacts and Cuneiform Tablets: [link](http://members.westnet.com.au/Gary-David-Thompson/page11-15.html) - [#3]: [Three archaic Egyptian constellations used as seasonal markers?](http://www.catchpenny.org/thoth/3arch.htm) - [#4]: Hoffmann, Susanne M.: Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, 2017 - [#5]: Cultural Astronomy: [eCUIP](http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html) - [#6]: [egyptology online](http://www.egyptologyonline.com/astronomy.htm) - [#7]: [Start Teaching Astronomy](http://www.starteachastronomy.com/egyptian.html) - [#8]: Pat Remler: Egyptian mythology A to Z / 3rd ed., 2010, Chelsea House, ISBN 978-1-60413-926-6 - [#9]: Dendera [article on Wikipedia](https://en.wikipedia.org/wiki/Dendera) - [#10]: Circular "Zodiac" of Denderah: [Wikimedia](https://upload.wikimedia.org/wikipedia/commons/3/37/Dendera.jpg) - [#11]: Rectangular "Zodiac" of Denderah: [Wikipedia](https://en.wikipedia.org/wiki/Egyptian_astronomy#/media/File:Dendera_Deckenrelief_08.JPG) - [#12]: [Dendera Zodiac, Linda Hall](https://napoleon.lindahall.org/zodiac_dendera.shtml) - [#13]: Hoffmann, S.M.: History of Constellations as popularization of uranometry, in: Wolfschmidt, Gudrun: Nuncius Hamburgensis Bd. 41, tredition Verlag, 2017
fil: - [#1]: Gary D. Thompson: [Website](http://members.westnet.com.au/gary-david-thompson/page11-11.html) - [#2]: Astronomical Artifact at Cuneiform Tablet: [link](http://members.westnet.com.au/Gary-David-Thompson/page11-15.html) - [#3]: [Three archaic Egyptian constellation used as seasonal markers?](http://www.catchpenny.org/thoth/3arch.htm) - [#4]: Hoffmann, Susanne M.: Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, 2017 - [#5]: Cultural Astronomy: [eCUIP](http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html) - [#6]: [egyptology online](http://www.egyptologyonline.com/astronomy.htm) - [#7]: [Simulan ang Pagtuturo ng Astronomy](http://www.starteachastronomy.com/egyptian.html) - [#8]: Pat Remler: Egyptian mythology A to Z / 3rd ed., 2010, Chelsea House, ISBN 978-1-60413-926-6 - [#9]: Dendera [artikulo sa Wikipedia](https://en.wikipedia.org/wiki/Dendera) - [#10]: Circular "Zodiac" ng Denderah: [Wikimedia](https://upload.wikimedia.org/wikipedia/commons/3/37/Dendera.jpg) - [#11]: Parihabang "Zodiac" ng Denderah: [Wikipedia](https://en.wikipedia.org/wiki/Egyptian_astronomy#/media/File:Dendera_Deckenrelief_08.JPG) - [#12]: [Dendera Zodiac, Linda Hall](https://napoleon.lindahall.org/zodiac_dendera.shtml) - [#13]: Hoffmann, S.M.: History of Constellations bilang popularisasyon ng uranometry, sa: Wolfschmidt, Gudrun: Nuncius Hamburgensis Bd. 41, tredition Verlag, 2017
fr: - [#1]: Gary D. Thompson: [Site Web](http://members.westnet.com.au/gary-david-thompson/page11-11.html) - [#2]: Artefacts astronomiques et tablettes cunéiformes: [lien](http://members.westnet.com.au/Gary-David-Thompson/page11-15.html) - [#3]: [Trois constellations égyptiennes archaïques utilisées comme marqueurs saisonniers?](Http://www.catchpenny.org/thoth/3arch.htm) - [#4]: Hoffmann, Susanne M .: Hipparchs Himmelsglobus, Springer, Wiesbaden / New York, 2017 - [#5]: Astronomie culturelle: [eCUIP](http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html) - [#6]: [l'égyptologie en ligne](http://www.egyptologyonline.com/astronomy.htm) - [#7]: [Commencer l'enseignement de l'astronomie](http://www.starteachastronomy.com/egyptian.html) - [#8]: Pat Remler: mythologie égyptienne de A à Z / 3e éd., 2010, Chelsea House, ISBN 978-1-60413-926-6 - [#9]: Dendera [article sur Wikipedia](https://en.wikipedia.org/wiki/Dendera) - [#10]: "Zodiaque" circulaire de Dendérah: [Wikimedia](https://upload.wikimedia.org/wikipedia/commons/3/37/Dendera.jpg) - [#11]: "Zodiaque" rectangulaire de Dendérah: [Wikipedia](https://en.wikipedia.org/wiki/Egyptian_astronomy#/media/File:Dendera_Deckenrelief_08.JPG) - [#12]: [Dendera Zodiac, Linda Hall](https://napoleon.lindahall.org/zodiac_dendera.shtml) - [#13]: Hoffmann, S.M .: Histoire des constellations comme vulgarisation de l'uranométrie, dans: Wolfschmidt, Gudrun: Nuncius Hamburgensis Bd. 41, édition Verlag, 2017
id: - [#1]: Gary D. Thompson: [Situs Web](http://members.westnet.com.au/gary-david-thompson/page11-11.html) - [#2]: Artefak Astronomi dan Tablet Cuneiform: [tautan](http://members.westnet.com.au/Gary-David-Thompson/page11-15.html) - [#3]: [Tiga rasi bintang Mesir kuno yang digunakan sebagai penanda musiman?](http://www.catchpenny.org/thoth/3arch.htm) - [#4]: Hoffmann, Susanne M.: Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, 2017 - [#5]: Astronomi Budaya: [eCUIP](http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html) - [#6]: [egyptology online](http://www.egyptologyonline.com/astronomy.htm) - [#7]: [Mulai Mengajar Astronomi](http://www.starteachastronomy.com/egyptian.html) - [#8]: Pat Remler: Mitologi Mesir A sampai Z / 3rd ed., 2010, Chelsea House, ISBN 978-1-60413-926-6 - [#9]: Dendera [artikel di Wikipedia](https://en.wikipedia.org/wiki/Dendera) - [#10]: "Zodiak" Edaran Denderah: [Wikimedia](https://upload.wikimedia.org/wikipedia/commons/3/37/Dendera.jpg) - [#11]: "Zodiac" Persegi Panjang Denderah: [Wikipedia](https://en.wikipedia.org/wiki/Egyptian_astronomy#/media/File:Dendera_Deckenrelief_08.JPG) - [#12]: [Dendera Zodiac, Linda Hall](https://napoleon.lindahall.org/zodiac_dendera.shtml) - [#13]: Hoffmann, S.M.: History of Constellation sebagai mempopulerkan uranometry, dalam: Wolfschmidt, Gudrun: Nuncius Hamburgensis Bd. 41, tradisi Verlag, 2017
pl: - [#1]: Gary D. Thompson: [strona internetowa](http://members.westnet.com.au/gary-david-thompson/page11-11.html) - [#2]: Astronomical Artefacts and Cuneiform Tablets: [link](http://members.westnet.com.au/Gary-David-Thompson/page11-15.html) - [#3]: [Trzy archaiczne egipskie konstelacje używane jako sezonowe markery?](Http://www.catchpenny.org/thoth/3arch.htm) - [#4]: Hoffmann, Susanne M .: Hipparchs Himmelsglobus, Springer, Wiesbaden / New York, 2017 - [#5]: Astronomy kulturowe: [eCUIP](http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html) - [#6]: [egiptologia online](http://www.egyptologyonline.com/astronomy.htm) - [#7]: [Rozpocznij nauczanie astronomii](http://www.starteachastronomy.com/egyptian.html) - [#8]: Pat Remler: Egyptian mythology A to Z / 3rd ed., 2010, Chelsea House, ISBN 978-1-60413-926-6 - [#9]: Dendera [artykuł na Wikipedii](https://en.wikipedia.org/wiki/Dendera) - [#10]: Okólnik „Zodiak” Denderah: [Wikimedia](https://upload.wikimedia.org/wikipedia/commons/3/37/Dendera.jpg) - [#11]: Prostokątny „Zodiak” Denderah: [Wikipedia](https://en.wikipedia.org/wiki/Egyptian_astronomy#/media/File:Dendera_Deckenrelief_08.JPG) - [#12]: [Dendera Zodiac, Linda Hall](https://napoleon.lindahall.org/zodiac_dendera.shtml) - [#13]: Hoffmann, S.M .: Historia konstelacji jako popularyzacja uranometrii, w: Wolfschmidt, Gudrun: Nuncius Hamburgensis Bd. 41, tredition Verlag, 2017
pt: - [#1]: Gary D. Thompson: [site](http://members.westnet.com.au/gary-david-thompson/page11-11.html) - [#2]: Artefatos Astronômicos e Tabletes Cuneiformes: [link](http://members.westnet.com.au/Gary-David-Thompson/page11-15.html) - [#3]: [três constelações egípcias arcaicas usadas como marcadores sazonais?](Http://www.catchpenny.org/thoth/3arch.htm) - [#4]: Hoffmann, Susanne M .: Hiparcas Himmelsglobus, Springer, Wiesbaden / Nova York, 2017 - [#5]: astronomia cultural: [eCUIP](http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html) - [#6]: [egiptologia online](http://www.egyptologyonline.com/astronomy.htm) - [#7]: [Comece a ensinar astronomia](http://www.starteachastronomy.com/egyptian.html) - [#8]: Pat Remler: mitologia egípcia A a Z / 3ª ed., 2010, Chelsea House, ISBN 978-1-60413-926-6 - [#9]: Dendera [artigo na Wikipedia](https://en.wikipedia.org/wiki/Dendera) - [#10]: Circular "Zodíaco" de Denderah: [Wikimedia](https://upload.wikimedia.org/wikipedia/commons/3/37/Dendera.jpg) - [#11]: "Zodíaco" retangular de Denderah: [Wikipedia](https://en.wikipedia.org/wiki/Egyptian_astronomy#/media/File:Dendera_Deckenrelief_08.JPG) - [#12]: [Dendera Zodiac, Linda Hall](https://napoleon.lindahall.org/zodiac_dendera.shtml) - [#13]: Hoffmann, S.M .: História das constelações como popularização da uranometria, em: Wolfschmidt, Gudrun: Nuncius Hamburgensis Bd. 41, tredição Verlag, 2017
tr: - [#1]: Gary D. Thompson: [Web sitesi](http://members.westnet.com.au/gary-david-thompson/page11-11.html) - [#2]: Astronomik Eserler ve Çivi Yazısı Tabletler: [link](http://members.westnet.com.au/Gary-David-Thompson/page11-15.html) - [#3]: [Mevsimsel belirteçler olarak kullanılan üç arkaik Mısır takımyıldızı?](http://www.catchpenny.org/thoth/3arch.htm) - [#4]: Hoffmann, Susanne M.: Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, 2017 - [#5]: Kültürel Astronomi: [eCUIP](http://ecuip.lib.uchicago.edu/diglib/science/culture_astronomy/cultures_egypt-2.html) - [#6]: [çevrimiçi mısır bilimi](http://www.egyptologyonline.com/astronomy.htm) - [#7]: [Astronomi Öğretmeye Başlayın](http://www.starteachastronomy.com/egyptian.html) - [#8]: Pat Remler: Mısır mitolojisi A'dan Z'ye / 3. baskı, 2010, Chelsea House, ISBN 978-1-60413-926-6 - [#9]: Dendera [Wikipedia'daki makale](https://en.wikipedia.org/wiki/Dendera) - [#10]: Denderah'ın "Zodiac" Genelgesi: [Wikimedia](https://upload.wikimedia.org/wikipedia/commons/3/37/Dendera.jpg) - [#11]: Denderah'ın Dikdörtgen "Zodyak"ı: [Wikipedia](https://en.wikipedia.org/wiki/Egyptian_astronomy#/media/File:Dendera_Deckenrelief_08.JPG) - [#12]: [Dendera Zodiac, Linda Salonu](https://napoleon.lindahall.org/zodiac_dendera.shtml) - [#13]: Hoffmann, S.M.: Uranometrinin popülerleşmesi olarak Takımyıldızların Tarihi, içinde: Wolfschmidt, Gudrun: Nuncius Hamburgensis Bd. 41, gelenek Verlag, 2017

source: This sky culture was contributed by _Karrie Berglund_ of Digitalis Education Solutions, Inc. based on the paper "A Map of the Ancient Egyptian Firmament” by Juan Antonio Belmonte. This sky culture was updated by misibacsi (names of planets) and re-worked by Susanne M Hoffmann.
fil: Ang sky culture na ito ay inambag ni _Karrie Berglund_ ng Digitalis Education Solutions, Inc. batay sa papel na "A Map of the Ancient Egyptian Firmament" ni Juan Antonio Belmonte. Ang kultura ng langit na ito ay na-update ng misibacsi (mga pangalan ng mga planeta) at muling ginawa ni Susanne M Hoffmann.
fr: Cette culture du ciel a été apportée par _Karrie Berglund_ de Digitalis Education Solutions, Inc. d'après le document "Une carte du firmament de l'Égypte ancienne" de Juan Antonio Belmonte. Cette culture du ciel a été mise à jour par misibacsi (noms des planètes) et retravaillée par Susanne M Hoffmann.
id: Budaya langit ini disumbangkan oleh _Karrie Berglund_ dari Digitalis Education Solutions, Inc. berdasarkan makalah "A Map of the Ancient Egypt Firmament" oleh Juan Antonio Belmonte. Budaya langit ini diperbarui oleh misibacsi (nama planet) dan dikerjakan ulang oleh Susanne M Hoffmann.
pl: Ta kultura nieba została napisana przez _Karrie Berglund_ z Digitalis Education Solutions, Inc. na podstawie artykułu „Mapa starożytnego egipskiego firmamentu” Juana Antonio Belmonte. Ta kultura nieba została zaktualizowana przez misibacsi (nazwy planet) i ponownie opracowana przez Susanne M. Hoffmann.
pt: Essa cultura do céu foi contribuída por _Karrie Berglund_ da Digitalis Education Solutions, Inc., com base no artigo "Um mapa do antigo firmamento egípcio" de Juan Antonio Belmonte. Esta cultura do céu foi atualizada por misibacsi (nomes de planetas) e retrabalhada por Susanne M. Hoffmann.
tr: Bu gökyüzü kültürüne Digitalis Education Solutions, Inc.'den _Karrie Berglund_, Juan Antonio Belmonte'nin "A Map of the Ancient Egypt Firmament" makalesine dayanarak katkıda bulunmuştur. Bu gökyüzü kültürü, misibaksi (gezegen isimleri) tarafından güncellendi ve Susanne M Hoffmann tarafından yeniden düzenlendi.

source: Bull's Foreleg
fr: Patte avant du taureau
id: Kaki depannya banteng
pl: Przednia noga byka
pt: Apha Tauri
tr: Boğa'nın Ön Bacağı

source: Two Poles
fil: Dalawang pole
fr: Deux poteaux
id: Dua kutub
pl: Dwa bieguny
pt: Dois Pólos
tr: İki Direk

source: Lion
fil: leon
id: Singa
pl: Lew
pt: Leão
tr: Aslan

source: Two Jaws
fil: Dalawang Panga
fr: Deux mâchoires
id: Dua Rahang Hiu
pl: Dwie Szczęki
pt: Duas Mandíbulas
tr: İki Çene

source: Bird
fil: ibon
fr: Oiseau
id: Burung
pl: Ptak
pt: Ave
tr: Kuş

source: Ferry Boat
fil: Bangka ng Ferry
fr: Ferry
id: Kapal Feri
pl: Prom
pt: Cacilheiro
tr: Feribot

source: Boat
fil: Bangka
fr: Bateau
id: Kapal laut
pl: Łódź
pt: Barco
tr: Tekne

source: Crocodile
fil: Buwaya
id: Buaya
pl: Krokodyl
pt: Crocodilo
tr: Timsah

source: Selkis
pt: Escorpião

source: Prow
fr: Proue
id: Haluan kapal
pl: Kil
pt: Proa
tr: Pruva

source: Horus
pt: Hórus

source: Sheepfold
fil: kulungan ng tupa
fr: Bergerie
id: Kawanan domba
pl: Owczarnia
pt: Redil
tr: Ağıl

source: Giant
fil: higante
fr: Géant
id: Raksasa
pl: Gigant
pt: Gigante
tr: Dev

source: Hippopotamus
fr: Hippopotame
id: Kuda Nil
pl: Hipopotam
pt: Hipopótamo
tr: Suaygırı

source: Flock
fil: kawan
fr: Troupeau
id: Berkumpul
pl: Gromada
pt: Bando de aves
tr: Sürü

source: Pair of Stars
fil: Pares ng Bituin
fr: Paire d'étoiles
id: Pasangan dari Bintang
pl: Para gwiazd
pt: Par de Estrelas
tr: Çift Yıldız

source: Khanuwy Fish
fil: Isda ng Khanuwy
fr: Poisson Khanuwy
id: Ikan Khanuwy
pl: Ryba Khanuwy
pt: Peixe Khanuwy
tr: Khanuwy Balığı

source: Jaw
fil: panga
fr: Mâchoire
id: rahang
pl: Szczęka
pt: Maxilar
tr: Çene

source: Sheep
fil: tupa
fr: Mouton
id: Domba
pl: Owca
pt: Carneiro
tr: Koyunlar

source: Stars of Water
fil: Mga Bituin ng Tubig
fr: Étoiles d'eau
id: Bintangnya air
pl: Gwiazdy Wody
pt: Estrelas de Água
tr: Su Yıldızları

source: Horus Who Limits the Two Lands
fil: Si Horus na Naglilimita sa Dalawang Lupain
fr: Horus qui limite les deux terres
id: Horus Yang Membatasi Dua Tanah
pl: Horus, który ogranicza dwie ziemie
pt: Hórus que limita as duas terras
tr: İki Ülkeyi Sınırlayan Horus

source: Horus of the Horizon
fil: Horus ng Horizon
fr: Horus de l'horizon
id: Horus dari Cakrawala
pt: Hórus do Horizonte
tr: Ufuktaki Horus

source: Associated with Set
fil: Nauugnay sa Set
fr: Associé à l'ensemble
id: Terkait dengan Set
pl: Związany z Setem
pt: Associado ao conjunto
tr: Küme ile İlişkili

source: Horus the Bull of the Sky
fil: Horus ang Bull ng Langit
fr: Horus le taureau du ciel
id: Horus si Banteng Langit
pl: Horus Byk Nieba
pt: Hórus, o Touro do Céu
tr: Gökyüzünün Boğası Horus

source: God of the Morning
fil: Diyos ng Umaga
fr: Dieu du matin
id: Dewa Pagi
pl: Bóg poranka
pt: Deus da manhã
tr: Sabah Tanrısı

source: Hawaiian
fr: Hawaïen
id: Hawaii
pl: Hawajski
pt: havaiano
tr: Hawaii dili

source: These are the star lines developed by Nainoa Thompson and used by the Polynesian Voyaging Society to navigate Polynesian sailing canoes using traditional techniques of non instrument navigation across thousands of miles of open ocean.
fil: Ito ang mga linya ng bituin na binuo ni Nainoa Thompson at ginamit ng Polynesian Voyaging Society upang mag-navigate sa mga Polynesian sailing canoe gamit ang mga tradisyonal na pamamaraan ng non-instrumentong pag-navigate sa libu-libong milya ng bukas na karagatan.
fr: Ce sont les lignes d'étoiles développées par Nainoa Thompson et utilisées par la Polynesian Voyaging Society pour naviguer sur des canots à voile polynésiens en utilisant des techniques traditionnelles de navigation sans instrument sur des milliers de miles de haute mer.
id: Ini adalah garis bintang yang dikembangkan oleh Nainoa Thompson dan digunakan oleh Polynesian Voyaging Society untuk menavigasi kano berlayar Polinesia menggunakan teknik tradisional navigasi non-instrumen melintasi ribuan mil laut terbuka.
pl: Są to linie gwiazd opracowane przez Nainoa Thompson i używane przez Polynesian Voyaging Society do nawigowania po polinezyjskich kajakach żeglarskich przy użyciu tradycyjnych technik nawigacji nieinstrumentowej przez tysiące mil otwartego oceanu.
pt: Estas são as linhas de estrelas desenvolvidas por Nainoa Thompson e usadas pela Polynesian Voyaging Society para navegar em canoas à vela polinésia usando técnicas tradicionais de navegação sem instrumentos por milhares de quilômetros de mar aberto.
tr: Bunlar, Nainoa Thompson tarafından geliştirilen ve Polinezya Voyaging Society tarafından, binlerce kilometrelik açık okyanusta geleneksel aletsiz navigasyon tekniklerini kullanarak Polinezya yelkenli kanolarında gezinmek için kullanılan yıldız hatlarıdır.
