Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: The Vedic sky culture shows some similiarities with the Parthian one, e.g. some commonly known constellations related to lunar mansions, called _Nakṣatra_-s. ### Rāśi (राशिः) The sidereal zodiac is an imaginary belt of 360 degrees (like the tropical zodiac), divided into 12 equal parts. Each twelfth part (of 30 degrees) is called a sign or rashi. Their names are shown in (brackets). In Vedic astronomy there are two systems of measuring time: the lunar calendar and the solar calendar. In both cases one year is divided into 12 months or "māsā". The names of the solar months originated from these constellation's names. ### Nakṣatra (नक्षत्रम्) In Hindu tradition the ecliptic is divided into 27 parts of approximately 13°20", mirroring the siderial month and corresponding to 27 asterisms known as the _nakṣatra_-s [#4]. In the earliest extant layers of the tradition this number was made 28. This division is critical for several purposes including timing rituals and determining the birth lunar mansions. Since these asterisms define an area in the sky, technically they are also constellations. Surya Siddhanta and Vedanga-Jyotisha specify start coordinates for the 13°20" divisions using some stars [#2]. The earliest complete lists of _nakṣatra_ are found in the _Taittirīya-śruti_ and the _Atharvaveda_ where they are recited as part of the _nakṣatreṣṭi_ ritual which places the deities of pantheon in these celestial compartments. Some scholars opine that the tradition shows that by the early medieval period, the _nakṣatra_ identification had changed to a small degree from the Vedic period. In mythology the Nakshatras are considered to be the 27 daughters of Daksha Prajipati and wives of Chandra, the god of moon. Daksha found that Soma (=Chandra) overly favored one daughter (rohinī) over the others, thus neglecting their needs and flouting his responsibilities. For this, Daksha cursed him to wither and die. Chandra Dev approached and worshipped Lord Shiva in order to be relieved of the curse. He gave Chandra the boon that in a lunar month, he would grow for fifteen days (or "Pakshā") in one half and in the other half he would keep losing one shade (or "Kalā") per lunar day (or "tithi") and decrease in size. The names of the lunar months originated from those 12 division names in which full moon or "Purnimā" occurs. Unlike a solar day which is defined by a sunrise to next sunrise, a lunar day or moon's position in a nakshatra doesn't depends on the Sun's or Moon's rise. Thus a lunar day may start at any time of a solar day. Like other ancient human cultures, Vedic people invented a number of systems for intercalation of lunar months, i.e. adding another month every 32.5 months on average or 4 months in every 11 years to correct the mismatch between lunar and solar year. | Solar Months | Lunar Months | Modern | Season | |--------------|--------------|------------|--------| | Meṣa | Vaiśakhā | Apr-May | Grīṣma (Summer) | | Vṛṣabha | Jyeṣṭha | May–June | Grīṣma (Summer) | | Mithuna | āṣāṛā | June–July | Varṣā (Monsoon) | | Karkaṭa | śrabaṇā | July-Aug | Varṣā (Monsoon) | | Siṃha | Bhādra | Aug-Sept | Śarad (Autumn) | | Kanyā | Aśvin | Sept-Oct | Śarad (Autumn) | | Tulā | Kārtik | Oct-Nov | Hemanta (Pre-Winter) | | Vṛścika | Agāhāna | Nov-Dec | Hemanta (Pre-Winter) | | Dhanu | Pauṣa | Dec-Jan | Śiśira (Winter) | | Makara | Magha | Jan-Feb | Śiśira (Winter) | | Kumbha | phālguna | Feb-Mar | Vasanta (Spring) | | Mīna | Chaitrā | Mar-Apr | Vasanta (Spring) | | - | Adhikā | Leap month | - | A few of the _yogatārā_-s or prominent asterisms in the _nakṣatra_-s (going by their mainstream identification) lie slightly outside their constellation boundaries. In these cases, any resultant problem (with regards to ritual timing or astrology) should be solved by other means, e.g. some people propose alternate identifications for such _yogatārā_-s. ### Navagraha - Nine planets They observed that some celestial bodies move independently relative to the background stars; they named them planets or "graha". By this definition (moving), the Sun and Moon are also treated as _graha_ or planet. The Vedic also named the lunar nodes as planets as these points are very inportant to calculate the eclipses. The name of Vedic days originated from these planet's names. | Graha | Designation | Name of Solar days | |-------|-------------|--------------------| | Sūrya (Sun) | Sun God | Ravivāsara (Sunday) | | Chandra/Soma (Moon) | Moon god | Somavāsara (Monday) | | Maṅgala (Mars) | God of war | Maṅgalavāsara (Tuesday) | | Budha (Mercury) | Son of Moon | Budhavāsara (Wednesday) | | Bṛihaspati/Guru (Jupiter) | Teacher of Gods | Guruvāsara (Thursday) | | Śukra (Venus) | Mentor of Demons | Śukravāsara (Friday) | | Śani (Saturn) | God of Misfortune | Śanivāsara (Saturday) | | Rahu | lunar node | - | | Ketú | lunar node | - |
fil: Ang Vedic sky culture ay nagpapakita ng ilang pagkakatulad sa Parthian, hal. ilang karaniwang kilalang konstelasyon na may kaugnayan sa mga mansyon sa buwan, na tinatawag na _Nakṣatra_-s. ### Rāśi (राशिः) Ang sidereal zodiac ay isang haka-haka na sinturon na 360 degrees (tulad ng tropikal na zodiac), na nahahati sa 12 pantay na bahagi. Ang bawat ikalabindalawang bahagi (ng 30 degrees) ay tinatawag na tanda o rashi. Ang kanilang mga pangalan ay ipinapakita sa (mga bracket). Sa Vedic astronomy mayroong dalawang sistema ng pagsukat ng oras: ang lunar calendar at ang solar calendar. Sa parehong mga kaso, ang isang taon ay nahahati sa 12 buwan o "māsā". Ang mga pangalan ng solar months ay nagmula sa mga pangalan ng konstelasyon na ito. ### Nakṣatra (नक्षत्रम्) Sa tradisyon ng Hindu, ang ecliptic ay nahahati sa 27 bahagi ng humigit-kumulang 13°20", na sumasalamin sa siderial na buwan at katumbas ng 27 asterismo na kilala bilang _nakṣatra_-s [#4]. Sa pinakaunang umiiral na mga layer ng tradisyon ang bilang na ito ay ginawang 28. Ang dibisyong ito ay kritikal para sa ilang layunin kabilang ang mga ritwal sa pagtiyempo at pagtukoy sa kapanganakan ng mga lunar na mansyon. Dahil ang mga asterismong ito ay tumutukoy sa isang lugar sa kalangitan, sa teknikal ay mga konstelasyon din ang mga ito. Tinukoy ni Surya Siddhanta at Vedanga-Jyotisha ang mga start coordinates para sa 13°20" na dibisyon gamit ang ilang bituin [#2]. Ang pinakamaagang kumpletong listahan ng _nakṣatra_ ay matatagpuan sa _Taittirīya-śruti_ at sa _Atharvaveda_ kung saan binibigkas ang mga ito bilang bahagi ng _nakṣatreṣṭi_ ritwal na naglalagay ng mga diyos ng pantheon sa mga celestial compartment na ito. Ang ilang mga iskolar ay naniniwala na ang tradisyon ay nagpapakita na sa unang bahagi ng medieval na panahon, ang _nakṣatra_ identification ay nagbago sa isang maliit na antas mula sa Vedic period. Sa mitolohiya, ang mga Nakshatra ay itinuturing na 27 anak na babae ni Daksha Prajipati at mga asawa ni Chandra, ang diyos ng buwan. Nalaman ni Daksha na labis na pinapaboran ni Soma (=Chandra) ang isang anak na babae (rohinī) kaysa sa iba, kaya napapabayaan ang kanilang mga pangangailangan at binabalewala ang kanyang mga responsibilidad. Dahil dito, isinumpa siya ni Daksha na matuyo at mamatay. Lumapit si Chandra Dev at sinamba si Lord Shiva para mapawi ang sumpa. Binigyan niya si Chandra ng pagpapala na sa isang buwang lunar, lalago siya sa loob ng labinlimang araw (o "Pakshā") sa isang kalahati at sa kabilang kalahati ay patuloy siyang mawawalan ng isang lilim (o "Kalā") bawat araw ng lunar (o "tithi). ") at pagbaba sa laki. Ang mga pangalan ng mga buwang lunar ay nagmula sa 12 mga pangalan ng dibisyon kung saan nangyayari ang buong buwan o "Purnimā". Hindi tulad ng isang araw ng araw na tinutukoy ng pagsikat ng araw hanggang sa susunod na pagsikat ng araw, ang isang lunar na araw o ang posisyon ng buwan sa isang nakshatra ay hindi nakadepende sa pagsikat ng Araw o Buwan. Kaya ang isang lunar day ay maaaring magsimula sa anumang oras ng isang solar day. Tulad ng iba pang sinaunang kultura ng tao, ang mga Vedic ay nag-imbento ng ilang sistema para sa intercalation ng mga buwang lunar, ibig sabihin, pagdaragdag ng isa pang buwan tuwing 32.5 buwan sa karaniwan o 4 na buwan sa bawat 11 taon upang itama ang hindi pagkakatugma sa pagitan ng lunar at solar na taon. | Mga Buwan ng Solar | Mga Buwan ng Lunar | Moderno | Season | |--------------|--------------|------------|---------| | Meṣa | Vaiśakhā | Abr-Mayo | Grīṣma (Tag-init) | | Vṛṣabha | Jyeṣṭha | Mayo–Hunyo | Grīṣma (Tag-init) | | Mithuna | āṣāṛā | Hunyo–Hulyo | Varṣā (Monsoon) | | Karkaṭa | śrabaṇā | Hulyo-Ago | Varṣā (Monsoon) | | Siṃha | Bhādra | Agosto-Setyembre | Śarad (Autumn) | | Kanyā | Aśvin | Setyembre-Oktubre | Śarad (Autumn) | | Tulā | Kartik | Okt-Nob | Hemanta (Pre-Winter) | | Vṛścika | Agāhāna | Nob-Dis | Hemanta (Pre-Winter) | | Dhanu | Pauṣa | Dis-Ene | Śiśira (Taglamig) | | Makara | Magha | Ene-Peb | Śiśira (Taglamig) | | Kumbha | phālguna | Peb-Mar | Vasanta (Spring) | | Mīna | Chaitrā | Mar-Abr | Vasanta (Spring) | | - | Adhikā | Buwan ng paglukso | - | Ang ilan sa mga _yogatārā_- o mga kilalang asterismo sa _nakṣatra_-s (pagpunta sa kanilang pangunahing pagkakakilanlan) ay bahagyang nasa labas ng kanilang mga hangganan ng konstelasyon. Sa mga kasong ito, anumang resultang problema (tungkol sa ritwal na timing o astrolohiya) ay dapat lutasin sa ibang paraan, hal. ang ilang mga tao ay nagmumungkahi ng mga alternatibong pagkakakilanlan para sa mga naturang _yogatārā_-s. ### Navagraha - Siyam na planeta Napagmasdan nila na ang ilang celestial body ay gumagalaw nang independiyenteng may kaugnayan sa background na mga bituin; pinangalanan nila silang mga planeta o "graha". Sa ganitong kahulugan (gumagalaw), ang Araw at Buwan ay itinuturing din bilang _graha_ o planeta. Pinangalanan din ng Vedic ang mga lunar node bilang mga planeta dahil ang mga puntong ito ay napakahalaga upang makalkula ang mga eklipse. Ang pangalan ng mga araw ng Vedic ay nagmula sa mga pangalan ng planetang ito. | Graha | Pagtatalaga | Pangalan ng Araw ng Araw | |-------|-------------|--------------------| | Sūrya (Araw) | Diyos ng Araw | Ravivāsara (Linggo) | | Chandra/Soma (Buwan) | diyos ng buwan | Somavāsara (Lunes) | | Maṅgala (Mars) | Diyos ng digmaan | Maṅgalavāsara (Martes) | | Budha (Mercury) | Anak ng Buwan | Budhavāsara (Miyerkules) | | Bṛihaspati/Guru (Jupiter) | Guro ng mga Diyos | Guruvāsara (Huwebes) | | Śukra (Venus) | Tagapagturo ng mga Demonyo | Śukravāsara (Biyernes) | | Śani (Saturn) | Diyos ng kamalasan | Śanivāsara (Sabado) | | Rahu | lunar node | - | | Ketú | lunar node | - |
fr: La culture du ciel védique présente certaines similitudes avec celle des Parthes, par ex. certaines constellations communément connues liées aux demeures lunaires, appelées _Nakṣatra_-s. ### Rasi (राशिः) Le zodiaque sidéral est une ceinture imaginaire de 360 degrés (comme le zodiaque tropical), divisée en 12 parties égales. Chaque douzième partie (de 30 degrés) est appelée signe ou rachi. Leurs noms sont indiqués entre (crochets). En astronomie védique, il existe deux systèmes de mesure du temps : le calendrier lunaire et le calendrier solaire. Dans les deux cas, une année est divisée en 12 mois ou "māsā". Les noms des mois solaires proviennent des noms de ces constellations. ### Naksatra (नक्षत्रम्) Dans la tradition hindoue, l'écliptique est divisée en 27 parties d'environ 13 ° 20 ", reflétant le mois sidéral et correspondant à 27 astérismes connus sous le nom de _nakṣatra_-s [#4]. Dans les premières couches existantes de la tradition, ce nombre était de 28. Cette division est essentielle à plusieurs fins, y compris les rituels de chronométrage et la détermination des manoirs lunaires de naissance.Puisque ces astérismes définissent une zone dans le ciel, techniquement, ce sont aussi des constellations. Surya Siddhanta et Vedanga-Jyotisha spécifient les coordonnées de départ pour les divisions 13°20" en utilisant quelques étoiles [#2]. Les premières listes complètes de _nakṣatra_ se trouvent dans le _Taittirīya-śruti_ et le _Atharvaveda_ où elles sont récitées dans le cadre du rituel _nakṣatreṣṭi_ qui place les divinités du panthéon dans ces compartiments célestes. Certains érudits estiment que la tradition montre qu'au début de la période médiévale, l'identification _nakṣatra_ avait légèrement changé par rapport à la période védique. Dans la mythologie, les Nakshatras sont considérées comme les 27 filles de Daksha Prajipati et épouses de Chandra, le dieu de la lune. Daksha a découvert que Soma (=Chandra) favorisait excessivement une fille (rohinī) par rapport aux autres, négligeant ainsi leurs besoins et bafouant ses responsabilités. Pour cela, Daksha l'a maudit de se flétrir et de mourir. Chandra Dev s'est approché et a adoré le Seigneur Shiva afin d'être soulagé de la malédiction. Il a donné à Chandra l'avantage qu'au cours d'un mois lunaire, il grandirait pendant quinze jours (ou " Pakshā ") dans une moitié et dans l'autre moitié, il continuerait à perdre une ombre (ou " Kalā ") par jour lunaire (ou " tithi ") et diminution de la taille. Les noms des mois lunaires proviennent de ces 12 noms de division dans lesquels se produit la pleine lune ou "Purnimā". Contrairement à un jour solaire qui est défini par un lever de soleil jusqu'au prochain lever de soleil, un jour lunaire ou la position de la lune dans un nakshatra ne dépend pas du lever du soleil ou de la lune. Ainsi, un jour lunaire peut commencer à n'importe quel moment d'un jour solaire. Comme d'autres cultures humaines anciennes, les Védiques ont inventé un certain nombre de systèmes d'intercalation des mois lunaires, c'est-à-dire en ajoutant un mois supplémentaire tous les 32,5 mois en moyenne ou 4 mois tous les 11 ans pour corriger le décalage entre l'année lunaire et l'année solaire. | Mois solaires | Mois lunaires | Moderne | Saison | |-------------|-------------|------------|---------| | Meṣa | Vaisakhā | avril-mai | Grīṣma (Été) | | Vṛṣabha | Jyeṣṭha | mai-juin | Grīṣma (Été) | | Mithuna | āṣāṛā | juin–juillet | Varṣā (mousson) | | Karkaṭa | śrabaṇā | juillet-août | Varṣā (mousson) | | Siṃha | Bhadra | août-septembre | Śarad (Automne) | | Kanya | Asvin | Sept-Octobre | Śarad (Automne) | | Tula | Kartik | oct-nov | Hemanta (pré-hiver) | | Vṛścika | Agahana | Nov-Déc | Hemanta (pré-hiver) | | Dhanu | Pauṣa | déc-janv | Śiśira (Hiver) | | Makara | Maga | Jan-Fév | Śiśira (Hiver) | | Kumbha | phālguna | fév-mars | Vasanta (printemps) | | Mina | Chaitra | mars-avril | Vasanta (printemps) | | - | Adhika | Mois bissextile | - | Quelques-uns des _yogatārā_-s ou astérismes proéminents dans les _nakṣatra_-s (selon leur identification traditionnelle) se situent légèrement en dehors de leurs limites de constellation. Dans ces cas, tout problème qui en résulte (en ce qui concerne le calendrier rituel ou l'astrologie) doit être résolu par d'autres moyens, par ex. certaines personnes proposent des identifications alternatives pour ces _yogatārā_-s. ### Navagraha - Neuf planètes Ils ont observé que certains corps célestes se déplacent indépendamment par rapport aux étoiles d'arrière-plan ; ils les ont nommés planètes ou "graha". Selon cette définition (en mouvement), le Soleil et la Lune sont également traités comme _graha_ ou planète. Les védiques ont également nommé les nœuds lunaires comme des planètes car ces points sont très importants pour calculer les éclipses. Le nom des jours védiques provient des noms de ces planètes. | Graha | Désignation | Nom des jours solaires | |-------|--------------------|--------------------| | Surya (Soleil) | Dieu Soleil | Ravivāsara (dimanche) | | Chandra/Soma (Lune) | Dieu de la lune | Somavāsara (lundi) | | Maṅgala (Mars) | Dieu de la guerre | Maṅgalavāsara (mardi) | | Budha (Mercure) | Fils de Lune | Budhavāsara (mercredi) | | Brihaspati/Guru (Jupiter) | Maître des Dieux | Guruvāsara (jeudi) | | Śukra (Vénus) | Mentor des démons | Śukravasara (vendredi) | | Śani (Saturne) | Dieu du malheur | Śanivāsara (samedi) | | Rahou | nœud lunaire | - | | Ketu | nœud lunaire | - |
id: Budaya langit Veda menunjukkan beberapa kesamaan dengan budaya Parthia, mis. beberapa konstelasi yang umum diketahui terkait dengan rumah bulan, yang disebut _Nakṣatra_-s. ### Rāśi (राशिः) Zodiak sidereal adalah sabuk imajiner 360 derajat (seperti zodiak tropis), dibagi menjadi 12 bagian yang sama. Setiap bagian kedua belas (dari 30 derajat) disebut tanda atau rashi. Nama mereka ditampilkan dalam (tanda kurung). Dalam astronomi Veda ada dua sistem pengukuran waktu: kalender lunar dan kalender matahari. Dalam kedua kasus tersebut, satu tahun dibagi menjadi 12 bulan atau "māsā". Nama-nama bulan matahari berasal dari nama konstelasi ini. ### Nakṣatra (नक्षत्रम्) Dalam tradisi Hindu, ekliptika dibagi menjadi 27 bagian kira-kira 13°20", yang mencerminkan bulan siderial dan sesuai dengan 27 asterisme yang dikenal sebagai _nakṣatra_-s [#4]. Pada lapisan paling awal dari tradisi ini, nomor ini dibuat 28. Pembagian ini sangat penting untuk beberapa tujuan termasuk ritual waktu dan menentukan rumah bulan kelahiran.Karena asterisme ini menentukan area di langit, secara teknis mereka juga konstelasi. Surya Siddhanta dan Vedanga-Jyotisha menentukan koordinat awal untuk divisi 13°20" menggunakan beberapa bintang [#2]. Daftar _nakṣatra_ paling awal ditemukan di _Taittirīya-śruti_ dan _Atharvaveda_ di mana mereka dibacakan sebagai bagian dari _nakṣatreṣṭi_ yang menempatkan dewa-dewi dari jajaran dewa di kompartemen surgawi ini. Beberapa sarjana berpendapat bahwa tradisi menunjukkan bahwa pada awal periode abad pertengahan, identifikasi _nakṣatra_ telah berubah sedikit dari periode Veda. Dalam mitologi, Nakshatra dianggap sebagai 27 putri Daksha Prajipati dan istri Chandra, dewa bulan. Daksha menemukan bahwa Soma (=Chandra) terlalu menyukai satu putri (rohinī) daripada yang lain, sehingga mengabaikan kebutuhan mereka dan mengabaikan tanggung jawabnya. Untuk ini, Daksha mengutuknya hingga layu dan mati. Chandra Dev mendekati dan menyembah Dewa Siwa agar terbebas dari kutukan. Dia memberi Chandra anugrah bahwa dalam satu bulan lunar, dia akan tumbuh selama lima belas hari (atau "Paksha") di satu setengah dan di setengah lainnya dia akan terus kehilangan satu naungan (atau "Kalā") per hari lunar (atau "persepuluhan"). ") dan berkurang ukurannya. Nama-nama bulan kamariah berasal dari 12 nama pembagian di mana bulan purnama atau "Purnimā" terjadi. Tidak seperti hari matahari yang ditentukan oleh matahari terbit ke matahari terbit berikutnya, hari lunar atau posisi bulan dalam nakshatra tidak bergantung pada terbitnya Matahari atau Bulan. Jadi hari lunar dapat dimulai kapan saja di hari matahari. Seperti budaya manusia purba lainnya, orang Veda menemukan sejumlah sistem untuk interkalasi bulan lunar, yaitu menambahkan satu bulan lagi rata-rata setiap 32,5 bulan atau 4 bulan dalam setiap 11 tahun untuk memperbaiki ketidaksesuaian antara tahun lunar dan matahari. | Bulan Surya | Bulan Imlek | Modern | musim | |--------------|--------------|------------|---------| | Meṣa | Vaiśakhā | Apr-Mei | Grīṣma (Musim Panas) | | Vṛṣabha | Jyeṣṭha | Mei–Juni | Grīṣma (Musim Panas) | | Mithuna | āṣāṛā | Juni–Juli | Varṣā (Musim) | | Karkaṭa | śrabaṇā | Juli-Agu | Varṣā (Musim) | | Siṃha | Bhadra | Agustus-September | Śarad (Musim Gugur) | | Kanya | Asvin | Sep-Okt | Śarad (Musim Gugur) | | Tula | Kartik | Okt-Nov | Hemanta (Pra-Musim Dingin) | | Vṛścika | Agāhana | Nov-Des | Hemanta (Pra-Musim Dingin) | | Danu | Pauṣa | Des-Jan | Śiśira (Musim Dingin) | | Makara | Magha | Jan-Feb | Śiśira (Musim Dingin) | | Kumbha | phālguna | Feb-Mar | Vasanta (Musim Semi) | | Mina | Chaitra | Mar-Apr | Vasanta (Musim Semi) | | - | Adhik | Bulan kabisat | - | Beberapa _yogatārā_-s atau asterisme terkemuka di _nakṣatra_-s (berdasarkan identifikasi arus utama mereka) terletak sedikit di luar batas konstelasi mereka. Dalam kasus ini, setiap masalah yang dihasilkan (berkaitan dengan waktu ritual atau astrologi) harus diselesaikan dengan cara lain, mis. beberapa orang mengusulkan identifikasi alternatif untuk _yogatārā_ tersebut. ### Navagraha - Sembilan planet Mereka mengamati bahwa beberapa benda langit bergerak secara independen relatif terhadap bintang di latar belakang; mereka menamakannya planet atau "graha". Dengan definisi ini (bergerak), Matahari dan Bulan juga diperlakukan sebagai _graha_ atau planet. Veda juga menyebut simpul bulan sebagai planet karena titik-titik ini sangat penting untuk menghitung gerhana. Nama hari Veda berasal dari nama planet ini. | Graha | Penunjukan | Nama hari Matahari | |-------|-------------|-----------------------| | Surya (Matahari) | Dewa Matahari | Ravivāsara (Minggu) | | Chandra/Soma (Bulan) | Dewa bulan | Somavāsara (Senin) | | Maṅgala (Mars) | dewa perang | Maṅgalavāsara (Selasa) | | Budha (Merkurius) | Putra Bulan | Budhavāsara (Rabu) | | Bṛihaspati/Guru (Jupiter) | Guru para Dewa | Guruvāsara (Kamis) | | Sukra (Venus) | Mentor Iblis | Śukravāsara (Jumat) | | Sani (Saturnus) | Dewa Kesialan | Śanivāsara (Sabtu) | | Rahu | simpul bulan | - | | Ketu | simpul bulan | - |
pl: Wedyjska kultura nieba wykazuje pewne podobieństwa z kulturą Partów, m.in. niektóre powszechnie znane konstelacje związane z księżycowymi rezydencjami, zwane Naksatrami. ### Raśi (राशिः) Zodiak gwiezdny to wyimaginowany pas o długości 360 stopni (podobnie jak zodiak tropikalny), podzielony na 12 równych części. Każda dwunasta część (30 stopni) nazywana jest znakiem lub raszi. Ich nazwiska są pokazane w (nawiasach). W astronomii wedyjskiej istnieją dwa systemy pomiaru czasu: kalendarz księżycowy i kalendarz słoneczny. W obu przypadkach jeden rok dzieli się na 12 miesięcy lub „māsā”. Od nazw tych gwiazdozbiorów wywodzą się nazwy miesięcy słonecznych. ### Naksatra (नक्षत्रम्) W tradycji hinduskiej ekliptyka jest podzielona na 27 części po około 13°20", odzwierciedlających miesiąc gwiazdowy i odpowiadających 27 asteryzmom znanym jako _nakṣatra_-s [#4]. W najwcześniejszych zachowanych warstwach tradycji liczba ta wynosiła 28. Podział ten ma kluczowe znaczenie dla kilku celów, w tym rytuałów czasowych i określania księżycowych rezydencji narodzin.Ponieważ te asteryzmy określają obszar na niebie, technicznie rzecz biorąc, są one również konstelacjami. Surya Siddhanta i Vedanga-Jyotisha określają współrzędne początkowe dla podziałów 13°20" za pomocą niektórych gwiazd [#2]. Najwcześniejsze pełne listy _naksatra_ znajdują się w _Taittiriya-śruti_ i _Atharvaveda_, gdzie są recytowane jako część rytuału _naksatreṣṭi_, który umieszcza bóstwa panteonu w tych niebiańskich przedziałach. Niektórzy uczeni są zdania, że tradycja wskazuje, że do wczesnego średniowiecza identyfikacja _naksatra_ zmieniła się w niewielkim stopniu w porównaniu z okresem wedyjskim. W mitologii Nakshatry są uważane za 27 córek Daksha Prajipati i żony Chandry, boga księżyca. Daksha stwierdził, że Soma (=Chandra) nadmiernie faworyzował jedną córkę (rohinī) nad innymi, zaniedbując w ten sposób ich potrzeby i lekceważąc swoje obowiązki. W tym celu Daksha przeklął go, by uschnął i umarł. Chandra Dev zbliżył się i wielbił Pana Śiwę, aby uwolnić się od klątwy. Dał Chandrze dobrodziejstwo, że w miesiącu księżycowym będzie rósł przez piętnaście dni (lub „Pakshā”) na jednej połowie, a na drugiej połowie będzie tracił jeden cień (lub „Kalā”) na dzień księżycowy (lub „tithi ") i zmniejszyć rozmiar. Nazwy miesięcy księżycowych pochodzą od tych 12 nazw działów, w których występuje pełnia księżyca lub „Purnimā”. W przeciwieństwie do dnia słonecznego, który jest definiowany przez wschód słońca do następnego wschodu słońca, dzień księżycowy lub pozycja księżyca w nakszatrze nie zależy od wschodu Słońca lub Księżyca. Tak więc dzień księżycowy może rozpocząć się o dowolnej porze dnia słonecznego. Podobnie jak inne starożytne kultury ludzkie, Wedyjczycy wymyślili szereg systemów interkalacji miesięcy księżycowych, tj. Dodawanie kolejnego miesiąca średnio co 32,5 miesiąca lub 4 miesiące co 11 lat, aby skorygować niedopasowanie między rokiem księżycowym a słonecznym. | Miesiące słoneczne | Miesiące księżycowe | nowoczesny | Sezon | |--------------|--------------|------------|---------| | Mesa | Vaiśakha | kwiecień-maj | grīṣma (lato) | | Vrsabha | Jyestha | maj–czerwiec | grīṣma (lato) | | Mituna | asara | czerwiec–lipiec | Warsza (Monsun) | | Karkata | śrabana | lipiec-sierpień | Warsza (Monsun) | | Siṃha | Bhadra | sierpień-wrzesień | Śarad (jesień) | | Kanya | Aświn | wrzesień-październik | Śarad (jesień) | | Tula | karta | paz-listopad | Hemanta (przed zimą) | | Wrześcika | Agāhana | listopad-grudzień | Hemanta (przed zimą) | | Dhanu | Pauza | grudzień-styczeń | Śiśira (Zima) | | Makara | Magha | styczeń-luty | Śiśira (Zima) | | Kumbha | falguna | luty-marzec | Vasanta (wiosna) | | Mina | Chaitra | marzec-kwiecień | Vasanta (wiosna) | | - | Adhika | Miesiąc przestępny | - | Kilka _yogatārā_-ów lub wybitnych asteryzmów w _nakṣatra_-s (wychodząc z ich głównego nurtu identyfikacji) leży nieco poza granicami ich konstelacji. W takich przypadkach każdy wynikły problem (w odniesieniu do czasu rytualnego lub astrologii) powinien zostać rozwiązany innymi sposobami, np. niektórzy ludzie proponują alternatywne identyfikacje dla takich _yogatārā_-ów. ### Navagraha - Dziewięć planet Zaobserwowali, że niektóre ciała niebieskie poruszają się niezależnie w stosunku do gwiazd tła; nazwali je planetami lub „graha”. Zgodnie z tą definicją (ruch), Słońce i Księżyc są również traktowane jako _graha_ lub planeta. Wedyjczycy nazywali również węzły księżycowe planetami, ponieważ te punkty są bardzo ważne przy obliczaniu zaćmień. Nazwa dni wedyjskich pochodzi od nazw tych planet. | Graha | Oznaczenie | Nazwa dni słonecznych | |-------|-------------|-----| | Sūrya (słońce) | Bóg Słońca | Ravivāsara (niedziela) | | Chandra/Soma (Księżyc) | bóg księżyca | Somavāsara (poniedziałek) | | Mangala (Mars) | Bóg wojny | Mangalavāsara (wtorek) | | Budha (Merkury) | Syn Księżyca | Budhawasara (środa) | | Bṛihaspati/Guru (Jowisz) | Nauczyciel Bogów | Guruvāsara (czwartek) | | Śukra (Wenus) | Mentor Demonów | Śukravasara (piątek) | | Śani (Saturn) | Bóg nieszczęścia | Śaniwasara (sobota) | | Rahu | węzeł księżycowy | - | | Ketu | węzeł księżycowy | - |
pt: A cultura védica do céu mostra algumas semelhanças com a parta, por ex. algumas constelações comumente conhecidas relacionadas a mansões lunares, chamadas _Nakṣatra_-s. ### Rāśi (राशिः) O zodíaco sideral é um cinturão imaginário de 360 graus (como o zodíaco tropical), dividido em 12 partes iguais. Cada décima segunda parte (de 30 graus) é chamada de signo ou rashi. Seus nomes são mostrados entre (colchetes). Na astronomia védica existem dois sistemas de medição do tempo: o calendário lunar e o calendário solar. Em ambos os casos, um ano é dividido em 12 meses ou "māsā". Os nomes dos meses solares originaram-se dos nomes dessas constelações. ### Nakṣatra (नक्षत्रम्) Na tradição hindu, a eclíptica é dividida em 27 partes de aproximadamente 13°20", espelhando o mês sideral e correspondendo a 27 asterismos conhecidos como _nakṣatra_-s [#4]. Nas primeiras camadas existentes da tradição, esse número era 28. Essa divisão é crítica para vários propósitos, incluindo rituais de cronometragem e determinação das mansões lunares de nascimento.Uma vez que esses asterismos definem uma área no céu, tecnicamente eles também são constelações. Surya Siddhanta e Vedanga-Jyotisha especificam as coordenadas iniciais para as divisões de 13°20" usando algumas estrelas [#2]. As primeiras listas completas de _nakṣatra_ são encontradas no _Taittirīya-śruti_ e no _Atharvaveda_ onde são recitados como parte do ritual _nakṣatreṣṭi_ que coloca as divindades do panteão nesses compartimentos celestiais. Alguns estudiosos opinam que a tradição mostra que no início do período medieval, a identificação _nakṣatra_ havia mudado um pouco em relação ao período védico. Na mitologia, os Nakshatras são considerados as 27 filhas de Daksha Prajipati e esposas de Chandra, o deus da lua. Daksha descobriu que Soma (=Chandra) favorecia excessivamente uma filha (rohinī) em detrimento das outras, negligenciando assim suas necessidades e desrespeitando suas responsabilidades. Por isso, Daksha o amaldiçoou a murchar e morrer. Chandra Dev se aproximou e adorou o Senhor Shiva para se livrar da maldição. Ele deu a Chandra a bênção de que em um mês lunar, ele cresceria por quinze dias (ou "Pakshā") em uma metade e na outra metade continuaria perdendo uma sombra (ou "Kalā") por dia lunar (ou "tithi ") e diminuir de tamanho. Os nomes dos meses lunares originaram-se daqueles nomes de 12 divisões em que ocorre a lua cheia ou "Purnimā". Ao contrário de um dia solar que é definido por um nascer do sol até o próximo nascer do sol, um dia lunar ou a posição da lua em um nakshatra não depende do nascer do sol ou da lua. Assim, um dia lunar pode começar a qualquer momento de um dia solar. Como outras culturas humanas antigas, o povo védico inventou vários sistemas para intercalar os meses lunares, ou seja, adicionando outro mês a cada 32,5 meses em média ou 4 meses a cada 11 anos para corrigir a incompatibilidade entre o ano lunar e o solar. | Meses Solares | Meses Lunares | Moderno | Temporada | |--------------|--------------|------------|---------| | Meṣa | Vaiśakhā | abril-maio | Grīṣma (Verão) | | Vṛṣabha | Jyeṣṭha | maio–junho | Grīṣma (Verão) | | Mithuna | āṣāṛā | junho–julho | Varṣā (Monção) | | Carcata | śrabaṇā | julho-agosto | Varṣā (Monção) | | Simha | Bhadra | Ago-Set | Śarad (Outono) | | Kanyā | Aśvin | setembro-outubro | Śarad (Outono) | | Tula | Kartik | Out-Nov | Hemanta (Pré-Inverno) | | Vṛścika | Agāhāna | Nov-Dez | Hemanta (Pré-Inverno) | | Dhanu | Pauṣa | Dez-Janeiro | Śiśira (Inverno) | | Makara | Magha | janeiro-fevereiro | Śiśira (Inverno) | | Kumbha | phālguna | Fev-Mar | Vasanta (Primavera) | | Mina | Chaitrā | Mar-Abr | Vasanta (Primavera) | | - | Adhika | Mês bissexto | - | Alguns dos _yogatārā_-s ou asterismos proeminentes nos _nakṣatra_-s (seguindo sua identificação principal) estão ligeiramente fora dos limites de suas constelações. Nestes casos, qualquer problema resultante (no que diz respeito ao tempo ritual ou astrologia) deve ser resolvido por outros meios, por ex. algumas pessoas propõem identificações alternativas para tais _yogatārā_-s. ### Navagraha - Nove planetas Eles observaram que alguns corpos celestes se movem independentemente em relação às estrelas de fundo; eles os chamaram de planetas ou "graha". Por esta definição (em movimento), o Sol e a Lua também são tratados como _graha_ ou planeta. Os védicos também nomearam os nodos lunares como planetas, pois esses pontos são muito importantes para calcular os eclipses. O nome dos dias védicos originou-se dos nomes desses planetas. | Graha | Designação | Nome dos dias solares | |-------|-------------|-----| | Sūrya (Sol) | Deus Sol | Ravivāsara (domingo) | | Chandra/Soma (Lua) | deus da lua | Somavāsara (segunda-feira) | | Maṅgala (Marte) | Deus da guerra | Maṅgalavāsara (terça-feira) | | Buda (Mercúrio) | Filho da Lua | Budhavāsara (quarta-feira) | | Bṛihaspati/Guru (Júpiter) | Professor de Deuses | Guruvāsara (quinta-feira) | | Śukra (Vênus) | Mentor dos Demônios | Śukravāsara (sexta-feira) | | Śani (Saturno) | Deus do infortúnio | Śanivāsara (sábado) | | Rahu | nó lunar | - | | Ketu | nó lunar | - |
tr: Vedik gökyüzü kültürü, Part kültürüyle bazı benzerlikler gösterir, örn. _Nakṣatra_-s olarak adlandırılan, ay konaklarıyla ilgili bazı yaygın olarak bilinen takımyıldızlar. ### Rāśi (राशिः) Yıldız burcu, 12 eşit parçaya bölünmüş, 360 derecelik (tropikal burç gibi) hayali bir kuşaktır. Her on ikinci parçaya (30 derecelik) bir işaret veya rashi denir. Adları (parantez) içinde gösterilmiştir. Vedik astronomide zamanı ölçmek için iki sistem vardır: ay takvimi ve güneş takvimi. Her iki durumda da bir yıl 12 aya veya "māsā"ya bölünmüştür. Güneş aylarının isimleri bu takımyıldızların isimlerinden kaynaklanmaktadır. ### Nakṣatra (नक्षत्रम्) Hindu geleneğinde ekliptik, yıldız ayını yansıtan ve _nakṣatra_-s [#4] olarak bilinen 27 asterizme karşılık gelen yaklaşık 13°20"lik 27 parçaya bölünmüştür. Geleneğin günümüze ulaşan en eski katmanlarında bu sayı 28 yapılmıştır. Bu ayrım, ritüellerin zamanlanması ve doğum ay konaklarının belirlenmesi dahil olmak üzere birçok amaç için kritiktir.Bu asterizmler gökyüzünde bir alanı tanımladıkları için teknik olarak aynı zamanda takımyıldızlardır. Surya Siddhanta ve Vedanga-Jyotisha, bazı yıldızları [#2] kullanarak 13°20" bölümleri için başlangıç koordinatlarını belirtiyor. Nakṣatra'nın en eski tam listeleri, panteon tanrılarını bu göksel bölümlere yerleştiren _nakṣatreṣṭi_ ritüelinin bir parçası olarak okundukları _Taittirīya-śruti_ ve _Atharvaveda'da bulunur. Bazı akademisyenler, geleneğin erken ortaçağ döneminde _nakṣatra_ kimliğinin Vedik dönemden küçük bir dereceye kadar değiştiğini gösterdiğini düşünüyor. Mitolojide Nakshatralar, Daksha Prajipati'nin 27 kızı ve ay tanrısı Chandra'nın eşleri olarak kabul edilir. Daksha, Soma'nın (=Chandra) bir kızı (rohinī) diğerlerine aşırı derecede tercih ettiğini, bu nedenle onların ihtiyaçlarını ihmal ettiğini ve sorumluluklarını hiçe saydığını fark etti. Bunun için Daksha onu solup ölmesi için lanetledi. Chandra Dev, lanetten kurtulmak için Lord Shiva'ya yaklaştı ve ona taptı. Chandra'ya bir kameri ayda, bir yarısında on beş gün (veya "Pakshā") büyüyeceği ve diğer yarısında ay günü (veya "tithi") başına bir gölge (veya "Kalā") kaybetmeye devam edeceği nimetini verdi. ") ve boyutta azalma. Kamerî ayların adları, içinde dolunay veya "Purnimā"nın geçtiği 12 bölüm adından gelmektedir. Bir gün doğumundan bir sonraki gün doğumuna kadar tanımlanan bir güneş gününün aksine, bir ay günü veya ayın bir nakshatradaki konumu Güneş'in veya Ay'ın yükselişine bağlı değildir. Böylece bir ay günü, bir güneş gününün herhangi bir saatinde başlayabilir. Diğer eski insan kültürleri gibi, Vedik insanlar da kamerî ayların birleştirilmesi için bir dizi sistem icat ettiler, yani ay ve güneş yılı arasındaki uyumsuzluğu düzeltmek için ortalama olarak her 32,5 ayda bir ay veya her 11 yılda bir 4 ay eklemek. | Güneş Ayları | Ay Ayları | Modern | Sezon | |----------------|--------------|------------|-----------| | Meṣa | Vaiśakha | Nisan-Mayıs | Grīṣma (Yaz) | | Vṛṣabha | Jyeṣṭha | Mayıs–Haziran | Grīṣma (Yaz) | | Mithuna | āṣāṛā | Haziran–Temmuz | Varṣā (Muson) | | Karkaṭa | śrabaṇā | Temmuz-Ağustos | Varṣā (Muson) | | Siṃha | Bhadra | Ağustos-Eylül | Śarad (Sonbahar) | | Kanya | Aşkın | Eylül-Ekim | Śarad (Sonbahar) | | Tula | Kartik | Ekim-Kasım | Hemanta (Kış Öncesi) | | Vṛścika | Agahana | Kasım-Aralık | Hemanta (Kış Öncesi) | | Dhanu | Pauṣa | Aralık-Ocak | Śiśira (Kış) | | makarna | Maga | Ocak-Şubat | Śiśira (Kış) | | Kumbha | phalguna | Şubat-Mart | Vasanta (Bahar) | | Mina | Chaitra | Mart-Nisan | Vasanta (Bahar) | | - | Adhika | Artık ay | - | _yogatārā_'lardan birkaçı veya _nakṣatra_'lardaki belirgin asterizmler (ana akım tanımlamalarına göre), takımyıldız sınırlarının biraz dışında yer alır. Bu durumlarda ortaya çıkan herhangi bir problem (ritüel zamanlaması veya astroloji ile ilgili olarak) başka yollarla çözülmelidir, örn. bazı insanlar bu tür _yogatārā_'lar için alternatif tanımlamalar önerir. ### Navagraha - Dokuz gezegen Bazı gök cisimlerinin arka plandaki yıldızlara göre bağımsız hareket ettiğini gözlemlediler; onlara gezegenler veya "graha" adını verdiler. Bu tanıma (hareket eden) göre, Güneş ve Ay da _graha_ veya gezegen olarak ele alınır. Vedik ayrıca ay düğümlerini gezegenler olarak adlandırdı, çünkü bu noktalar tutulmaları hesaplamak için çok önemli. Vedik günlerin adı bu gezegenlerin adlarından kaynaklanmaktadır. | Graha | İsim | Güneş günlerinin adı | |---------|-------------|--------------------| | Surya (Güneş) | Güneş Tanrısı | Ravivāsara (Pazar) | | Chandra/Soma (Ay) | Ay tanrısı | Somavāsara (Pazartesi) | | Maṅgala (Mars) | savaş tanrısı | Maṅgalavāsara (Salı) | | Buda (Merkür) | Ayın Oğlu | Budhavāsara (Çarşamba) | | Bṛihaspati/Guru (Jüpiter) | Tanrıların Öğretmeni | Guruvāsara (Perşembe) | | Şukra (Venüs) | Şeytanların Mentoru | Śukravāsara (Cuma) | | Śani (Satürn) | Talihsizlik Tanrısı | Sanivāsara (Cumartesi) | | Rahu | ay düğümü | - | | Ketu | ay düğümü | - |
