Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: This sky culture was contributed by Stellarium user Mircea Lite on behalf of [Baia Mare Planetarium](planetariul_bm@yahoo.com), as a result of a project called _Traditional Romanian Constellations_ developed in 2012-2013 by the [Baia Mare Planetarium](https://www.planetariubm.ro) ([email](mailto:planetariubm@gmail.com)) and funded partially by the Romanian Cultural Fond Administration. It is primarily based on the book _Romanian peasants beliefs in stars and sky_ by Ion Ottescu. The Romanian constellation lines, images, scripts and texts for movies prepared by [Radu Lodina](mailto:rlodina@gmail.com) and [Ovidiu Ignat](mailto:OviIgnat@yahoo.com). Romanian constellation art done by [Zamfir Somcutean](naturazam@yahoo.com). Adapted by Susanne M Hoffmann
fil: Ang sky culture na ito ay iniambag ng Stellarium user na si Mircea Lite sa ngalan ng [Baia Mare Planetarium](planetariul_bm@yahoo.com), bilang resulta ng isang proyektong tinatawag na _Traditional Romanian Constellations_ na binuo noong 2012-2013 ng [Baia Mare Planetarium](https ://www.planetariubm.ro) ([email](mailto:planetariubm@gmail.com)) at bahagyang pinondohan ng Romanian Cultural Fond Administration. Pangunahin itong batay sa aklat na _Romanian peasants believes in stars and sky_ ni Ion Ottescu. Ang mga konstelasyong linya ng Romania, mga larawan, mga script at mga teksto para sa mga pelikulang inihanda ni [Radu Lodina](mailto:rlodina@gmail.com) at [Ovidiu Ignat](mailto:OviIgnat@yahoo.com). Romanian constellation art na ginawa ni [Zamfir Somcutean](naturazam@yahoo.com). Hinango ni Susanne M Hoffmann
fr: Cette culture du ciel a été fournie par l'utilisateur de Stellarium Mircea Lite pour le compte du [Baia Mare Planetarium](planetariul_bm@yahoo.com), à la suite d'un projet appelé _Traditional Romanian Constellations_ développé en 2012-2013 par le [Baia Mare Planetarium] (https : //www.planetariubm.ro) ([email](mailto:planetariubm@gmail.com)) et financé en partie par l'administration roumaine des fonds culturels. Il est principalement basé sur le livre _Romanian paysans croyances in stars and sky_ par Ion Ottescu. Les lignes, images, scripts et textes de la constellation roumaine pour les films préparés par [Radu Lodina](mailto:rlodina@gmail.com) et [Ovidiu Ignat](mailto:OviIgnat@yahoo.com). Art de la constellation roumaine réalisé par [Zamfir Somcutean](naturazam@yahoo.com). Adapté par Susanne M Hoffmann
id: Budaya langit ini disumbangkan oleh pengguna Stellarium Mircea Lite atas nama [Planetarium Baia Mare](planetariul_bm@yahoo.com), sebagai hasil dari proyek yang disebut _Konstelasi Rumania Tradisional_ yang dikembangkan pada 2012-2013 oleh [Planetarium Baia Mare](https ://www.planetariubm.ro) ([email](mailto:planetariubm@gmail.com)) dan didanai sebagian oleh Romanian Cultural Fond Administration. Hal ini terutama didasarkan pada buku _petani Rumania keyakinan di bintang dan langit_ oleh Ion Ottescu. Garis konstelasi Rumania, gambar, skrip, dan teks untuk film yang disiapkan oleh [Radu Lodina](mailto:rlodina@gmail.com) dan [Ovidiu Ignat](mailto:OviIgnat@yahoo.com). Seni konstelasi Rumania dilakukan oleh [Zamfir Somcutean](naturazam@yahoo.com). Diadaptasi oleh Susanne M Hoffmann
pl: Ta kultura nieba została wniesiona przez użytkownika Stellarium Mircea Lite w imieniu [Baia Mare Planetarium](planetariul_bm@yahoo.com), w wyniku projektu o nazwie _Traditional Romanian Constellations_ opracowanego w latach 2012-2013 przez [Baia Mare Planetarium] (https : //www.planetariubm.ro) ([email](mailto:planetariubm@gmail.com)) i częściowo sfinansowane przez Rumuńską Administrację Cultural Fond. Opiera się przede wszystkim na książce „Wiara rumuńskich chłopów w gwiazdy i niebo” Iona Ottescu. Rumuńskie linie konstelacji, obrazy, scenariusze i teksty do filmów przygotowane przez [Radu Lodina](mailto:rlodina@gmail.com) i [Ovidiu Ignat](mailto:OviIgnat@yahoo.com). Rumuńska grafika konstelacji wykonana przez [Zamfir Somcutean](naturazam@yahoo.com). Zaadaptowane przez Susanne M Hoffmann
pt: Esta cultura do céu foi contribuída pelo usuário do Stellarium Mircea Lite em nome do [Planetário Baia Mare](planetariul_bm@yahoo.com), como resultado de um projeto chamado _Constelações Romenas Tradicionais_ desenvolvido em 2012-2013 pelo [Planetário Baia Mare] (https : //www.planetariubm.ro) ([email](mailto:planetariubm@gmail.com)) e parcialmente financiado pela Administração do Fundo Cultural Romeno. É baseado principalmente no livro _crenças dos camponeses romanos nas estrelas e no céu_ de Ion Ottescu. As linhas, imagens, scripts e textos da constelação romena para filmes preparados por [Radu Lodina](mailto:rlodina@gmail.com) e [Ovidiu Ignat](mailto:OviIgnat@yahoo.com). Arte da constelação romena feita por [Zamfir Somcutean](naturazam@yahoo.com). Adaptado por Susanne M Hoffmann
tr: Bu gökyüzü kültürü, [Baia Mare Planetarium](planetariul_bm@yahoo.com) adına Stellarium kullanıcısı Mircea Lite tarafından 2012-2013'te [Baia Mare Planetarium](https) tarafından geliştirilen _Traditional Romanian Constellations_ adlı bir projenin sonucu olarak katkıda bulunmuştur. ://www.planetariubm.ro) ([email](mailto:planetariubm@gmail.com)) ve kısmen Romanya Kültür Vakfı İdaresi tarafından finanse edilmektedir. Öncelikle Ion Ottescu'nun _Romen köylülerinin yıldızlara ve gökyüzüne inançları_ kitabına dayanmaktadır. [Radu Lodina](mailto:rlodina@gmail.com) ve [Ovidiu Ignat](mailto:OviIgnat@yahoo.com) tarafından hazırlanan filmler için Rumen takımyıldızı çizgileri, resimler, senaryolar ve metinler. [Zamfir Somcutean](naturazam@yahoo.com) tarafından yapılan Rumen takımyıldızı sanatı. Susanne M Hoffmann tarafından uyarlanmıştır

source: Text, lines and illustrations: CC BY-SA
fil: Teksto, mga linya at mga guhit: CC BY-SA
fr: Texte, lignes et illustrations: CC BY-SA
id: Teks, garis dan ilustrasi: CC BY-SA
pl: Tekst, linie i ilustracje: CC BY-SA
pt: Texto, linhas e ilustrações: CC BY-SA
tr: Metin, çizgiler ve çizimler: CC BY-SA

source: The Great Chariot
fil: Ang Dakilang Karwahe
fr: Le grand chariot
id: Kereta Besar
pl: Wielki rydwan
pt: A Grande Carruagem
tr: Büyük Araba

source: The She-Goat with Three She-Goat’s Kids
fil: Ang She-Goat na may Tatlong She-Goat's Kids
id: Kambing betina dengan tiga anak kambing betina
pl: Koza z trzema koziołkami
pt: A Cabra com Três Cabrinhas
tr: Üç Dişi Keçi Çocuklu Dişi Keçi

source: The Scythe
fil: Ang Scythe
fr: Le Scythe
id: Sabit
pl: Kosy
pt: A Gadanha
tr: Tırpan

source: The Shepherd with His Sheep
fil: Ang Pastol kasama ang Kanyang mga Tupa
fr: Le berger et son mouton
id: Gembala dengan Dombanya
pl: Pasterz ze swoimi owcami
pt: O Pastor com suas Ovelhas
tr: Koyunları ile Çoban

source: The Ring Dance
fil: Ang Ring Dance
fr: La danse de l'anneau
id: Tarian Cincin
pt: A Dança do Anel
tr: Yüzük Dansı

source: The Wall with a Drain
fil: Ang Pader na may Drain
fr: Le mur avec un canal
id: Tembok dengan Drain
pl: Ściana z odpływem
pt: A Parede com um Dreno
tr: Drenajlı Duvar

source: God’s Chair
fil: Upuan ng Diyos
fr: Le siège de Dieu
id: Kursi Tuhan
pl: Krzesło Boga
pt: A Cadeira de Deus
tr: Tanrı'nın Koltuğu

source: The Emperor’s Daughter with a Yoke
fil: Ang Anak na Babae ng Emperador na may Pamatok
fr: La fille de l'empereur avec un joug
id: Putri Kaisar dengan Yoke
pl: Córka cesarza z jarzmem
pt: A Filha do Imperador com um Jugo
tr: Bir Boyunduruk ile İmparatorun Kızı

source: The Hatching Hen with Her Chicks
fil: Ang Hatching Hen kasama ang Kanyang mga Sisiw
fr: La poule et ses poussins
id: Ayam Penetasan dengan Anak Ayamnya
pl: Wylęgowa kura z pisklętami
pt: A Galinha Choca com os seus Pintinhos
tr: Civcivleri ile Kuluçkalık Tavuk

source: The Little Chariot
fil: Ang Munting Kalesa
fr: Le petit chariot
id: Kereta Kecil
pl: Mały rydwan
pt: A Pequena Carruagem
tr: Küçük Araba

source: The Brothers
fil: Ang Magkapatid
fr: Les frères
id: Bersaudara
pl: Bracia
pt: Os Irmãos
tr: Erkek kardeşler

source: The Great Cross
fil: Ang Dakilang Krus
fr: La grande croix
id: Salib Besar
pl: Wielki Krzyż
pt: A Grande Cruz
tr: Büyük Haç

source: The Little Cross
fil: Ang Munting Krus
fr: La petite croix
id: Salib Kecil
pl: Mały Krzyż
pt: A Pequena Cruz
tr: Küçük Haç

source: The He-Goat
fil: Ang He-Goat
fr: Le bouc
id: Kambing He-
pl: Kozioł
pt: O Bode
tr: Keçi

source: The Crayfish
fil: Ang Crayfish
fr: L'écrevisse
id: udang karang
pl: Raki
pt: A Lagosta
tr: kerevit

source: The Horse
fil: Ang kabayo
fr: Le cheval
id: Kuda
pl: Koń
pt: O Cavalo
tr: at

source: The Dragon
fil: Ang dragon
fr: Le Dragon
id: Naga
pl: Smok
pt: O Dragão
tr: Ejderha

source: The Raven
fil: Ang uwak
fr: Le Corbeau
id: Gagak
pl: Kruk
pt: O Corvo
tr: Karga

source: The Scales
fil: Ang mga kaliskis
fr: Les escaliers
id: Timbangan
pt: A Balança
tr: Terazi

source: The Virgin
fil: Ang Birhen
fr: La vierge
id: Perawan
pl: Dziewica
pt: A Virgem
tr: Bakire

source: The Carp
fil: Ang Carp
fr: La carpe
id: ikan mas
pl: Karp
pt: A Carpa
tr: sazan

source: The Mastiff
fil: Ang Mastiff
fr: Le dogue
id: Mastiff
pl: Mastif
pt: O Mastim
tr: Mastiff

source: The Little Dog
fil: Ang Munting Aso
fr: Le petit chien
id: Anjing Kecil
pl: Piesek
pt: O Pequeno Cão
tr: Küçük Köpek

source: The Herdsman
fil: Ang Pastol
fr: Le gardien du troupeau
id: Sang Penggembala
pt: O Pastor
tr: çoban

source: The Turtle Dove
fil: Ang Pagong na Kalapati
fr: La tourterelle
id: Merpati Penyu
pl: Turtle Dove
pt: A Rola
tr: Kaplumbağa Güvercini

source: He Who Pours Out the Water
fil: Siya na Nagbubuhos ng Tubig
fr: Celui qui verse l'eau
id: Dia Yang Menuangkan Air
pl: Ten, który wylewa wodę
pt: Aquele que Põe a Água Fora
tr: Suyu Döken O

source: The Whale
fil: Ang Balyena
fr: La Baleine
id: Paus
pl: Wieloryb
pt: A Baleia
tr: Balina

source: The Little Plough
fil: Ang Munting Araro
fr: La petite charrue
id: Bajak Kecil
pl: Mały pług
pt: O Pequeno Arado
tr: Küçük Saban

source: The Sickle
fil: Ang Karit
fr: La faucille
id: sabit
pl: Sierp
pt: A Foice
tr: Orak

source: The Great Auger
fil: Ang Dakilang Auger
fr: Le grand augure
id: Auger Agung
pl: Wielki świder
pt: A Grande Pua
tr: Büyük Burgu

source: The Bull
fil: Ang toro
fr: Le Taureau
id: Banteng
pl: Byk
pt: O Touro
tr: Boğa

source: The Man
fil: Ang Lalaki
fr: L'homme
id: Orang itu
pl: Człowiek
pt: O Homem
tr: Adam

source: The Scorpion
fil: Ang Scorpion
fr: Le Scorpion
id: Kalajengking
pl: Skorpion
pt: O Escorpião
tr: Akrep

source: The Axe
fil: Ang Ax
fr: La hâche
id: kapak
pl: Siekiera
pt: O Machado
tr: Balta

source: The Archer
fil: Ang Mamamana
fr: L'Archer
id: Pemanah
pl: Łucznik
pt: O Arqueiro
tr: Yay

source: The Three Saints
fil: Ang Tatlong Santo
fr: Les trois saints
id: Tiga Orang Suci
pl: Trzej Święci
pt: Os Três Santos
tr: Üç Aziz

source: The Boars
fil: Ang mga Boars
fr: Les sangliers
id: Babi Hutan
pl: Dziki
pt: Os Javalis
tr: domuzlar

source: The Sky's Votive Light
fil: Ang Votive Light ng Langit
fr: La lumière votive du ciel
id: Cahaya Suara Langit
pt: A Luz Votiva do Céu
tr: Gökyüzünün Adak Işığı

source: The Bright Star of the Pig
fil: Ang Maliwanag na Bituin ng Baboy
fr: L'étoile brillante du cochon
id: Bintang Babi Terang
pl: Jasna gwiazda świni
pt: A estrela brilhante do porco
tr: Domuzun Parlak Yıldızı

source: The Alarm Clock
fil: Ang Alarm Clock
fr: Le réveil
id: Jam alarm
pl: Budzik
pt: O despertador
tr: Çalar Saat

source: Romulus
pt: Rómulo

source: Remus
fr: Rémus
pt: Remo

source: The Little Bitch
fil: Ang Munting asong babae
fr: La petite chienne
id: Pelacur Kecil
pl: Mała suka
pt: A Pequena Cadela
tr: Küçük Kaltak

source: The Shepherd
fil: Ang pastol
fr: Le berger
id: Penggembala
pl: Pasterz
pt: O pastor
tr: Çoban

source: The Stars Queen
fil: Ang Reyna ng Bituin
fr: La reine des étoiles
id: Ratu Bintang
pl: Królowa gwiazd
pt: A Rainha das Estrelas
tr: Yıldız Kraliçesi

source: _Alexandre Ruelle_ was an astronomy professor at the Paris Observatory. In 1786, he drew a star chart for the general public (in the service of education), titled `Nouvelle Uranographie ou méthode très facile pour apprendre les constellations`. This chart shows 70 constellation line figures for the entire sky.
fil: Si _Alexandre Ruelle_ ay isang propesor sa astronomiya sa Paris Observatory. Noong 1786, gumuhit siya ng star chart para sa pangkalahatang publiko (sa serbisyo ng edukasyon), na pinamagatang `Nouvelle Uranographie ou méthode très facile pour apprendre les constellations`. Ang chart na ito ay nagpapakita ng 70 constellation line figure para sa buong kalangitan.
fr: _Alexandre Ruelle_ était professeur d'astronomie à l'Observatoire de Paris. En 1786, il dessine une carte du ciel destinée au grand public (au service de l'enseignement), intitulée "Nouvelle Uranographie ou méthode très facile pour apprendre les constellations". Ce graphique montre 70 figures de ligne de constellation pour l'ensemble du ciel.
id: _Alexandre Ruelle_ adalah seorang profesor astronomi di Observatorium Paris. Pada 1786, ia menggambar peta bintang untuk masyarakat umum (dalam pelayanan pendidikan), berjudul `Nouvelle Uranographie ou méthode très facile pour apprendre les constellations`. Bagan ini menunjukkan 70 angka garis konstelasi untuk seluruh langit.
pl: Aleksander Ruelle był profesorem astronomii w Obserwatorium Paryskim. W 1786 r. narysował dla ogółu społeczeństwa (w służbie edukacji) mapę gwiezdną zatytułowaną „Nouvelle Uranographie ou méthode très facile pour apprendre les constelations”. Ten wykres pokazuje 70 linii konstelacji dla całego nieba.
pt: _Alexandre Ruelle_ era professor de astronomia no Observatório de Paris. Em 1786, ele desenhou um mapa estelar para o público em geral (a serviço da educação), intitulado "Nouvelle Uranographie ou méthode très facile pour apprendre les constellations". Este gráfico mostra 70 figuras de linha de constelação para todo o céu.
tr: _Alexandre Ruelle_ Paris Gözlemevi'nde astronomi profesörüydü. 1786'da genel halk için (eğitimin hizmetinde olan) 'Nouvelle Uranographie ou méthode très facile pour apprendre les constellations' başlıklı bir yıldız haritası çizdi. Bu çizelge, tüm gökyüzü için 70 takımyıldız çizgisi figürünü göstermektedir.
