Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: The Old Man
fil: Ang matandang lalaki
fr: Le Vieux
id: Lelaki Tua
pl: Stary Człowiek
pt: O Homem Velho
tr: Yaşlı Adam

source: The Little Orphan Boy
fil: Ang Batang Ulila
fr: Le petit Orphelin
id: Anak Laki-laki kecil yatim Piatu
pl: Mała Sierota
pt: O Pequeno Menino Órfão
tr: Küçük Yetim Çocuk

source: Nephews or Nieces
fil: Mga Pamangkin o Pamangkin
fr: Neveux ou nièces
id: Keponakan atau Keponakan
pl: Siostrzeniec lub siostrzenica
pt: Sobrinhos ou sobrinhas
tr: Yeğenler veya Yeğenler

source: Japanese Lunar Stations
fr: Stations lunaires japonaises
id: Stasiun Bulan Jepang
pl: Japońskie stacje księżycowe
pt: Estações lunares japonesas
tr: Japon Ay İstasyonları

source: The Japanese astronomy adopted the Chinese concepts and constellations, i.e. the asterisms as well as the division of the path of the Moon into 28 "stations" (lunar mansions) as a frame of reference in right ascension.
fil: Pinagtibay ng astronomiya ng Hapon ang mga konsepto at konstelasyon ng Tsino, i.e. ang mga asterismo gayundin ang paghahati ng landas ng Buwan sa 28 "istasyon" (lunar mansion) bilang isang frame ng sanggunian sa tamang pag-akyat.
fr: L'astronomie japonaise a adopté les concepts et les constellations chinoises, c'est-à-dire les astérismes ainsi que la division du chemin de la Lune en 28 "stations" (manoirs lunaires) comme cadre de référence en ascension droite.
id: Astronomi Jepang mengadopsi konsep dan konstelasi Cina, yaitu asterisme serta pembagian jalur Bulan menjadi 28 "stasiun" (rumah bulan) sebagai kerangka acuan dalam kenaikan kanan.
pl: Japońska astronomia przyjęła chińskie koncepcje i konstelacje, tj. Asteryzmy, a także podział ścieżki Księżyca na 28 „stacji” (rezydencji księżycowych) jako punkt odniesienia w prawym wniebowstąpieniu.
pt: A astronomia japonesa adotou os conceitos e constelações chineses, ou seja, os asterismos, bem como a divisão do caminho da Lua em 28 "estações" (mansões lunares) como um quadro de referência em ascensão reta.
tr: Japon astronomisi, Çin kavramlarını ve takımyıldızlarını, yani yıldız işaretlerini ve Ay'ın yolunun 28 "istasyona" (ay konakları) bölünmesini doğru yükselişte bir referans çerçevesi olarak benimsemiştir.

source: Most astronomical observation in Japan until the Meiji Restoration was closely tied to astrological purposes. For ancient Chinese and later Korean and Japanese cartographers four seasons and four cardinal directions are marked as four talismanic animals - the Azure Dragon of the East (Spring), the Red Bird of the South (Summer), the White Tiger of the West (Fall), and the "Genbu" (Black Tortoise) of the North (Winter). Corresponding to each of the talismanic animals the celestial "palaces" were seven _sei shuku_ or what are sometimes called "lunar lodges" or lunar mansions or lunar houses. The lunar stations probably might be used to determine position of Sun and planets as well as the Moon, and their number may or may not have been related to the period of the moon's orbit. Origins of these associations are obscure and even controversial. Determination of the talismanic animals and associated star "palaces" together with the associated 28 _sei shuku_ or lunar lodges represent some of the most complex aspects of Asian "astronomy". An apparent anomaly is the fact that the actual positional path of the sun seems to move in a direction opposite the seasonal associations of spring and fall. Some scientists argue that this is due to the animals and _sei shuku_ being created some 17 to 18 millennia ago (precession creating the anomaly), but it does not really explain the apparent "backward" motion of the Sun through seasons. According to some scientists, the talismanic animals with their associated _sei shuku_ were probably used in conjunction with the direction to which the handle of the Big Dipper (often called the "Northern Seven Stars" or "Northern Dipper" in China, Korea, and Japan) pointed at the equinoxes and solstices. Before the Christian Era, when the _sei shuku_ were created, the Big Dipper did not appear to set, because they had a relatively "higher" position than now. Like myths and traditions in western cultures, these views still wield influence in the daily life of people in China, Korea, and Japan (despite quite prominent scientific literacy). However, it should be pointed out that astrological divination in China, Korea and Japan was and is rather complex. The lore related to lunar mansions is one of the most interesting aspects of Asian ethnoastronomy. Japanese interpretations of these associations tended to revolve around agricultural needs and animistic views of nature. Unlike many western myths and traditions, Japanese gods in the similitude of the talismanic animals can be seen as manifestations of nature. Below is an example of a star chart from the Japanese Edo Era. ![](chart.webp) Close-Up of Yasui's Map Showing the First 15 Lunar Stations {: .img_and_caption}
fil: Karamihan sa astronomical na pagmamasid sa Japan hanggang sa Meiji Restoration ay malapit na nauugnay sa mga layunin ng astrolohiya. Para sa mga sinaunang Tsino at kalaunan na Korean at Japanese na mga cartographer, ang apat na season at apat na kardinal na direksyon ay minarkahan bilang apat na anting-anting na hayop - ang Azure Dragon ng Silangan (Spring), ang Red Bird of the South (Summer), ang White Tiger of the West (Fall ), at ang "Genbu" (Black Tortoise) ng Hilaga (Winter). Naaayon sa bawat isa sa mga anting-anting na hayop ang celestial na "palace" ay pitong _sei shuku_ o kung minsan ay tinatawag na "lunar lodges" o lunar mansion o lunar house. Ang mga istasyon ng lunar ay maaaring gamitin upang matukoy ang posisyon ng Araw at mga planeta pati na rin ang Buwan, at ang kanilang bilang ay maaaring nauugnay o hindi sa panahon ng orbit ng buwan. Ang mga pinagmulan ng mga asosasyong ito ay malabo at kontrobersyal pa nga. Ang pagtukoy sa mga anting-anting na hayop at kaugnay na bituing "palace" kasama ang nauugnay na 28 _sei shuku_ o lunar lodge ay kumakatawan sa ilan sa mga pinaka-kumplikadong aspeto ng Asian "astronomi". Ang isang maliwanag na anomalya ay ang katotohanan na ang aktwal na posisyon na landas ng araw ay tila gumagalaw sa isang direksyon sa tapat ng mga pana-panahong asosasyon ng tagsibol at taglagas. Ang ilang mga siyentipiko ay nangangatwiran na ito ay dahil sa mga hayop at _sei shuku_ na nilikha mga 17 hanggang 18 millennia ang nakalipas (precession na lumilikha ng anomalya), ngunit hindi nito talaga ipinapaliwanag ang maliwanag na "paatras" na paggalaw ng Araw sa mga panahon. Ayon sa ilang siyentipiko, ang mga anting-anting na hayop kasama ang kanilang nauugnay na _sei shuku_ ay malamang na ginamit kasabay ng direksyon kung saan ang hawakan ng Big Dipper (madalas na tinatawag na "Northern Seven Stars" o "Northern Dipper" sa China, Korea, at Japan. ) na nakaturo sa mga equinox at solstices. Bago ang Christian Era, nang nilikha ang _sei shuku_, ang Big Dipper ay hindi lumilitaw na nakatakda, dahil mayroon silang medyo "mas mataas" na posisyon kaysa ngayon. Tulad ng mga alamat at tradisyon sa mga kulturang kanluranin, ang mga pananaw na ito ay may impluwensya pa rin sa pang-araw-araw na buhay ng mga tao sa China, Korea, at Japan (sa kabila ng medyo kilalang siyentipikong literasiya). Gayunpaman, dapat itong ituro na ang astrological na paghula sa China, Korea at Japan ay at sa halip ay kumplikado. Ang lore na may kaugnayan sa mga lunar mansion ay isa sa mga pinaka-kagiliw-giliw na aspeto ng Asian ethnoastronomy. Ang mga interpretasyon ng Hapon sa mga asosasyong ito ay umiikot sa mga pangangailangang pang-agrikultura at animistikong pananaw sa kalikasan. Hindi tulad ng maraming mga alamat at tradisyon sa kanluran, ang mga diyos ng Hapon sa pagkakatulad ng mga hayop na talismanic ay makikita bilang mga pagpapakita ng kalikasan. Nasa ibaba ang isang halimbawa ng star chart mula sa Japanese Edo Era. ![](chart.webp) Close-Up ng Mapa ni Yasui na Ipinapakita ang Unang 15 Lunar Stations {: .img_and_caption }
fr: La plupart des observations astronomiques au Japon jusqu'à la restauration de Meiji étaient étroitement liées à des fins astrologiques. Pour les cartographes chinois et coréens et japonais antiques, quatre saisons et quatre directions cardinales sont marquées comme quatre animaux talismaniques - le dragon azur de l'est (printemps), l'oiseau rouge du sud (été), le tigre blanc de l'ouest (automne ), et le "Genbu" (tortue noire) du Nord (hiver). Correspondant à chacun des animaux talismaniques, les "palais" célestes étaient sept _sei shuku_ ou ce qu'on appelle parfois des "loges lunaires" ou des manoirs lunaires ou des maisons lunaires. Les stations lunaires pourraient probablement être utilisées pour déterminer la position du Soleil et des planètes ainsi que la Lune, et leur nombre peut être lié ou non à la période de l'orbite de la Lune. Les origines de ces associations sont obscures et même controversées. La détermination des animaux talismaniques et des "palais" étoilés associés ainsi que les 28 _sei shuku_ ou loges lunaires associés représentent certains des aspects les plus complexes de "l'astronomie" asiatique. Une anomalie apparente est le fait que la trajectoire positionnelle réelle du soleil semble se déplacer dans une direction opposée aux associations saisonnières du printemps et de l'automne. Certains scientifiques soutiennent que cela est dû à la création des animaux et du _sei shuku_ il y a environ 17 à 18 millénaires (précession créant l'anomalie), mais cela n'explique pas vraiment le mouvement apparent "vers l'arrière" du Soleil à travers les saisons. Selon certains scientifiques, les animaux talismaniques avec leur _sei shuku_ associé ont probablement été utilisés en conjonction avec la direction dans laquelle la poignée de la Grande Ourse (souvent appelée "Northern Seven Stars" ou "Northern Dipper" en Chine, Corée et Japon ) pointait les équinoxes et les solstices. Avant l'ère chrétienne, lorsque les _sei shuku_ ont été créés, la Big Dipper ne semblait pas se coucher, car ils avaient une position relativement "plus élevée" qu'aujourd'hui. Comme les mythes et les traditions des cultures occidentales, ces points de vue exercent encore une influence dans la vie quotidienne des gens en Chine, en Corée et au Japon (malgré une culture scientifique assez importante). Cependant, il convient de souligner que la divination astrologique en Chine, en Corée et au Japon était et est plutôt complexe. La tradition liée aux manoirs lunaires est l'un des aspects les plus intéressants de l'ethnoastronomie asiatique. Les interprétations japonaises de ces associations tendent à tourner autour des besoins agricoles et des vues animistes de la nature. Contrairement à de nombreux mythes et traditions occidentaux, les dieux japonais dans la similitude des animaux talismaniques peuvent être considérés comme des manifestations de la nature. Ci-dessous, un exemple de diagramme en étoile de l'ère Edo japonaise. ![](chart.webp) Gros plan de la carte de Yasui montrant les 15 premières stations lunaires {: .img_and_caption }
id: Sebagian besar pengamatan astronomi di Jepang hingga Restorasi Meiji terkait erat dengan tujuan astrologi. Untuk kartografer Cina kuno dan kemudian Korea dan Jepang empat musim dan empat arah mata angin ditandai sebagai empat hewan jimat - Naga Azure dari Timur (Musim Semi), Burung Merah dari Selatan (Musim Panas), Macan Putih dari Barat (Musim Gugur ), dan "Genbu" (Kura-kura Hitam) dari Utara (Musim Dingin). Sesuai dengan masing-masing hewan jimat, "istana" surgawi adalah tujuh _sei shuku_ atau apa yang kadang-kadang disebut "pondok bulan" atau rumah bulan atau rumah bulan. Stasiun bulan mungkin dapat digunakan untuk menentukan posisi Matahari dan planet-planet serta Bulan, dan jumlahnya mungkin atau mungkin tidak terkait dengan periode orbit bulan. Asal usul asosiasi ini tidak jelas dan bahkan kontroversial. Penentuan hewan jimat dan "istana" bintang terkait bersama-sama dengan 28 _sei shuku_ atau pondok bulan yang terkait mewakili beberapa aspek paling kompleks dari "astronomi" Asia. Anomali yang tampak adalah fakta bahwa jalur posisi matahari yang sebenarnya tampaknya bergerak ke arah yang berlawanan dengan asosiasi musiman musim semi dan musim gugur. Beberapa ilmuwan berpendapat bahwa ini disebabkan oleh hewan dan _sei shuku_ yang diciptakan sekitar 17 hingga 18 milenium yang lalu (presesi menciptakan anomali), tetapi itu tidak benar-benar menjelaskan gerakan "mundur" Matahari yang tampak melalui musim. Menurut beberapa ilmuwan, hewan jimat dengan _sei shuku_ yang terkait mungkin digunakan bersama dengan arah pegangan Biduk (sering disebut "Bintang Tujuh Utara" atau "Biduk Utara" di Cina, Korea, dan Jepang. ) menunjuk pada ekuinoks dan titik balik matahari. Sebelum Era Kristen, ketika _sei shuku_ diciptakan, Biduk tidak tampak terbenam, karena mereka memiliki posisi yang relatif "lebih tinggi" dari sekarang. Seperti mitos dan tradisi dalam budaya barat, pandangan ini masih memiliki pengaruh dalam kehidupan sehari-hari orang-orang di Cina, Korea, dan Jepang (meskipun literasi ilmiah cukup menonjol). Namun, harus ditunjukkan bahwa ramalan astrologi di Cina, Korea, dan Jepang dulu dan agak rumit. Pengetahuan yang berhubungan dengan rumah-rumah bulan adalah salah satu aspek yang paling menarik dari etnoastronomi Asia. Interpretasi Jepang tentang asosiasi ini cenderung berkisar pada kebutuhan pertanian dan pandangan animisme tentang alam. Tidak seperti banyak mitos dan tradisi barat, dewa-dewa Jepang dalam kemiripan dengan hewan jimat dapat dilihat sebagai manifestasi alam. Di bawah ini adalah contoh grafik bintang dari Era Edo Jepang. ![](chart.webp) Close-Up dari Peta Yasui Menampilkan 15 Stasiun Bulan Pertama {: .img_and_caption }
pl: Większość obserwacji astronomicznych w Japonii do czasu restauracji Meiji była ściśle związana z celami astrologicznymi. Dla starożytnych chińskich, a później koreańskich i japońskich kartografów cztery pory roku i cztery główne kierunki są oznaczone jako cztery zwierzęta talizmanowe - lazurowy smok wschodu (wiosna), czerwony ptak południa (lato), biały tygrys zachodu (jesień) ) oraz „Genbu” (czarny żółw) północy (zima). Niebieskim „pałacom” odpowiadającym każdemu ze zwierząt talizmanowych było siedem „sei shuku” lub coś, co czasem nazywane jest „lożami księżycowymi”, księżycowymi rezydencjami lub domami księżycowymi. Stacje księżycowe prawdopodobnie mogą być użyte do określenia położenia Słońca i planet, a także Księżyca, a ich liczba może, ale nie musi być związana z okresem orbity Księżyca. Początki tych skojarzeń są niejasne, a nawet kontrowersyjne. Określenie zwierząt talizmanowych i związanych z nimi „pałaców” gwiazd wraz z powiązanymi 28 księżycami księżycowymi reprezentuje niektóre z najbardziej złożonych aspektów azjatyckiej „astronomii”. Pozorną anomalią jest fakt, że rzeczywista ścieżka położenia Słońca wydaje się przesuwać w kierunku przeciwnym do sezonowych skojarzeń wiosny i jesieni. Niektórzy naukowcy twierdzą, że jest to spowodowane tym, że zwierzęta i sese shuku powstały około 17–18 tysiącleci temu (precesja powodująca anomalię), ale tak naprawdę nie wyjaśnia to pozornego „wstecznego” ruchu Słońca przez pory roku. Według niektórych naukowców zwierzęta talizmanowe i związane z nimi _sei shuku prawdopodobnie zostały użyte w połączeniu z kierunkiem, w którym uchwyt Wielkiego Wozu (często nazywany „Północnymi Siedmioma Gwiazdami” lub „Północnym Wozem” w Chinach, Korei i Japonii ) wskazał na równonocy i przesilenia. Przed erą chrześcijańską, kiedy powstały _sei shuku_, Wielki Wóz wydawał się nie ustawiać, ponieważ mieli stosunkowo „wyższą” pozycję niż obecnie. Podobnie jak mity i tradycje w kulturach zachodnich, poglądy te nadal wywierają wpływ na codzienne życie ludzi w Chinach, Korei i Japonii (pomimo dość znaczącej wiedzy naukowej). Należy jednak zauważyć, że wróżby astrologiczne w Chinach, Korei i Japonii były i są dość złożone. Wiedza związana z księżycowymi rezydencjami jest jednym z najciekawszych aspektów azjatyckiej etnoastronomii. Japońskie interpretacje tych stowarzyszeń koncentrowały się wokół potrzeb rolniczych i animistycznych poglądów na przyrodę. W przeciwieństwie do wielu zachodnich mitów i tradycji, japońskich bogów na podobieństwo talizmanów można postrzegać jako przejawy natury. Poniżej znajduje się przykład gwiezdnej mapy z japońskiej ery Edo. ![](chart.webp) Zbliżenie mapy Yasui przedstawiającej pierwszych 15 stacji księżycowych {: .img_and_caption }
pt: A maioria das observações astronômicas no Japão até a Restauração Meiji estava intimamente ligada a propósitos astrológicos. Para os cartógrafos chineses e chineses, coreanos e japoneses antigos, quatro estações e quatro direções cardinais são marcadas como quatro animais talismânicos - o Dragão Azul do Leste (primavera), o Pássaro Vermelho do sul (verão), o Tigre Branco do oeste (outono). ) e o "Genbu" (tartaruga negra) do norte (inverno). Correspondendo a cada um dos animais talismânicos, os "palácios" celestes eram sete _sei shuku_ ou o que às vezes são chamados de "lojas lunares" ou mansões lunares ou casas lunares. As estações lunares provavelmente podem ser usadas para determinar a posição do Sol e dos planetas, bem como a Lua, e seu número pode ou não estar relacionado ao período da órbita da lua. As origens dessas associações são obscuras e até controversas. A determinação dos animais talismânicos e dos "palácios" estelares associados, juntamente com os 28 _sei shuku_ ou as lojas lunares, representam alguns dos aspectos mais complexos da "astronomia" asiática. Uma anomalia aparente é o fato de que o caminho posicional real do sol parece se mover em uma direção oposta às associações sazonais de primavera e outono. Alguns cientistas argumentam que isso se deve ao fato de os animais e o sei shuku terem sido criados entre 17 e 18 milênios atrás (a precessão criando a anomalia), mas na verdade não explica o aparente movimento "retrógrado" do Sol durante as estações. De acordo com alguns cientistas, os animais talismânicos com seus _sei shuku_ associados provavelmente foram usados em conjunto com a direção na qual o cabo da Ursa Maior (freqüentemente chamado de "Sete Estrelas do Norte" ou "Ursa do Norte" na China, Coréia e Japão ) apontou para os equinócios e solstícios. Antes da Era Cristã, quando os _sei shuku_ foram criados, o Ursa Maior não parecia se pôr, porque eles tinham uma posição relativamente "mais alta" do que agora. Como mitos e tradições nas culturas ocidentais, essas visões ainda exercem influência na vida cotidiana das pessoas na China, Coréia e Japão (apesar da alfabetização científica bastante proeminente). No entanto, deve-se salientar que a adivinhação astrológica na China, Coréia e Japão foi e é bastante complexa. O conhecimento relacionado às mansões lunares é um dos aspectos mais interessantes da etnoastronomia asiática. As interpretações japonesas dessas associações tendiam a girar em torno das necessidades agrícolas e das visões animistas da natureza. Ao contrário de muitos mitos e tradições ocidentais, os deuses japoneses, à semelhança dos animais talismânicos, podem ser vistos como manifestações da natureza. Abaixo está um exemplo de um gráfico de estrelas da era japonesa Edo. ![](chart.webp) Close-up do mapa de Yasui mostrando as primeiras 15 estações lunares {: .img_and_caption }
tr: Meiji Restorasyonuna kadar Japonya'daki çoğu astronomik gözlem, astrolojik amaçlarla yakından bağlantılıydı. Eski Çinli ve sonraki Koreli ve Japon haritacılar için dört mevsim ve dört ana yön dört tılsımlı hayvan olarak işaretlenmiştir - Doğu'nun Azure Ejderhası (İlkbahar), Güney'in Kırmızı Kuşu (Yaz), Batı'nın Beyaz Kaplanı (Sonbahar) ) ve Kuzey'in "Genbu" (Kara Kaplumbağa) (Kış). Tılsımlı hayvanların her birine karşılık gelen göksel "saraylar" yedi sei shuku ya da bazen "ay kulübeleri" ya da ay konakları ya da ay evleri olarak adlandırılanlardı. Ay istasyonları muhtemelen Ay'ın yanı sıra Güneş'in ve gezegenlerin konumunu belirlemek için kullanılabilir ve sayıları ayın yörünge periyoduyla ilgili olabilir veya olmayabilir. Bu derneklerin kökenleri belirsiz ve hatta tartışmalıdır. Tılsımlı hayvanların ve ilişkili yıldız "saraylarının", ilişkili 28 sei shuku_ veya ay locaları ile birlikte belirlenmesi, Asya "astronomisinin" en karmaşık yönlerinden bazılarını temsil eder. Görünen bir anormallik, güneşin gerçek konumsal yolunun, mevsimsel ilkbahar ve sonbahar ilişkilerinin tersi yönde hareket ediyor gibi görünmesidir. Bazı bilim adamları bunun hayvanların ve sei shuku'nun yaklaşık 17 ila 18 bin yıl önce yaratılmış olmalarına bağlı olduğunu iddia ediyorlar (devinim anormalliği yaratıyor), ancak bu, Güneş'in mevsimler boyunca görünen "geri" hareketini gerçekten açıklamıyor. Bazı bilim adamlarına göre, ilişkili oldukları _sei shuku_ ile birlikte tılsımlı hayvanlar, muhtemelen Büyük Ayı'nın (Çin, Kore ve Japonya'da genellikle "Kuzey Yedi Yıldızı" veya "Kuzey Ayı" olarak adlandırılır) sapının yönü ile bağlantılı olarak kullanılmıştır. ) ekinokslara ve gündönümlerine işaret etti. Hıristiyanlık Dönemi'nden önce, _sei shuku_ yaratıldığında, Büyük Kepçe batmış gibi görünmüyordu, çünkü şimdikinden nispeten "daha yüksek" bir konuma sahiptiler. Batı kültürlerindeki mitler ve gelenekler gibi, bu görüşler de Çin, Kore ve Japonya'daki (oldukça belirgin bilimsel okuryazarlığa rağmen) insanların günlük yaşamında hâlâ etkili. Bununla birlikte, Çin, Kore ve Japonya'daki astrolojik kehanetin oldukça karmaşık olduğu ve oldukça karmaşık olduğu belirtilmelidir. Ay konaklarıyla ilgili bilgiler, Asya etnoastronomisinin en ilginç yönlerinden biridir. Bu ilişkilerin Japonca yorumları, tarımsal ihtiyaçlar ve animist doğa görüşleri etrafında dönme eğilimindeydi. Birçok batı efsanesi ve geleneğinden farklı olarak, Japon tanrılarının tılsımlı hayvanlara benzerliği doğanın tezahürleri olarak görülebilir. Aşağıda Japon Edo Dönemi'nden bir yıldız haritası örneği verilmiştir. ![](chart.webp) Yasui'nin İlk 15 Ay İstasyonunu Gösteren Haritasının Yakın Çekimi {: .img_and_caption }
