Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: Roslund Curt, Stjärn-Oddi: En vikingatida astronom på Island, Astronomisk årsbok, s 28, 1984 (in Swedish) - [#2]: Beckman, N. and Kålund, Kr. (1914-16). Alfræði íslenzk: Islandsk encyklo-pædisk litteratur: II. Rímtöl \[Encyclopaedic literature on the calendar\]. s 48-53 (in Swedish). - [#3]: Richard Hinckley Allen, Star Names; Their lore and meaning - [#4]: Saxo Grammaticus, ”Gesta danorum" (In Latin) - [#5]: Rudolf Simek, The Dictionary of Northen Mythology - [#6]: Jan de Vries, Altgermanische Religionsgeschichte (in German) - [#7]: Beckman, N. and Kålund, Kr. (1914-16). Alfræði íslenzk: Islandsk encyklo-pædisk litteratur: II. Rímtöl \[Encyclopaedic literature on the calendar\]. s 72. (in Swedish) - [#8]: Gislason, K. Fire og fyrretyve for en stor Deel forhen utrykte Prøver af oldnordisk Sprog og Litteratur. (København: Gyldendalska bogh. 1860) (in Danish) - [#9]: [Norse Constellations](http://digitaliseducation.com/resources-norse.html) - [#10]: Norse Mythology: [article on Wikipedia](https://en.wikipedia.org/wiki/Norse_mythology)
fil: - [#1]: Roslund Curt, Stjärn-Oddi: En vikingatida astronom på Island, Astronomisk årsbok, s 28, 1984 (sa Swedish) - [#2]: Beckman, N. at Kålund, Kr. (1914-16). Alfræði íslenzk: Islandsk encyklo-pædisk litteratur: II. Rímtöl \[Encyclopaedic literature sa kalendaryo\]. s 48-53 (sa Swedish). - [#3]: Richard Hinckley Allen, Mga Pangalan ng Bituin; Ang kanilang kaalaman at kahulugan - [#4]: Saxo Grammaticus, ”Gesta danorum" (Sa Latin) - [#5]: Rudolf Simek, The Dictionary of Northen Mythology - [#6]: Jan de Vries, Altgermanische Religionsgeschichte (sa German) - [#7]: Beckman, N. at Kålund, Kr. (1914-16). Alfræði íslenzk: Islandsk encyklo-pædisk litteratur: II. Rímtöl \[Encyclopaedic literature sa kalendaryo\]. s 72. (sa Swedish) - [#8]: Gislason, K. Fire at fyrretyve for en stor Deel forhen utrykte Prøver af oldnordisk Sprog and Litteratur. (København: Gyldendalska bogh. 1860) (sa Danish) - [#9]: [Mga Konstelasyon ng Norse](http://digitaliseducation.com/resources-norse.html) - [#10]: Norse Mythology: [artikulo sa Wikipedia](https://en.wikipedia.org/wiki/Norse_mythology)
fr: - [#1]: Roslund Curt, Stjärn-Oddi: En vikingatida astronom på Island, Astronomisk årsbok, s 28, 1984 (en suédois) - [#2]: Beckman, N. et Kålund, Kr. (1914-16). Alfræði íslenzk: Islandsk encyklo-pædisk litteratur: II. Rímtöl \[Littérature encyclopédique sur le calendrier\]. s 48-53 (en suédois). - [#3]: Richard Hinckley Allen, noms d'étoiles; Leur histoire et leur signification - [#4]: Saxo Grammaticus, ”Gesta danorum" (en latin) - [#5]: Rudolf Simek, Le dictionnaire de la mythologie nordique - [#6]: Jan de Vries, Altgermanische Religionsgeschichte (en allemand) - [#7]: Beckman, N. et Kålund, Kr. (1914-16). Alfræði íslenzk: Islandsk encyklo-pædisk litteratur: II. Rímtöl \[Littérature encyclopédique sur le calendrier\]. art 72. (en suédois) - [#8]: Gislason, K. Fire og fyrretyve pour en stor Deel forhen utrykte Prøver af oldnordisk Sprog og Litteratur. (København: Gyldendalska bogh. 1860) (en danois) - [#9]: [Constellations nordiques](http://digitaliseducation.com/resources-norse.html) - [#10]: Mythologie nordique: [article sur Wikipedia](https://en.wikipedia.org/wiki/Norse_mythology)
id: - [#1]: Roslund Curt, Stjärn-Oddi: En vikingatida astronom på Island, Astronomisk rsbok, s 28, 1984 (dalam bahasa Swedia) - [#2]: Beckman, N. dan Kålund, Kr. (1914-16). Alfræði íslenzk: Islandsk ensiklo-pædisk litteratur: II. Rímtöl \[Literatur ensiklopedis pada kalender\]. s 48-53 (dalam bahasa Swedia). - [#3]: Richard Hinckley Allen, Nama Bintang; Pengetahuan dan makna mereka - [#4]: Saxo Grammaticus, ”Gesta danorum” (Latin) - [#5]: Rudolf Simek, Kamus Mitologi Utara - [#6]: Jan de Vries, Altgermanische Religionsgeschichte (dalam bahasa Jerman) - [#7]: Beckman, N. dan Kålund, Kr. (1914-16). Alfræði íslenzk: Islandsk ensiklo-pædisk litteratur: II. Rímtöl \[Literatur ensiklopedis pada kalender\]. s 72. (dalam bahasa Swedia) - [#8]: Gislason, K. Fire og fyrretyve for en stor Deel forhen utrykte Prøver af oldnordisk Sprog og Litteratur. (København: Gyldendalska bogh. 1860) (dalam bahasa Denmark) - [#9]: [Rasi Bintang Nordik](http://digitaliseducation.com/resources-norse.html) - [#10]: Mitologi Nordik: [artikel di Wikipedia](https://en.wikipedia.org/wiki/Norse_mythology)
pl: - [#1]: Roslund Curt, Stjärn-Oddi: En vikingatida astronom på Island, Astronomisk årsbok, s 28, 1984 (w języku szwedzkim) - [#2]: Beckman, N. i Kålund, Kr. (1914-16). Alfræði íslenzk: Islandsk encyklo-pædisk litteratur: II. Rímtöl \[Literatura encyklopedyczna w kalendarzu\]. s 48–53 (w języku szwedzkim). - [#3]: Richard Hinckley Allen, Star Names; Ich wiedza i znaczenie - [#4]: Saxo Grammaticus, „Gesta danorum” (po łacinie) - [#5]: Rudolf Simek, The Dictionary of Northen Mythology - [#6]: Jan de Vries, Altgermanische Religionsgeschichte (po niemiecku) - [#7]: Beckman, N. i Kålund, Kr. (1914-16). Alfræði íslenzk: Islandsk encyklo-pædisk litteratur: II. Rímtöl \[Literatura encyklopedyczna w kalendarzu\]. s 72. (po szwedzku) - [#8]: Gislason, K. Fire og fyrretyve for en stor Deel forhen utrykte Prøver af oldnordisk Sprog og Litteratur. (København: Gyldendalska bogh. 1860) (w języku duńskim) - [#9]: [Nordyckie konstelacje](http://digitaliseducation.com/resources-norse.html) - [#10]: Mitologia nordycka: [artykuł na Wikipedii](https://en.wikipedia.org/wiki/Norse_mythology)
pt: - [#1]: Roslund Curt, Stjärn-Oddi: Astronomia na Ilha, Astronomisk årsbok, s 28, 1984 (em sueco) - [#2]: Beckman, N. e Kålund, Kr. (1914-16). Alfræði íslenzk: Islandsk encyklo-pædisk litteratur: II. Rímtöl \[Literatura enciclopédica no calendário\]. s 48-53 (em sueco). - [#3]: Richard Hinckley Allen, nomes de estrelas; Sua sabedoria e significado - [#4]: Saxo Grammaticus, "Gesta danorum" (em latim) - [#5]: Rudolf Simek, o dicionário de mitologia do norte - [#6]: Jan de Vries, Altgermanische Religionsgeschichte (em alemão) - [#7]: Beckman, N. e Kålund, Kr. (1914-16). Alfræði íslenzk: Islandsk encyklo-pædisk litteratur: II. Rímtöl \[Literatura enciclopédica no calendário\]. s 72. (em sueco) - [#8]: Gislason, K. Fire and fyrretyve for stor Deel for utrykte Prøver of oldnordisk Sprog and Litteratur. (København: Gyldendalska bogh. 1860) (em dinamarquês) - [#9]: [constelações nórdicas](http://digitaliseducation.com/resources-norse.html) - [#10]: Mitologia Nórdica: [artigo na Wikipedia](https://en.wikipedia.org/wiki/Norse_mythology)
tr: - [#1]: Roslund Curt, Stjärn-Oddi: En vikingatida astronom på Island, Astronomisk årsbok, s 28, 1984 (İsveççe) - [#2]: Beckman, N. ve Kalund, Kr. (1914-16). Alfræði íslenzk: Islandsk encyklo-pædisk literatürü: II. Rímtöl \[Takvim üzerine ansiklopedik literatür\]. s 48-53 (İsveççe). - [#3]: Richard Hinckley Allen, Yıldız İsimleri; Onların irfan ve anlamı - [#4]: Saxo Grammaticus, ”Gesta danorum” (Latince) - [#5]: Rudolf Simek, Northen Mitolojisi Sözlüğü - [#6]: Jan de Vries, Altgermanische Religionsgeschichte (Almanca) - [#7]: Beckman, N. ve Kalund, Kr. (1914-16). Alfræði íslenzk: Islandsk encyklo-pædisk literatürü: II. Rímtöl \[Takvim üzerine ansiklopedik literatür\]. s 72. (İsveççe) - [#8]: Gislason, K. En stor Deel forhen utrykte Prøver af oldnordisk Sprog og Litteratur için yangın ve ateş. (København: Gyldendalska bogh. 1860) (Danca) - [#9]: [İskandinav Takımyıldızları](http://digitaliseducation.com/resources-norse.html) - [#10]: İskandinav Mitolojisi: [Wikipedia'daki makale](https://en.wikipedia.org/wiki/Norse_mythology)

source: This sky culture was contributed by Stellarium user [Jonas Persson](mailto:jonas.persson@physics.org). Homepage [link](https://www.ntnu.edu/employees/jonas.persson). Description by Susanne M Hoffmann
fil: Ang sky culture na ito ay iniambag ng Stellarium user [Jonas Persson](mailto:jonas.persson@physics.org). Homepage [link](https://www.ntnu.edu/employees/jonas.persson). Paglalarawan ni Susanne M Hoffmann
fr: Cette culture du ciel a été fournie par l'utilisateur de Stellarium [Jonas Persson](mailto:jonas.persson@physics.org). Page d'accueil [lien](https://www.ntnu.edu/employees/jonas.persson). Description par Susanne M Hoffmann
id: Budaya langit ini disumbangkan oleh pengguna Stellarium [Jonas Persson](mailto:jonas.persson@physics.org). Beranda [tautan](https://www.ntnu.edu/employees/jonas.persson). Deskripsi oleh Susanne M Hoffmann
pl: Ta kultura nieba została przesłana przez użytkownika Stellarium [Jonas Persson](mailto:jonas.persson@physics.org). Strona internetowa [link](https://www.ntnu.edu/employees/jonas.persson). Opis: Susanne M Hoffmann
pt: Esta cultura do céu foi contribuída pelo usuário Stellarium [Jonas Persson](mailto:jonas.persson@physics.org). Página inicial [link](https://www.ntnu.edu/employees/jonas.persson). Descrição de Susanne M Hoffmann
tr: Bu gökyüzü kültürüne Stellarium kullanıcısı [Jonas Persson](mailto:jonas.persson@physics.org) katkıda bulunmuştur. Ana sayfa [bağlantı](https://www.ntnu.edu/employees/jonas.persson). Susanne M Hoffmann'ın açıklaması

source: Aurvandil's Toe
fil: Ang daliri ni Aurvandil
fr: L'Orteil d'Aurvandil
id: Jari Kaki Aurvandil
pl: Palec od nogi Aurvandila
pt: Dedo de Aurvandil (Orion)
tr: Aurvandil'in Ayak Parmağı

source: Wolf's Mouth
fil: Bibig ng Lobo
fr: Gueule du Loup
id: Mulut Srigala
pl: Pysk Wilka
pt: Boca do Lobo
tr: Kurt Ağzı

source: The Fishermen
fil: Ang mga Mangingisda
fr: Pêcheur
id: Sang Nelayan
pl: Rybacy
pt: Os Pescadores
tr: Balıkçılar

source: Woman's Cart
fil: Cart ng Babae
fr: Chariot de la Femme
id: Kereta Wanita
pl: Wózek Kobiety
pt: Carroça da Mulher
tr: Kadın'ın Arabası

source: Man's Cart
fil: Cart ng Lalaki
fr: Chariot de l'Homme
id: Kereta Pria
pl: Wózek Mężczyzny
pt: Carroça do Homem
tr: Adam'ın Arabası

source: The Asar Battlefield
fil: Ang Asar Battlefield
fr: Champ de bataille d'Asar
id: Pertempuran Asar
pl: Pole Bitwy Asar
pt: O Campo de Batalha de Asar
tr: Asar Savaş Alanı

source: Guide Star
fil: Patnubay na Bituin
fr: Étoile Guide
id: Bintang Panduan
pl: Gwiazda przewodnia
pt: Estrela Guia
tr: Rehber Yıldız

source: Day Star
fil: Bituin sa Araw
fr: Étoile du jour
id: Bintang Hari
pl: Gwiazda dzienna
pt: Estrela do Dia
tr: Gün Yıldızı

source: South Star
fil: Timog Bituin
fr: Étoile du Sud
id: Bintang Selatan
pl: Gwiazda Biegunu Południowego
pt: Estrela do Sul
tr: Güney Yıldızı

source: Romanian
fr: Roumain
id: Rumania
pl: Rumuńska
pt: Romêno
tr: Rumence

source: Romania is a land in southeast Europe. Romanian popular stellar mythology is a mixture of several historical epochs from pre-Christian to modern.
fil: Ang Romania ay isang lupain sa timog-silangang Europa. Ang Romanian popular na stellar mythology ay pinaghalong ilang makasaysayang panahon mula sa pre-Christian hanggang moderno.
fr: La Roumanie est une terre du sud-est de l'Europe. La mythologie stellaire populaire roumaine est un mélange de plusieurs époques historiques du pré-chrétien au moderne.
id: Rumania adalah tanah di Eropa tenggara. Mitologi bintang populer Rumania adalah campuran dari beberapa zaman sejarah dari pra-Kristen hingga modern.
pl: Rumunia to kraina w południowo-wschodniej Europie. Popularna rumuńska mitologia gwiezdna jest mieszanką kilku epok historycznych od czasów przedchrześcijańskich po współczesne.
pt: A Romênia é uma terra no sudeste da Europa. A mitologia estelar popular romena é uma mistura de várias épocas históricas, do pré-cristão ao moderno.
tr: Romanya, güneydoğu Avrupa'da bir ülkedir. Rumen popüler yıldız mitolojisi, Hıristiyanlık öncesi dönemden modern döneme kadar birçok tarihi dönemin bir karışımıdır.

source: Considered as a whole, Romanian popular stellar mythology has three essential components: 1. The ancestral pastoral-agricultural culture: in this pre-Christian culture, the sky is seen both as an agrarian clock for specific activities and as an "exhibition" of agricultural tools used by peasants. 2. More recently, corresponding to the Christianization of Romanian geographical space, there was also a repositioning in the sky: Christian and pre-Christian elements and constellations are associated with cosmogonical and theogonical myths, so that the sky is seen more like a church. 3. The origin of the Romanian people: historical scenes from the conquest of Dacia by the Romans are projected in the sky. One of the differences between the Romanian and the modern sky culture is in the constellation of Orion, the Hunter. There are four traditional Romanian constellations overlapping in this modern constellation area. ### Thanks Thanks to Andrei Dorian Gheorghe and Alastair McBeth – SARM members
fil: Itinuturing sa kabuuan, ang sikat na stellar mythology ng Romania ay may tatlong mahahalagang bahagi: 1. Ang kulturang pastoral-agrikultura ng mga ninuno: sa kulturang ito bago ang Kristiyano, ang kalangitan ay nakikita bilang isang agraryong orasan para sa mga partikular na aktibidad at bilang isang "eksibisyon" ng mga kagamitang pang-agrikultura na ginagamit ng mga magsasaka. 2. Kamakailan lamang, na tumutugma sa Kristiyanisasyon ng heograpikal na espasyo ng Romania, nagkaroon din ng muling pagpoposisyon sa kalangitan: Ang mga elemento at konstelasyon ng Kristiyano at pre-Kristiyano ay nauugnay sa mga cosmogonical at theogonical na mito, upang ang kalangitan ay mas nakikitang parang simbahan. 3. Ang pinagmulan ng mga taga-Romania: ang mga makasaysayang eksena mula sa pananakop ng mga Romano sa Dacia ay itinatanghal sa kalangitan. Ang isa sa mga pagkakaiba sa pagitan ng Romanian at ng modernong kultura ng kalangitan ay nasa konstelasyon ng Orion, ang Hunter. Mayroong apat na tradisyonal na konstelasyon ng Romania na magkakapatong sa modernong lugar ng konstelasyon na ito. ### Salamat Salamat kay Andrei Dorian Gheorghe at Alastair McBeth - mga miyembro ng SARM
fr: Considérée dans son ensemble, la mythologie stellaire populaire roumaine comporte trois composantes essentielles : 1. La culture pastorale-agricole ancestrale : dans cette culture pré-chrétienne, le ciel est vu à la fois comme une horloge agraire pour des activités spécifiques et comme une « exposition » d'outils agricoles utilisés par les paysans. 2. Plus récemment, correspondant à la christianisation de l'espace géographique roumain, il y a eu aussi un repositionnement dans le ciel : les éléments et constellations chrétiens et préchrétiens sont associés aux mythes cosmogoniques et théogoniques, de sorte que le ciel est davantage vu comme une église. 3. L'origine du peuple roumain : des scènes historiques de la conquête de la Dacie par les Romains sont projetées dans le ciel. L'une des différences entre la culture roumaine et la culture du ciel moderne réside dans la constellation d'Orion, le chasseur. Il y a quatre constellations roumaines traditionnelles qui se chevauchent dans cette zone de constellation moderne. ### Merci Merci à Andrei Dorian Gheorghe et Alastair McBeth – membres SARM
id: Dianggap secara keseluruhan, mitologi bintang populer Rumania memiliki tiga komponen penting: 1. Budaya pastoral-pertanian leluhur: dalam budaya pra-Kristen ini, langit dilihat baik sebagai jam agraria untuk kegiatan tertentu maupun sebagai "pameran" alat pertanian yang digunakan oleh petani. 2. Baru-baru ini, sesuai dengan Kristenisasi ruang geografis Rumania, ada juga reposisi di langit: elemen dan konstelasi Kristen dan pra-Kristen dikaitkan dengan mitos kosmogonik dan teogonik, sehingga langit terlihat lebih seperti gereja. 3. Asal usul orang Rumania: adegan sejarah dari penaklukan Dacia oleh orang Romawi diproyeksikan di langit. Salah satu perbedaan antara budaya langit Rumania dan modern adalah pada konstelasi Orion, sang Pemburu. Ada empat rasi bintang Rumania tradisional yang tumpang tindih di area konstelasi modern ini. ### Terima kasih Terima kasih kepada Andrei Dorian Gheorghe dan Alastair McBeth – anggota SARM
pl: Rozpatrywana jako całość, popularna rumuńska mitologia gwiezdna składa się z trzech zasadniczych elementów: 1. Kultura pastersko-rolnicza przodków: w tej przedchrześcijańskiej kulturze niebo jest postrzegane zarówno jako zegar rolniczy dla określonych czynności, jak i jako „wystawa” narzędzi rolniczych używanych przez chłopów. 2. W ostatnim czasie, w związku z chrystianizacją rumuńskiej przestrzeni geograficznej, nastąpiło również przesunięcie na niebie: elementy i konstelacje chrześcijańskie i przedchrześcijańskie są związane z mitami kosmogonicznymi i teogonicznymi, tak że niebo jest postrzegane bardziej jak kościół. 3. Pochodzenie narodu rumuńskiego: na niebie wyświetlane są sceny historyczne z podboju Dacji przez Rzymian. Jedną z różnic między rumuńską a współczesną kulturą nieba jest konstelacja Oriona, Łowcy. Na tym nowoczesnym obszarze konstelacji nakładają się cztery tradycyjne konstelacje rumuńskie. ### Dziękuję Podziękowania dla Andrei Dorian Gheorghe i Alastair McBeth – członków SARM
pt: Considerada como um todo, a mitologia estelar popular romena tem três componentes essenciais: 1. A cultura pastoral-agrícola ancestral: nesta cultura pré-cristã, o céu é visto tanto como um relógio agrário para atividades específicas quanto como uma "exposição" de utensílios agrícolas utilizados pelos camponeses. 2. Mais recentemente, correspondendo à cristianização do espaço geográfico romeno, houve também um reposicionamento no céu: elementos e constelações cristãs e pré-cristãs são associados a mitos cosmogônicos e teogônicos, de modo que o céu é visto mais como uma igreja. 3. A origem do povo romeno: cenas históricas da conquista da Dácia pelos romanos são projetadas no céu. Uma das diferenças entre a cultura romena e a moderna do céu está na constelação de Orion, o Caçador. Existem quatro constelações romenas tradicionais sobrepostas nesta área de constelação moderna. ### Obrigado Agradecimentos a Andrei Dorian Gheorghe e Alastair McBeth – membros SARM
tr: Bir bütün olarak ele alındığında, Rumen popüler yıldız mitolojisinin üç temel bileşeni vardır: 1. Ataların pastoral-tarım kültürü: Bu Hıristiyanlık öncesi kültürde gökyüzü, hem belirli faaliyetler için bir tarım saati hem de köylüler tarafından kullanılan tarım aletlerinin bir "sergisi" olarak görülür. 2. Daha yakın zamanlarda, Romanya coğrafi alanının Hıristiyanlaşmasına karşılık olarak, gökyüzünde de bir yeniden konumlandırma vardı: Hıristiyan ve Hıristiyanlık öncesi unsurlar ve takımyıldızlar, kozmogonik ve teogonik mitlerle ilişkilendirilir, böylece gökyüzü daha çok bir kilise gibi görülür. 3. Romen halkının kökeni: Dacia'nın Romalılar tarafından fethinden tarihi sahneler gökyüzüne yansıtılıyor. Romen ve modern gökyüzü kültürü arasındaki farklardan biri, Avcı takımyıldızı Orion'dadır. Bu modern takımyıldız alanında örtüşen dört geleneksel Romen takımyıldızı vardır. ### Teşekkürler SARM üyeleri Andrei Dorian Gheorghe ve Alastair McBeth'e teşekkürler

source: - [#1]: Traditional Romanian Constellation. [Website](http://www.crt-ro.com) - [#2]: On-line booklet in ro/en about 39 Traditional Romanian Constellations. [Link](http://www.slideshare.net/planetariubm/broura-constelaii-romanesti-tradiionale) - [#3]: 30 seconds movies made from scripts and with subtitle in English. [Video on YouTube](http://www.youtube.com/playlist?list=PLwaYDxThuSyGt1Pw55UxfI9802pq5fFro) - [#4]: _Romanian peasants beliefs in stars and sky_ – Translation of texts adapted from Ion Ottescu. [link](http://www.sarm.ro/newsite/index.php?id=1&zi=29&luna=12&an=2009&act=news) - [#5]: PLANETARIUL BAIA MARE – MARAMURES. [link](http://planetariubm.ro/)
fil: - [#1]: Tradisyunal na Konstelasyon ng Romania. [Website](http://www.crt-ro.com) - [#2]: On-line na booklet sa ro/en tungkol sa 39 Traditional Romanian Constellations. [Link](http://www.slideshare.net/planetariubm/broura-constelaii-romanesti-tradiionale) - [#3]: 30 segundong mga pelikulang ginawa mula sa mga script at may subtitle sa English. [Video sa YouTube](http://www.youtube.com/playlist?list=PLwaYDxThuSyGt1Pw55UxfI9802pq5fFro) - [#4]: _Paniniwala ng mga magsasaka ng Romania sa mga bituin at langit_ – Pagsasalin ng mga tekstong hinango mula sa Ion Ottescu. [link](http://www.sarm.ro/newsite/index.php?id=1&zi=29&luna=12&an=2009&act=news) - [#5]: PLANETARIUL BAIA MARE – MARAMURES. [link](http://planetariubm.ro/)
fr: - [#1]: Constellation roumaine traditionnelle. [Site Web](http://www.crt-ro.com) - [#2]: Brochure en ligne en ro / en sur 39 constellations roumaines traditionnelles. [Lien](http://www.slideshare.net/planetariubm/broura-constelaii-romanesti-tradiionale) - [#3]: films de 30 secondes réalisés à partir de scripts et avec sous-titres en anglais. [Vidéo sur YouTube](http://www.youtube.com/playlist?list=PLwaYDxThuSyGt1Pw55UxfI9802pq5fFro) - [#4]: _ Croyances des paysans roumains dans les étoiles et le ciel_ - Traduction de textes adaptés de Ion Ottescu. [lien](http://www.sarm.ro/newsite/index.php?id=1&zi=29&luna=12&an=2009&act=news) - [#5]: PLANETARIUL BAIA MARE - MARAMURES. [lien](http://planetariubm.ro/)
id: - [#1]: Konstelasi Rumania Tradisional. [Situs Web](http://www.crt-ro.com) - [#2]: Buklet online di ro/en tentang 39 Rasi Bintang Rumania Tradisional. [Tautan](http://www.slideshare.net/planetariubm/broura-constelaii-romanesti-tradiionale) - [#3]: Film berdurasi 30 detik yang dibuat dari skrip dan dengan subtitle dalam bahasa Inggris. [Video di YouTube](http://www.youtube.com/playlist?list=PLwaYDxThuSyGt1Pw55UxfI9802pq5fFro) - [#4]: _Petani Rumania percaya pada bintang dan langit_ – Terjemahan teks yang diadaptasi dari Ion Ottescu. [tautan](http://www.sarm.ro/newsite/index.php?id=1&zi=29&luna=12&an=2009&act=news) - [#5]: PLANETARIUL BAIA MARE – MARAMURES. [tautan](http://planetariubm.ro/)
pl: - [#1]: Tradycyjna konstelacja rumuńska. [Strona internetowa](http://www.crt-ro.com) - [#2]: Broszura on-line w ro / en około 39 tradycyjnych konstelacji rumuńskich. [Link](http://www.slideshare.net/planetariubm/broura-constelaii-romanesti-tradiionale) - [#3]: 30 sekund filmów zrobionych ze skryptów i napisów w języku angielskim. [Wideo na YouTube](http://www.youtube.com/playlist?list=PLwaYDxThuSyGt1Pw55UxfI9802pq5fFro) - [#4]: _Rosyjscy chłopi wierzą w gwiazdy i niebo_ - Tłumaczenie tekstów zaadaptowanych z Iona Ottescu. [link](http://www.sarm.ro/newsite/index.php?id=1&zi=29&luna=12&an=2009&act=news) - [#5]: PLANETARIUL BAIA MARE - MARAMURES. [link](http://planetariubm.ro/)
pt: - [#1]: Constelação romena tradicional. [Site](http://www.crt-ro.com) - [#2]: livreto on-line em ro / pt cerca de 39 constelações romenas tradicionais. [Link](http://www.slideshare.net/planetariubm/broura-constelaii-romanesti-tradiionale) - [#3]: filmes de 30 segundos feitos a partir de scripts e com legendas em inglês. [Vídeo no YouTube](http://www.youtube.com/playlist?list=PLwaYDxThuSyGt1Pw55UxfI9802pq5fFro) - [#4]: _ Crenças dos camponeses romenos nas estrelas e no céu_ - Tradução de textos adaptados de Ion Ottescu. [link](http://www.sarm.ro/newsite/index.php?id=1&zi=29&luna=12&an=2009&act=news) - [#5]: PLANETARIUL BAIA MARE - MARAMURES. [link](http://planetariubm.ro/)
tr: - [#1]: Geleneksel Rumen Takımyıldızı. [Web sitesi](http://www.crt-ro.com) - [#2]: 39 Geleneksel Romen Takımyıldızı hakkında ro/en'de çevrimiçi kitapçık. [Bağlantı](http://www.slideshare.net/planetariubm/broura-constelaii-romanesti-tradiionale) - [#3]: Senaryolardan ve İngilizce altyazılı 30 saniyelik filmler. [YouTube'da video](http://www.youtube.com/playlist?list=PLwaYDxThuSyGt1Pw55UxfI9802pq5fFro) - [#4]: _Romen köylülerinin yıldızlara ve gökyüzüne olan inançları_ – Ion Ottescu'dan uyarlanan metinlerin çevirisi. [bağlantı](http://www.sarm.ro/newsite/index.php?id=1&zi=29&luna=12&an=2009&act=news) - [#5]: PLANETARIUL BAIA MARE – MARAMURES. [bağlantı](http://planetariubm.ro/)
