Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: For years, Hawaiian navigators have memorized the position of stars as they rise and set in order to know oneʻs bearing. Wayfinder Nainoa Thompson (born 1953, Hawaii) is a graduated navigator and famous for being the first Hawaiian to practice Polynesian art of navigation since the 14th century with a double-hulled canoe. He developed a system of organization to help memorize the position of stars throughout the celestial sphere by dividing the sky into four evenly sized star lines. This system roots in ancient Hawaiian constellations which he had got to know during his studies. ### History The knowledge of Hawaiian star navigation has been passed down orally for many generations. Much of the knowledge regarding stars and navigation were lost until the Hawaiian Renaissance in the early 1970s. Polynesian Voyage Society (PVS), founded in 1973, created Hokule’a in 1975. Hokule’a is a traditional Hawaiian voyaging canoe with the mission to revive the art of way finding. A man from Satawal, Micronesia named Mau Piailug was a master navigator/wayfinder. The knowledge of wayfinding and using the sky to navigate was passed down to Mau from his ancestors. Nainoa Thompson, current President of PVS, asked Mau to teach his knowledge of navigation to him with the intention of reviving the knowledge that was once lost to the Hawaiians. With the knowledge learned from Mau, the Hawaiian star compass and star lines were created. ### Star Lines Each star line is a group of main stars that will be remembered by the navigators. The stars connect making constellations. Navigators remember the rising/setting houses of these stars, the stars that connect in each line, and the lines that point directly to North and South. The star lines’ position in the night sky slowly change over time, each starline being more prevalent at night according to the season. The star lines with their according season are as follows: | Native Name | Season | |--------------------|----------------------| | _Ke Ka o Makali‘i_ | November to April | | _Ka Iwikuamo‘o_ | April to July | | _Manaiakalani_ | May to October | | _Ka Lupe o Kawelo_ | September to February| ### Background and Acknowledgements The _master navigator_ behind this sky culture was Mau Piailug of Satawal, who taught the Polynesian art of celestial navigation to Nainoa Thompson, who developed this version of the sky culture that was used from 2013-17 by Hawaiians to sail around the world during the Malama Honua Voyage of Hokule’a, the Polynesian voyaging canoe. Stellarium has been used as a tool by the navigators of Hokule’a and this sky culture serves as a tool for practicing Polynesian navigation.
fil: Sa loob ng maraming taon, kabisado ng mga Hawaiian navigator ang posisyon ng mga bituin habang sila ay tumataas at nakatakda upang malaman ang tindig ng isa. Si Wayfinder Nainoa Thompson (ipinanganak noong 1953, Hawaii) ay isang nagtapos na navigator at sikat sa pagiging unang Hawaiian na nagsanay ng Polynesian art of navigation mula noong ika-14 na siglo gamit ang double-hulled canoe. Bumuo siya ng isang sistema ng organisasyon upang tumulong sa pagsasaulo ng posisyon ng mga bituin sa buong celestial sphere sa pamamagitan ng paghahati sa kalangitan sa apat na pantay na laki ng mga linya ng bituin. Nag-ugat ang sistemang ito sa mga sinaunang konstelasyon ng Hawaii na nakilala niya sa kanyang pag-aaral. ### Kasaysayan Ang kaalaman sa Hawaiian star navigation ay ipinasa nang pasalita sa maraming henerasyon. Karamihan sa kaalaman tungkol sa mga bituin at nabigasyon ay nawala hanggang sa Hawaiian Renaissance noong unang bahagi ng 1970s. Ang Polynesian Voyage Society (PVS), na itinatag noong 1973, ay lumikha ng Hokule'a noong 1975. Ang Hokule'a ay isang tradisyonal na Hawaiian voyaging canoe na may misyon na buhayin ang sining ng paghahanap ng daan. Isang lalaking mula sa Satawal, Micronesia na nagngangalang Mau Piailug ay isang master navigator/wayfinder. Ang kaalaman sa paghahanap ng daan at paggamit ng langit para mag-navigate ay ipinasa kay Mau mula sa kanyang mga ninuno. Hiniling ni Nainoa Thompson, kasalukuyang Pangulo ng PVS, kay Mau na ituro sa kanya ang kanyang kaalaman sa pag-navigate na may layuning buhayin ang kaalaman na minsang nawala sa mga Hawaiian. Sa kaalamang natutunan mula sa Mau, nilikha ang Hawaiian star compass at star lines. ### Star Lines Ang bawat linya ng bituin ay isang pangkat ng mga pangunahing bituin na maaalala ng mga navigator. Ang mga bituin ay nag-uugnay sa paggawa ng mga konstelasyon. Naaalala ng mga navigator ang mga sumisikat/setting house ng mga bituin na ito, ang mga bituin na nag-uugnay sa bawat linya, at ang mga linyang direktang tumuturo sa Hilaga at Timog. Ang posisyon ng mga linya ng bituin sa kalangitan sa gabi ay dahan-dahang nagbabago sa paglipas ng panahon, ang bawat starline ay mas nangingibabaw sa gabi ayon sa panahon. Ang mga linya ng bituin sa kanilang ayon sa panahon ay ang mga sumusunod: | Katutubong Pangalan | Season | |--------------------|----------------------| | _Ke Ka o Makali‘i_ | Nobyembre hanggang Abril | | _Ka Iwikuamo‘o_ | Abril hanggang Hulyo | | _Manaiakalani_ | Mayo hanggang Oktubre | | _Ka Lupe o Kawelo_ | Setyembre hanggang Pebrero| ### Background at Mga Pagkilala Ang _master navigator_ sa likod ng sky culture na ito ay si Mau Piailug ng Satawal, na nagturo ng Polynesian art of celestial navigation kay Nainoa Thompson, na bumuo ng bersyong ito ng sky culture na ginamit mula 2013-17 ng mga Hawaiian upang maglayag sa buong mundo sa panahon ng Malama Honua Voyage ng Hokule'a, ang Polynesian voyaging canoe. Ginamit ang Stellarium bilang kasangkapan ng mga navigator ng Hokule'a at ang kulturang ito sa kalangitan ay nagsisilbing kasangkapan para sa pagsasanay ng Polynesian navigation.
fr: Pendant des années, les navigateurs hawaïens ont mémorisé la position des étoiles lorsqu'elles se lèvent et se couchent afin de connaître leur relèvement. Wayfinder Nainoa Thompson (né en 1953 à Hawaï) est un navigateur diplômé et célèbre pour être le premier Hawaïen à pratiquer l'art polynésien de la navigation depuis le 14ème siècle avec un canoë à double coque. Il a développé un système d'organisation pour aider à mémoriser la position des étoiles dans toute la sphère céleste en divisant le ciel en quatre lignes d'étoiles de taille égale. Ce système trouve ses racines dans les anciennes constellations hawaïennes qu'il avait appris à connaître au cours de ses études. ### Histoire La connaissance de la navigation stellaire hawaïenne se transmet oralement depuis de nombreuses générations. Une grande partie des connaissances concernant les étoiles et la navigation ont été perdues jusqu'à la Renaissance hawaïenne au début des années 1970. La Polynesian Voyage Society (PVS), fondée en 1973, a créé Hokule'a en 1975. Hokule'a est un canoë de voyage traditionnel hawaïen dont la mission est de faire revivre l'art de s'orienter. Un homme de Satawal, en Micronésie, nommé Mau Piailug, était un maître navigateur/éclaireur. La connaissance de l'orientation et de l'utilisation du ciel pour naviguer a été transmise à Mau par ses ancêtres. Nainoa Thompson, actuel président de PVS, a demandé à Mau de lui enseigner sa connaissance de la navigation avec l'intention de faire revivre les connaissances qui étaient autrefois perdues pour les Hawaïens. Avec les connaissances apprises de Mau, la boussole et les lignes d'étoiles hawaïennes ont été créées. ### Lignes étoilées Chaque ligne d'étoiles est un groupe d'étoiles principales dont les navigateurs se souviendront. Les étoiles se connectent en formant des constellations. Les navigateurs se souviennent des maisons montantes/coucheuses de ces étoiles, des étoiles qui se connectent dans chaque ligne et des lignes qui pointent directement vers le nord et le sud. La position des lignes d'étoiles dans le ciel nocturne change lentement au fil du temps, chaque ligne d'étoiles étant plus répandue la nuit selon la saison. Les lignes d'étoiles avec leur saison correspondante sont les suivantes : | Nom natif | Saison | |--------------------|----------------------| | _Ke Ka o Makali'i_ | novembre à avril | | _Ka Iwikuamo'o_ | avril à juillet | | _Manaiakalani_ | mai à octobre | | _Ka Lupe o Kawelo_ | septembre à février| ### Contexte et remerciements Le _maître navigateur_ derrière cette culture du ciel était Mau Piailug de Satawal, qui a enseigné l'art polynésien de la navigation céleste à Nainoa Thompson, qui a développé cette version de la culture du ciel qui a été utilisée de 2013 à 2017 par les Hawaïens pour naviguer autour du monde pendant le Malama Honua Voyage de Hokule'a, la pirogue polynésienne de voyage. Stellarium a été utilisé comme outil par les navigateurs de Hokule'a et cette culture du ciel sert d'outil pour pratiquer la navigation polynésienne.
id: Selama bertahun-tahun, para navigator Hawaii telah menghafal posisi bintang-bintang saat mereka terbit dan terbenam untuk mengetahui arah seseorang. Wayfinder Nainoa Thompson (lahir 1953, Hawaii) adalah navigator lulusan dan terkenal sebagai orang Hawaii pertama yang mempraktikkan seni navigasi Polinesia sejak abad ke-14 dengan kano lambung ganda. Dia mengembangkan sistem organisasi untuk membantu menghafal posisi bintang di seluruh bola langit dengan membagi langit menjadi empat garis bintang berukuran sama. Sistem ini berakar pada rasi bintang Hawaii kuno yang dia ketahui selama studinya. ### Sejarah Pengetahuan tentang navigasi bintang Hawaii telah diturunkan secara lisan selama beberapa generasi. Sebagian besar pengetahuan tentang bintang dan navigasi hilang sampai Renaisans Hawaii pada awal 1970-an. Polynesian Voyage Society (PVS), didirikan pada tahun 1973, menciptakan Hokule'a pada tahun 1975. Hokule'a adalah kano pelayaran tradisional Hawaii dengan misi untuk menghidupkan kembali seni pencarian jalan. Seorang pria dari Satawal, Mikronesia bernama Mau Piailug adalah seorang navigator / pencari jalan utama. Pengetahuan tentang menemukan jalan dan menggunakan langit untuk bernavigasi diturunkan ke Mau dari nenek moyangnya. Nainoa Thompson, Presiden PVS saat ini, meminta Mau untuk mengajarkan pengetahuan navigasi kepadanya dengan tujuan menghidupkan kembali pengetahuan yang pernah hilang dari Hawaii. Dengan pengetahuan yang dipelajari dari Mau, kompas bintang Hawaii dan garis bintang dibuat. ### Garis Bintang Setiap garis bintang adalah sekelompok bintang utama yang akan diingat oleh para navigator. Bintang-bintang terhubung membuat rasi bintang. Para navigator mengingat rumah terbit/terbenam dari bintang-bintang ini, bintang-bintang yang menghubungkan setiap garis, dan garis-garis yang menunjuk langsung ke Utara dan Selatan. Posisi garis bintang di langit malam perlahan berubah dari waktu ke waktu, setiap garis bintang lebih menonjol di malam hari sesuai musim. Garis bintang dengan musimnya adalah sebagai berikut: | Nama Asli | Musim | |--------------------|-----------------------| | _Ke Ka o Makali'i_ | November hingga April | | _Ka Iwikuamo'o_ | April hingga Juli | | _Manaiakalani_ | Mei hingga Oktober | | _Ka Lupe o Kawelo_ | September hingga Februari| ### Latar Belakang dan Ucapan Terima Kasih _Master navigator_ di balik budaya langit ini adalah Mau Piailug dari Satawal, yang mengajarkan seni navigasi langit Polinesia kepada Nainoa Thompson, yang mengembangkan versi budaya langit ini yang digunakan dari tahun 2013-17 oleh orang Hawaii untuk berlayar keliling dunia selama Malama Honua Voyage of Hokule'a, kano pelayaran Polinesia. Stellarium telah digunakan sebagai alat oleh para navigator Hokule'a dan budaya langit ini berfungsi sebagai alat untuk berlatih navigasi Polinesia.
pl: Od lat nawigatorzy na Hawajach zapamiętują położenie gwiazd wschodzących i zachodzących, aby poznać położenie. Wayfinder Nainoa Thompson (ur. 1953 na Hawajach) jest dyplomowanym nawigatorem i słynie z tego, że jako pierwszy Hawajczyk praktykował polinezyjską sztukę nawigacji od XIV wieku z kajakiem o podwójnym kadłubie. Opracował system organizacji, który pomaga zapamiętać położenie gwiazd na całej sferze niebieskiej, dzieląc niebo na cztery linie gwiazd o równych rozmiarach. System ten ma swoje korzenie w starożytnych konstelacjach hawajskich, które poznał podczas studiów. ### Historia Wiedza na temat nawigacji gwiezdnej na Hawajach była przekazywana ustnie od wielu pokoleń. Wiele wiedzy na temat gwiazd i nawigacji zostało utraconych aż do hawajskiego renesansu na początku lat 70. XX wieku. Polynesian Voyage Society (PVS), założone w 1973 roku, stworzyło Hokule’a w 1975 roku. Hokule’a to tradycyjny hawajski kajak podróżny z misją ożywienia sztuki znajdowania drogi. Mężczyzna z Satawal w Mikronezji, o imieniu Mau Piailug, był mistrzem nawigacji/odnajdywania drogi. Wiedza o odnajdywaniu drogi i wykorzystywaniu nieba do nawigacji została przekazana Mau od jego przodków. Nainoa Thompson, obecny prezes PVS, poprosił Mau o przekazanie mu wiedzy o nawigacji z zamiarem przywrócenia wiedzy, która kiedyś została utracona przez Hawajczyków. Dzięki wiedzy zdobytej od Mau stworzono hawajski kompas gwiezdny i linie gwiazd. ### Gwiezdne linie Każda linia gwiazdy to grupa głównych gwiazd, które zostaną zapamiętane przez nawigatorów. Gwiazdy łączą się tworząc konstelacje. Nawigatorzy pamiętają wschodzące/zachodzące domy tych gwiazd, gwiazdy, które łączą się w każdej linii oraz linie, które wskazują bezpośrednio na północ i południe. Pozycja linii gwiazd na nocnym niebie powoli zmienia się w czasie, a każda linia gwiazd jest bardziej rozpowszechniona w nocy, w zależności od pory roku. Linie gwiezdne z ich porami roku są następujące: | Rodzima nazwa | Sezon | |--------------------|----------------------| | _Ke Ka o Makali‘i_ | od listopada do kwietnia | | _Ka Iwikuamo'o_ | od kwietnia do lipca | | _Manaiakalani_ | od maja do października | | _Ka Lupe o Kawelo_ | od września do lutego| ### Tło i podziękowania _Mistrz nawigatora_ stojący za tą kulturą nieba był Mau Piailug z Satawal, który uczył polinezyjskiej sztuki nawigacji po niebie Nainoa Thompson, który opracował tę wersję kultury nieba, która była używana w latach 2013-17 przez Hawajczyków do żeglowania dookoła świata podczas Malamy Honua Voyage of Hokule'a, polinezyjski kajak podróżny. Stellarium zostało wykorzystane jako narzędzie przez nawigatorów Hokule’a, a ta kultura nieba służy jako narzędzie do uprawiania nawigacji polinezyjskiej.
pt: Durante anos, os navegadores havaianos memorizaram a posição das estrelas à medida que sobem e se põem para saber sua direção. Wayfinder Nainoa Thompson (nascido em 1953, Havaí) é um navegador graduado e famoso por ser o primeiro havaiano a praticar a arte polinésia da navegação desde o século 14 com uma canoa de casco duplo. Ele desenvolveu um sistema de organização para ajudar a memorizar a posição das estrelas em toda a esfera celestial, dividindo o céu em quatro linhas estelares de tamanhos iguais. Este sistema tem raízes em antigas constelações havaianas que ele conheceu durante seus estudos. ### História O conhecimento da navegação estelar havaiana foi transmitido oralmente por muitas gerações. Muito do conhecimento sobre estrelas e navegação foi perdido até o Renascimento Havaiano no início dos anos 1970. A Polynesian Voyage Society (PVS), fundada em 1973, criou a Hokule’a em 1975. Hokule’a é uma canoa tradicional havaiana de viagem com a missão de reviver a arte de encontrar caminhos. Um homem de Satawal, Micronésia, chamado Mau Piailug, era um mestre navegador / localizador de rotas. O conhecimento de encontrar caminhos e usar o céu para navegar foi transmitido a Mau por seus ancestrais. Nainoa Thompson, atual presidente da PVS, pediu a Mau que ensinasse seus conhecimentos de navegação a ele com a intenção de reviver o conhecimento que antes havia sido perdido para os havaianos. Com o conhecimento aprendido com Mau, a bússola estelar havaiana e as linhas estelares foram criadas. ### Star Lines Cada linha de estrelas é um grupo de estrelas principais que serão lembradas pelos navegadores. As estrelas se conectam formando constelações. Os navegadores se lembram das casas nascentes / poentes dessas estrelas, das estrelas que se conectam em cada linha e das linhas que apontam diretamente para o norte e o sul. A posição das linhas das estrelas no céu noturno muda lentamente ao longo do tempo, cada linha das estrelas sendo mais prevalente à noite de acordo com a estação. As linhas de estrelas com suas respectivas estações são as seguintes: | Nome nativo | Temporada | |----------------------|------------------------| | _Ke Ka o Makali'i_ | Novembro a abril | | _Ka Iwikuamo'o_ | Abril a julho | | _Manaiakalani_ | Maio a outubro | | _Ka Lupe o Kawelo_ | Setembro a fevereiro | ### Histórico e Agradecimentos O _master navigator_ por trás dessa cultura do céu foi Mau Piailug de Satawal, que ensinou a arte polinésia da navegação celestial a Nainoa Thompson, que desenvolveu esta versão da cultura do céu que foi usada de 2013-17 pelos havaianos para navegar ao redor do mundo durante o Malama Honua Voyage of Hokule'a, a canoa de viagem da Polinésia. Stellarium foi usado como uma ferramenta pelos navegadores de Hokule'a e esta cultura do céu serve como uma ferramenta para praticar a navegação polinésia.
tr: Yıllar boyunca, Hawaii'li denizciler, yönünüzü bilmek için yıldızların yükselirken ve batarken konumlarını ezberlediler. Wayfinder Nainoa Thompson (1953, Hawaii doğumlu) mezun bir denizcidir ve 14. yüzyıldan beri çift gövdeli bir kanoyla Polinezya navigasyon sanatını uygulayan ilk Hawaii'li olmasıyla ünlüdür. Gökyüzünü dört eşit boyutlu yıldız çizgisine bölerek yıldızların göksel küredeki konumunu ezberlemeye yardımcı olacak bir organizasyon sistemi geliştirdi. Bu sistem, çalışmaları sırasında tanıdığı eski Hawaii takımyıldızlarına dayanıyor. ### Tarih Hawaii yıldız navigasyonu bilgisi birçok nesiller boyunca sözlü olarak aktarılmıştır. Yıldızlar ve navigasyonla ilgili bilgilerin çoğu, 1970'lerin başında Hawai Rönesansına kadar kayboldu. 1973'te kurulan Polynesian Voyage Society (PVS), Hokule'a'yı 1975'te yarattı. Hokule'a, yol bulma sanatını canlandırmayı misyon edinmiş geleneksel bir Hawaii seyahat kanosudur. Satawal, Mikronezya'dan Mau Piailug adlı bir adam, usta bir denizci/yol bulucuydu. Yön bulma ve gezinmek için gökyüzünü kullanma bilgisi atalarından Mau'ya geçmiştir. PVS'nin şu anki Başkanı Nainoa Thompson, Mau'dan bir zamanlar Hawaililer için kaybolan bilgiyi yeniden canlandırmak amacıyla navigasyon bilgisini kendisine öğretmesini istedi. Mau'dan öğrenilen bilgilerle Hawaii yıldız pusulası ve yıldız çizgileri oluşturuldu. ### Yıldız Çizgileri Her yıldız çizgisi, denizciler tarafından hatırlanacak bir grup ana yıldızdır. Yıldızlar birbirine bağlı takımyıldızlar oluşturur. Gezginler bu yıldızların yükselen/batan evlerini, her bir çizgide birbirine bağlanan yıldızları ve doğrudan Kuzey ve Güney'i gösteren çizgileri hatırlar. Yıldız çizgilerinin gece gökyüzündeki konumu zamanla yavaş yavaş değişir, her yıldız çizgisi mevsime göre geceleri daha yaygın hale gelir. Yıldız hatları sezonlarına göre aşağıdaki gibidir: | Yerel Ad | Sezon | |--------------------|----------------------| | _Ke Ka o Makali‘i_ | Kasım'dan Nisan'a | | _Ka Iwikuamo'o_ | Nisan'dan Temmuz'a | | _Manaiakalani_ | Mayıs-Ekim arası | | _Ka Lupe veya Kawelo_ | Eylül'den Şubat'a| ### Arka Plan ve Teşekkür Bu gökyüzü kültürünün arkasındaki usta denizci, 2013-17 yılları arasında Hawaiililer tarafından Malama sırasında dünyayı dolaşmak için kullanılan gökyüzü kültürünün bu versiyonunu geliştiren Nainoa Thompson'a Polinezya göksel navigasyon sanatını öğreten Satawal'dan Mau Piailug'du. Honua Voyage of Hokule'a, Polinezyalı kano seferi. Stellarium, Hokule'a denizcileri tarafından bir araç olarak kullanılmıştır ve bu gökyüzü kültürü, Polinezya navigasyonunu uygulamak için bir araç olarak hizmet etmektedir.

source: - [#1]: [Polynesian Voyaging Society](http://hokulea.com) - [#2]: [Hawaiian Voyaging Society](http://pvs.kcc.hawaii.edu/ike/hookele/hawaiian_star_lines.html) - [#3]: [Imiloa](http://www.imiloahawaii.org/71/star-paths) - [#4]: [Hawaiian Star Lines and Names for Stars](http://archive.hokulea.com/ike/hookele/hawaiian_star_lines.html)
fr: - [#1]: [Société polynésienne de voyage](http://hokulea.com) - [#2]: [Hawaiian Voyaging Society](http://pvs.kcc.hawaii.edu/ike/hookele/hawaiian_star_lines.html) - [#3]: [Imiloa](http://www.imiloahawaii.org/71/star-paths) - [#4]: [Lignes d'étoiles hawaïennes et noms des étoiles](http://archive.hokulea.com/ike/hookele/hawaiian_star_lines.html)
id: - [#1]: [Masyarakat Pelayaran Polinesia](http://hokulea.com) - [#2]: [Masyarakat Pelayaran Hawaii](http://pvs.kcc.hawaii.edu/ike/hookele/hawaiian_star_lines.html) - [#3]: [Imiloa](http://www.imiloahwaii.org/71/star-paths) - [#4]: [Garis Bintang Hawaii dan Nama untuk Bintang](http://archive.hokulea.com/ike/hookele/hawaiian_star_lines.html)
pt: - [#1]: [Sociedade de Viagens da Polinésia](http://hokulea.com) - [#2]: [Hawaiian Voyaging Society](http://pvs.kcc.hawaii.edu/ike/hookele/hawaiian_star_lines.html) - [#3]: [Imiloa](http://www.imiloahawaii.org/71/star-paths) - [#4]: [Linhas havaianas de estrelas e nomes de estrelas](http://archive.hokulea.com/ike/hookele/hawaiian_star_lines.html)
tr: - [#1]: [Polinezya Yolculuk Derneği](http://hokulea.com) - [#2]: [Hawaii Seyahat Derneği](http://pvs.kcc.hawaii.edu/ike/hookele/hawaiian_star_lines.html) - [#3]: [Imiloa](http://www.imiloahawaii.org/71/star-paths) - [#4]: [Hawaii Yıldız Çizgileri ve Yıldızların İsimleri](http://archive.hokulea.com/ike/hookele/hawaiian_star_lines.html)

source: This sky culture was contributed in 2017 by teachers Darren Kamalu and Christopher Blake, Students Jonah Apo, Nicholas Koanui, Brenden Aila and the Celestial Navigation class at Kamehameha Schools Kapalama, Honolulu, Hawai’i. Artwork by Kealoha Kaneakua. Reworked by Susanne M Hoffmann.
fil: Ang sky culture na ito ay iniambag noong 2017 ng mga gurong sina Darren Kamalu at Christopher Blake, Mga Mag-aaral na sina Jonah Apo, Nicholas Koanui, Brenden Aila at ang klase ng Celestial Navigation sa Kamehameha Schools Kapalama, Honolulu, Hawai’i. Artwork ni Kealoha Kaneakua. Ginawa muli ni Susanne M Hoffmann.
fr: Cette culture du ciel a été contribué en 2017 par les enseignants Darren Kamalu et Christopher Blake, les étudiants Jonah Apo, Nicholas Koanui, Brenden Aila et la classe de navigation céleste des écoles Kamehameha Kapalama, Honolulu, Hawaï. Illustration par Kealoha Kaneakua. Retravaillé par Susanne M Hoffmann.
id: Budaya langit ini disumbangkan pada tahun 2017 oleh guru Darren Kamalu dan Christopher Blake, Siswa Jonah Apo, Nicholas Koanui, Brenden Aila dan kelas Navigasi Surgawi di Kamehameha Schools Kapalama, Honolulu, Hawaii. Karya seni oleh Kealoha Kaneakua. Dikerjakan ulang oleh Susanne M Hoffmann.
pl: Tę kulturę nieba wnieśli w 2017 roku nauczyciele Darren Kamalu i Christopher Blake, uczniowie Jonah Apo, Nicholas Koanui, Brenden Aila oraz klasa Celestial Navigation w Kamehameha Schools Kapalama w Honolulu na Hawajach. Grafika autorstwa Kealoha Kaneakua. Przerobione przez Susanne M Hoffmann.
pt: Esta cultura do céu foi contribuída em 2017 pelos professores Darren Kamalu e Christopher Blake, os alunos Jonah Apo, Nicholas Koanui, Brenden Aila e a classe de Navegação Celestial nas Escolas Kamehameha Kapalama, Honolulu, Havaí. Arte de Kealoha Kaneakua. Retrabalhado por Susanne M Hoffmann.
tr: Bu gökyüzü kültürüne 2017 yılında öğretmenler Darren Kamalu ve Christopher Blake, Öğrenciler Jonah Apo, Nicholas Koanui, Brenden Aila ve Kamehameha Okulları Kapalama, Honolulu, Hawai'i Göksel Navigasyon sınıfı katkıda bulunmuştur. Kealoha Kaneakua'nın eseri. Susanne M Hoffmann tarafından yeniden düzenlendi.
