Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: Mongolian constellations and cosmogony were inherited from the occidental civilisation notably by the contact with Alexander the Great whose scholars considered Babylonian astral science as highest standard. It was also largely influenced by Chinese civilisation and Buddhist religion, resulting in numerous myths and beliefs linked with what surrounds them. The local wild and fauna are the main themes of this sky culture. The wealth of their cosmogony is probably to link with the excellent observing conditions for whom they benefit even now. In the past, the necessity for Mogolians to move and to get one's bearing even during the night and at different seasons, is probably one of the elements which developed their imagination facing the sky. ### Constellations Generally, stars represent animals turning around the North Star which is symbolized by the golden stick (_Altan Hadaas_). Almost all Mongolian asterisms are similar to the modern ones but some of them have different names, e.g.: the Swan is named _Num Sum_ (The Bow and the Arrow) and the Big Dipper is called _Doloon Burkhan_. In the Mongolian imagination, the stars of the summer triangle, i.e. Vega, Deneb and Altair, refer to three stags (_Gurvan Maral Od_ inMongolian) and Cassiopeia represents the Five Stars Woman (_Hun Tavan Od_). ### Planets and Stars Originally, Tibeto-Mongolian astrology calculated the positions of each of the five naked eye planets (Mercury, Venus, Mars, Jupiter, Saturn): planets beyond Saturn were not recognized in the pre-telescopic era. Like in Roman culture, the Mongolians attributed the five planets to each day of the week, completing the seven days week with the Sun (_Nar_) for Sunday and the Moon(_Sar_) for Monday. The names of the solar system's planets have some peculiarities in Mongolian. Mercury is named _Bud_ (associated with Wednesday), Venus, _Sugar_ (associated with Friday), the Earth, _Delkhii_, Mars, _Angarag_ (associated with Tuesday), Jupiter, _Barhasbadi_ (associated with Thursday), Saturn, _Sanchir_ (associated with Saturday). The term for Uranus is _Tengeriin-van_ and for Neptune _Dalai-van_. We can see that the two last, invisible to the naked eye, and discovered long time after the others, have the characteristics to have the particle _-van_ at the end of the name, indicating the princely status in Mongolian. The Earth does not have this particle in the name but dwarf planet Pluto (_Dalkhii-van_ in Mongolian) has a very similiar designation and includes this particle. It is possible to translate Pluto' Mongolian name as "The princely ground"; it is something like earth but not the Earth (planet) but the ground/ surface on which we walk. Uranus, _Tengeriin-van_, could be translated as "princely sky", and Neptun, _Dalai-van_, as the "princely ocean". Nevertheless, this particle has no real equivalent in English, and translations above are presented to give an idea of the planets name's meaning. These names come from Sanskrit (language spoken in India) and are largely used in the current language in Mongolia but in an unofficial way. It is also very interesting to see the tight link between terms designating other celestial bodies and their beliefs: Indeed, the Milky Way is named _Tengeriin Zadas_ which could literally be translated as the Sky Line (_Tengeriin_, the sky, which also means the god of the sky, and _Zadas_, the line). Well known in Mongolian star lore concerns Alcor, the star located above Mizar in the Great Bear. It symbolises the recovery and protection star. It was placed here by _Tengeriin_ (god of heaven) to protect Mizar. To become an archer for Genghis Khan (13th century), it seemed that one had to be able to discern these two stars with the naked eye. From a historic point of view, this excellent knowledge of the sky goes back to _Ulug Beg_ (AD 1394-1449; _Taraghay_ by his real name), astronomer, mathematician and vice-king in Samarkand. His empire extended to Central Asia. Turning away from his royal obligations, he examined celestial bodies and astronomical questions of his time. He is the first to extremely precisely measure Saturn's revolution period (_Sanchir_) with a sextant of 40 meters radius. ### Myths and Legends #### The Great Bear Mongolians are particularly attached to the Great Bear. This constellation is limited for them to the seven stars of the Dipper forming the bear's tail and body, and the legend concerning it is probably the most famous in Mongolia. > > Once upon a time, there were eight orphan brothers gifted with outstanding > capabilities living within a kingdom. The king and the queen lived within it > peacefully. One day, a monster came and kidnapped the queen. The king asked > the eight brothers to bring her back and said: "If one of you succeeds to > rescue my beloved, I will give to him a golden arrow". The orphans went > together to assist their queen. For two days and three nights they searched > for the monster. Then, in the middle of the third night, they found and > killed it. They brought back the queen in the castle. > > The king did not cut out the arrow in eight parts, he decided to throw it to > the sky. The first to catch it could keep it. The youngest brother succeeded > and changed immediately into the North Star. The seven others changed into > the seven gods, the seven Buddhas visiting their younger brother every night. > The name _Doloonburkhan_ (the Seven Buddhas) comes from this legend to > appoint the Great Bear and the Golden Stick, _Altan Hadaas_, the Polar Star. > A tradition, particularly delightful, concerns the link between Mongolian people and the Great Bear as one star of this constellation is attributed to every Mongolian depending on their birth year in the Chinese calendar. Chinese and Mongolian calendars have some similarities (the Mongolian calendar is a lunar calendar). Each year is related to an animal and is associated with a star of the constellation Great Bear. The first, Dubhe (alpha UMa), corresponds to the rat's year, the second, Merak (beta UMa), corresponds to the year of the ox and so on until the end of the Great Bear's tail where Alkaid symbolizes the year of the horse. Then we start again at the first star in the year of the sheep and we repeat the same way until the twelfth and last year of the Chinese calendar, the one of the pig. Therefore, the two stars at the end of the tail are assigned one time only. This is a variant of the old Seven Buddha Sutra described by _Elverskog_. There however, the association of the stars goes in an up-and-down movement, i.e., Dubhe/Rat, Merak/Ox,... Mizar/Snake, Alkaid/Horse, Mizar/Goat, ... Merak/Pig. ![](doloon_burkhan.webp) #### Shooting stars Shooting stars have also a specific meaning for Mongolians: they are personified through their beliefs. When they see these shooting stars they imagine that it is a star which falls from the sky and which symbolizes somebody who just died. Whereas occidental people make a wish, Mongolians say: "Phew, it is not me!" (which is also a common belief among nomadic people of the West Sahara and some Arabic tribes). #### Neglected Legends Three legends just as rich in meaning concern the Sun, eclipses and _Hun Tavan Od_ (Cassiopeia). However, they are nowadays neglected and almost forgotten by most Mongolians: ##### Sun > > At the origin of the world, there was only one man and vast particularly dry > meadows, burned by the seven suns which lit the world. This man, a very good > archer, made the promise to the gods that he pierced all these suns without > missing a target even once. If he should fail, he would cut himself all the > fingers one by one and leave to live in a hole like a marmot (groundhog) to > ward off the curse that would weigh on him. He took his bow, pulled a first > arrow and hit his target. A second, a third until the sixth which destroyed > the suns. He finished by pulling his seventh arrow towards the last sun, when > a swallow flew off and passed through its direction. The bird was hit. The man > had not reached his goal, so he left towards exile in a hole, cut his fingers > and turned into a marmot. The swallow had just saved our Sun, otherwise all > life would have disappeared from the world's surface. > We have to see here a parallel with the number seven, important in the Mongolian culture like all odd numbers. They bring luck in the buddhist religion. ##### Eclipses > > At that time, there lived a scary monster named _Raah_ which frightened the > entire world. He devoured all what were in its way. The god _Orchiwaani_ > owned a magic spring: whoever drank from it became immortal. One day, _Raah_ > stole the magic spring and drunk. The Moon and the Sun caught the monster in > the act and reported to _Orchiwaani_. Seething with rage to hear about this > piece of news he went to fight the monster. He cut its head many times but it > grew again immediately because _Raah_ had become immortal. Then, he intended > to cut its tail in order to allow all that it ate to leave again directly. > Just as _Orchiwaani_ had seized the monster to finish it off, it escaped and > disappeared between the Moon and the Sun. Then _Orchiwaani_ asked the Moon to > help, who recaptured _Raah_ and cut its rump and its tail. In revenge, the > monster comes back sometimes to eat the Moon or the Sun but they always > immediately exit it. This is the mythological reason for lunar and solar > eclipses. > When there is an eclipse, Mongolians know that it means that _Raah_ devours the Moon or the Sun and they make a lot of noise in order to make the monster to liberate the eclipsed one. In the 13th century, Guillaume de Rubruck wrote [#1]: > > Some \[Mongolian people\] have knowledge in astronomy and predict them \[to > other Mongolian people\] the Lunar and Solar eclipses and, when it is about to > produce one, everybody stocks up on food because they do not pass the door of > their habitation. And while the eclipse happens, they play the drum and > instruments and make big noise and clamors. When the eclipse is finished, they > devote themselves to beverage and festivity and make a big party." > Eclipse travelers in 2008 still witnessed drivers and cooks hiding in their tents and making noise with the pots. It seemed authentic, not a show for the tourists. Also note the similarity of _Raah_ with Indian _Rahu_. ##### Cassiopeia (_Hun Tavan Od_) Cassiopeia (_Hun Tavan Od_) symbolises unity, brotherhood, solidarity for the Mongolians. The constellation's five stars represent unity of the five children of Genghis Khan's wife, Oulin. > > Them did not get well along with each other and squabbled all the time. Their > mother decided to strongly tie five ropes, and each one should try to untie a > knot. If they succeeded, it meant that they didn't remain united with other, > and that the brotherhood didn't gather in hard times. Conversely, if the knots > withstood the test, the five brothers would remain united and close for the > rest of their lives and would be victorious at the time of wars. > #### Other Beliefs Linked to the Sky According to a Mongolian legend, a woman devoting herself to count one hundred stars in the sky will dream about her future husband. Sometimes, Mongolians honor the Great Bear (_Doloon Burkhan_) by throwing milk in its direction. Milk, of white color, symbolizes purity in Mongolia. They pray so that something may be fulfilled, but for several persons, not for just one person, because this would bring bad luck. Milk can be replaced by vodka which, due to its colorlessness, symbolizes the dark color and the strength for Mongolians. By doing this, it avoids bad luck, quarrels, fear and fends off evil spirits. ### Conclusion The constellations are inspired by occidental ones, but the Mongolian cosmogony, briefly exposed here, highlights a notable identity of beliefs which are associated with it. Mongolian culture and knowledge transmission is essentially verbal, and so few written traces exist about these subjects. It is therefore particularly hard to relate their cosmogony with high fidelity and precision. In order to preserve knowledge about this cosmogony, every observation, suggestions or collaboration are welcome! ### Acknowledgements and Further Reading * Bayrlalaa (thank you) to Mongolians, for their kindness and their help in the gathering of these informations about their culture and their cosmogony * [L'Uranoscope de France](http://uranoscope.free.fr) * [L'Association Française d'Astronomie / The French Astronomy Association](http://www.afanet.fr) * [OutOfNowhere](http://www.outofnowhere.asia)
fil: Ang mga konstelasyon ng Mongolian at cosmogony ay minana mula sa occidental na sibilisasyon kapansin-pansin sa pamamagitan ng pakikipag-ugnayan kay Alexander the Great na ang mga iskolar ay itinuturing na Babylonian astral science bilang pinakamataas na pamantayan. Ito rin ay higit na naimpluwensyahan ng sibilisasyong Tsino at relihiyong Budista, na nagresulta sa maraming mga alamat at paniniwala na nauugnay sa kung ano ang nakapaligid sa kanila. Ang lokal na ligaw at fauna ang pangunahing tema ng kulturang ito sa kalangitan. Ang kayamanan ng kanilang cosmogony ay malamang na maiugnay sa mahusay na mga kondisyon sa pagmamasid kung kanino sila nakikinabang kahit ngayon. Noong nakaraan, ang pangangailangan para sa mga Mogolians na lumipat at makakuha ng tindig kahit na sa gabi at sa iba't ibang mga panahon, marahil ay isa sa mga elemento na bumuo ng kanilang imahinasyon na nakaharap sa kalangitan. ### Mga konstelasyon Sa pangkalahatan, ang mga bituin ay kumakatawan sa mga hayop na umiikot sa North Star na sinasagisag ng gintong patpat (_Altan Hadaas_). Halos lahat ng Mongolian asterism ay katulad ng mga modernong ngunit ang ilan sa mga ito ay may iba't ibang pangalan, hal.: Ang Swan ay pinangalanang _Num Sum_ (Ang Bow at ang Palaso) at ang Big Dipper ay tinatawag na _Doloon Burkhan_. Sa imahinasyon ng Mongolian, ang mga bituin ng summer triangle, i.e. Vega, Deneb at Altair, ay tumutukoy sa tatlong stag (_Gurvan Maral Od_ sa Mongolian) at Cassiopeia ay kumakatawan sa Five Stars Woman (_Hun Tavan Od_). ### Mga Planeta at Bituin Sa orihinal, kinakalkula ng astrolohiya ng Tibeto-Mongolian ang mga posisyon ng bawat isa sa limang mga planeta na nakahubad na mata (Mercury, Venus, Mars, Jupiter, Saturn): ang mga planeta na lampas sa Saturn ay hindi nakilala sa pre-telescopic na panahon. Tulad ng kulturang Romano, iniuugnay ng mga Mongolian ang limang planeta sa bawat araw ng linggo, na kinukumpleto ang pitong araw na linggo kasama ang Araw (_Nar_) para sa Linggo at ang Buwan(_Sar_) para sa Lunes. Ang mga pangalan ng mga planeta ng solar system ay may ilang mga kakaiba sa Mongolian. Ang Mercury ay pinangalanang _Bud_ (na nauugnay sa Miyerkules), Venus, _Asukal_ (na nauugnay sa Biyernes), sa Earth, _Delkhii_, Mars, _Angarag_ (nauugnay sa Martes), Jupiter, _Barhasbadi_ (nauugnay sa Huwebes), Saturn, _Sanchir_ (nauugnay sa Sabado) . Ang termino para sa Uranus ay _Tengeriin-van_ at para sa Neptune _Dalai-van_. Makikita natin na ang dalawa ay huling, hindi nakikita ng mata, at natuklasan nang matagal pagkatapos ng iba, ay may mga katangian na magkaroon ng butil na _-van_ sa dulo ng pangalan, na nagpapahiwatig ng katayuang prinsipe sa Mongolian. Ang Earth ay walang particle na ito sa pangalan ngunit ang dwarf planet na Pluto (_Dalkhii-van_ sa Mongolian) ay may napakahawig na pagtatalaga at kasama ang particle na ito. Posibleng isalin ang Pluto' Mongolian na pangalan bilang "The princely ground"; ito ay parang lupa ngunit hindi ang Earth (planeta) kundi ang lupa/ibabaw na ating nilalakaran. Ang Uranus, _Tengeriin-van_, ay maaaring isalin bilang "princely sky", at Neptun, _Dalai-van_, bilang "princely ocean". Gayunpaman, ang particle na ito ay walang tunay na katumbas sa Ingles, at ang mga pagsasalin sa itaas ay ipinakita upang magbigay ng ideya sa kahulugan ng pangalan ng mga planeta. Ang mga pangalang ito ay nagmula sa Sanskrit (wika na sinasalita sa India) at kadalasang ginagamit sa kasalukuyang wika sa Mongolia ngunit sa isang hindi opisyal na paraan. Napaka-interesante ding makita ang mahigpit na ugnayan sa pagitan ng mga terminong tumutukoy sa iba pang mga celestial body at sa kanilang mga paniniwala: Sa katunayan, ang Milky Way ay pinangalanang _Tengeriin Zadas_ na maaaring literal na isalin bilang Sky Line (_Tengeriin_, ang langit, na nangangahulugan din ng diyos ng ang langit, at _Zadas_, ang linya). Kilala sa Mongolian star lore ang tungkol kay Alcor, ang bituin na matatagpuan sa itaas ng Mizar sa Great Bear. Ito ay sumisimbolo sa pagbawi at proteksyon na bituin. Ito ay inilagay dito ni _Tengeriin_ (diyos ng langit) upang protektahan si Mizar. Upang maging isang mamamana para kay Genghis Khan (ika-13 siglo), tila kailangang matukoy ng isa ang dalawang bituing ito sa pamamagitan ng mata. Mula sa makasaysayang pananaw, ang napakahusay na kaalamang ito sa kalangitan ay bumalik kay _Ulug Beg_ (AD 1394-1449; _Taraghay_ sa kanyang tunay na pangalan), astronomer, mathematician at bise-hari sa Samarkand. Lumawak ang kanyang imperyo sa Gitnang Asya. Pagtalikod sa kanyang mga obligasyon sa hari, sinuri niya ang mga makalangit na bagay at mga tanong sa astronomiya noong kanyang panahon. Siya ang kauna-unahang lubos na tumpak na sumukat sa panahon ng rebolusyon ni Saturn (_Sanchir_) na may sextant na 40 metrong radius. ### Mga Mito at Alamat #### Ang Dakilang Oso Ang mga Mongolian ay partikular na nakakabit sa Great Bear. Ang konstelasyon na ito ay limitado para sa kanila sa pitong bituin ng Dipper na bumubuo sa buntot at katawan ng oso, at ang alamat tungkol dito ay marahil ang pinakatanyag sa Mongolia. > Noong unang panahon, mayroong walong kapatid na ulila na binigyan ng natatanging kakayahan na naninirahan sa loob ng isang kaharian. Ang hari at ang reyna ay nanirahan sa loob nito nang mapayapa. Isang araw, dumating ang isang halimaw at inagaw ang reyna. Hiniling ng hari sa walong magkakapatid na ibalik siya at sinabi: "Kung magtagumpay ang isa sa inyo na iligtas ang aking minamahal, bibigyan ko siya ng gintong palaso". Nagsama-sama ang mga ulila upang tulungan ang kanilang reyna. Dalawang araw at tatlong gabi nilang hinanap ang halimaw. Pagkatapos, sa kalagitnaan ng ikatlong gabi, natagpuan nila ito at pinatay. Ibinalik nila ang reyna sa kastilyo. > Hindi pinutol ng hari ang palaso sa walong bahagi, nagpasya siyang itapon ito sa langit. Ang unang makahuli nito ay maaaring panatilihin ito. Ang bunsong kapatid ay nagtagumpay at agad na naging North Star. Ang pitong iba ay nagbago sa pitong diyos, ang pitong Buddha ay bumibisita sa kanilang nakababatang kapatid tuwing gabi. Ang pangalang _Doloonburkhan_ (ang Pitong Buddha) ay nagmula sa alamat na ito upang italaga ang Great Bear at ang Golden Stick, _Altan Hadaas_, ang Polar Star. > Ang isang tradisyon, partikular na kasiya-siya, ay may kinalaman sa ugnayan sa pagitan ng mga taong Mongolian at ng Great Bear bilang isang bituin ng konstelasyon na ito ay iniuugnay sa bawat Mongolian depende sa kanilang taon ng kapanganakan sa kalendaryong Tsino. May ilang pagkakatulad ang mga kalendaryong Tsino at Mongolian (ang kalendaryong Mongolian ay isang kalendaryong lunar). Bawat taon ay nauugnay sa isang hayop at nauugnay sa isang bituin ng konstelasyon na Great Bear. Ang una, Dubhe (alpha UMa), ay tumutugma sa taon ng daga, ang pangalawa, Merak (beta UMa), ay tumutugma sa taon ng baka at iba pa hanggang sa katapusan ng buntot ng Great Bear kung saan ang Alkaid ay sumisimbolo sa taon ng kabayo . Pagkatapos ay magsisimula tayong muli sa unang bituin sa taon ng tupa at inuulit natin ang parehong paraan hanggang sa ikalabindalawa at huling taon ng kalendaryong Tsino, ang isa sa baboy. Samakatuwid, ang dalawang bituin sa dulo ng buntot ay itinalaga nang isang beses lamang. Ito ay isang variant ng lumang Seven Buddha Sutra na inilarawan ni _Elverskog_. Gayunpaman, doon, ang samahan ng mga bituin ay napupunta sa isang pataas-pababang paggalaw, i.e., Dubhe/Daga, Merak/Ox,... Mizar/Snake, Alkaid/Kabayo, Mizar/Goat, ... Merak/Pig. ![](doloon_burkhan.webp) #### Mga bulalakaw Ang mga shooting star ay mayroon ding tiyak na kahulugan para sa mga Mongolian: sila ay nailalarawan sa pamamagitan ng kanilang mga paniniwala. Kapag nakita nila ang mga shooting star na ito ay iniisip nila na ito ay isang bituin na bumabagsak mula sa langit at nagsisimbolo ng isang taong kamamatay lang. Samantalang ang mga taga-Occidental ay humihiling, ang mga Mongolian ay nagsasabi: "Phew, hindi ako ito!" (na isa ring karaniwang paniniwala sa mga nomadic na tao ng West Sahara at ilang tribong Arabe). #### Mga Pinabayaang Alamat Tatlong alamat na kasing yaman ng kahulugan ay tungkol sa Araw, mga eklipse at _Hun Tavan Od_ (Cassiopeia). Gayunpaman, ang mga ito sa ngayon ay napapabayaan at halos nakalimutan ng karamihan sa mga Mongolian: ##### Araw > Sa pinagmulan ng mundo, mayroon lamang isang tao at malawak na tuyong parang, na sinunog ng pitong araw na nagliliwanag sa mundo. Ang taong ito, isang napakahusay na mamamana, ay nangako sa mga diyos na tinusok niya ang lahat ng mga araw na ito nang walang nawawalang target kahit isang beses. Kung mabibigo siya, puputulin niya ang kanyang sarili ng lahat ng mga daliri ng isa-isa at aalis upang manirahan sa isang butas tulad ng isang marmot (groundhog) upang itakwil ang sumpa na mabigat sa kanya. Kinuha niya ang kanyang busog, bumunot ng unang palaso at tumama sa kanyang target. Isang pangalawa, pangatlo hanggang sa ikaanim na sumisira sa mga araw. Natapos niya sa pamamagitan ng paghila ng kanyang ikapitong palaso patungo sa huling araw, nang lumipad ang isang lunok at dumaan sa direksyon nito. Tinamaan ang ibon. Hindi pa naabot ng lalaki ang kanyang layunin, kaya umalis siya patungo sa pagpapatapon sa isang butas, pinutol ang kanyang mga daliri at naging marmot. Iniligtas lang ng lunok ang ating Araw, kung hindi ay nawala na ang lahat ng buhay sa mundong ibabaw. > Kailangan nating makita dito ang isang parallel sa numerong pito, mahalaga sa kulturang Mongolian tulad ng lahat ng kakaibang numero. Nagdadala sila ng suwerte sa relihiyong buddha. ##### Eclipses > Noong panahong iyon, may nabuhay na nakakatakot na halimaw na nagngangalang _Raah_ na nagpatakot sa buong mundo. Nilamon niya ang lahat ng nasa daan nito. Ang diyos na si _Orchiwaani_ ay nagmamay-ari ng isang mahiwagang bukal: sinumang uminom dito ay naging walang kamatayan. Isang araw, ninakaw ni _Raah_ ang magic spring at lasing. Nahuli ng Buwan at Araw ang halimaw sa akto at iniulat kay _Orchiwaani_. Nanggagalaiti sa galit na marinig ang tungkol sa balitang ito na pinuntahan niya ang halimaw. Ilang beses niyang pinutol ang ulo nito ngunit agad itong lumaki dahil naging imortal na si _Raah_. Pagkatapos, sinadya niyang putulin ang buntot nito para makaalis muli ang lahat ng kinakain nito. Tulad ng pag-agaw ni _Orchiwaani_ sa halimaw upang tapusin ito, ito ay nakatakas at nawala sa pagitan ng Buwan at ng Araw. Pagkatapos ay humiling si _Orchiwaani_ sa Buwan na tumulong, na muling nakuha si _Raah_ at pinutol ang puwitan at buntot nito. Bilang paghihiganti, bumabalik minsan ang halimaw para kainin ang Buwan o Araw ngunit palagi nilang nilalabasan ito. Ito ang mitolohiyang dahilan ng lunar at solar eclipses. > Kapag may eclipse, alam ng mga Mongolian na ang ibig sabihin ay nilalamon ni _Raah_ ang Buwan o ang Araw at gumawa sila ng malakas na ingay para palayain ng halimaw ang naka-eclipse. Noong ika-13 siglo, isinulat ni Guillaume de Rubruck [#1]: > Ang ilang \[mga taong Mongolian\] ay may kaalaman sa astronomiya at hinuhulaan ang mga ito \[sa ibang mga taga-Mongolian\] ang Lunar at Solar eclipses at, kapag ito ay malapit nang makagawa ng isa, lahat ay nag-iipon ng pagkain dahil hindi sila dumaan sa pintuan ng kanilang tirahan. At habang nangyayari ang eklipse, tumutugtog sila ng tambol at mga instrumento at gumawa ng malaking ingay at hiyawan. Kapag natapos na ang eclipse, inilaan nila ang kanilang sarili sa inumin at kasiyahan at gumawa ng isang malaking party." > Nasaksihan pa rin ng mga manlalakbay ng Eclipse noong 2008 ang mga driver at kusinero na nagtatago sa kanilang mga tolda at nag-iingay sa mga kaldero. Ito ay tila tunay, hindi isang palabas para sa mga turista. Pansinin din ang pagkakatulad ng _Raah_ sa Indian _Rahu_. ##### Cassiopeia (_Hun Tavan Od_) Ang Cassiopeia (_Hun Tavan Od_) ay sumisimbolo sa pagkakaisa, kapatiran, pagkakaisa para sa mga Mongolian. Ang limang bituin ng konstelasyon ay kumakatawan sa pagkakaisa ng limang anak ng asawa ni Genghis Khan na si Oulin. > Hindi sila naging maayos sa isa't isa at laging nag-aaway. Nagpasya ang kanilang ina na mahigpit na itali ang limang lubid, at dapat subukan ng bawat isa na makalas ang isang buhol. Kung nagtagumpay sila, nangangahulugan ito na hindi sila nananatiling kaisa ng iba, at ang kapatiran ay hindi nagtitipon sa mahihirap na panahon. Sa kabaligtaran, kung ang mga buhol ay makayanan ang pagsubok, ang limang magkakapatid ay mananatiling nagkakaisa at magkakalapit sa natitirang bahagi ng kanilang buhay at magiging matagumpay sa panahon ng mga digmaan. > #### Iba Pang Paniniwala na Nakaugnay sa Langit Ayon sa isang alamat ng Mongolian, ang isang babaeng nag-uukol ng kanyang sarili sa pagbilang ng isang daang bituin sa langit ay mangangarap tungkol sa kanyang magiging asawa. Minsan, pinararangalan ng mga Mongolian ang Great Bear (_Doloon Burkhan_) sa pamamagitan ng paghahagis ng gatas sa direksyon nito. Ang gatas, na may puting kulay, ay sumisimbolo sa kadalisayan sa Mongolia. Nagdadasal sila na sana may matupad, ngunit para sa ilang tao, hindi para sa isang tao lang, dahil magdudulot ito ng malas. Ang gatas ay maaaring palitan ng vodka na, dahil sa kawalan ng kulay nito, ay sumisimbolo sa madilim na kulay at lakas para sa mga Mongolian. Sa pamamagitan nito, iniiwasan nito ang malas, awayan, takot at tinataboy ang masasamang espiritu. ### Konklusyon Ang mga konstelasyon ay inspirasyon ng mga occidental, ngunit ang Mongolian cosmogony, sa maikling pagkakalantad dito, ay nagha-highlight ng isang kapansin-pansing pagkakakilanlan ng mga paniniwala na nauugnay dito. Ang kultura at paghahatid ng kaalaman ng Mongolian ay mahalagang pandiwa, at kakaunti ang mga nakasulat na bakas tungkol sa mga paksang ito. Samakatuwid, partikular na mahirap iugnay ang kanilang cosmogony nang may mataas na katapatan at katumpakan. Upang mapanatili ang kaalaman tungkol sa cosmogony na ito, ang bawat obserbasyon, mungkahi o pakikipagtulungan ay malugod na tinatanggap! ### Mga Pasasalamat at Karagdagang Pagbasa * Bayrlalaa (salamat) sa mga Mongolian, para sa kanilang kabaitan at kanilang tulong sa pangangalap ng mga impormasyong ito tungkol sa kanilang kultura at kanilang cosmogony * [L'Uranoscope de France](http://uranoscope.free.fr) * [L'Association Française d'Astronomie / The French Astronomy Association](http://www.afanet.fr) * [OutOfNowhere](http://www.outofnowhere.asia)
fr: Les constellations mongoles et la cosmogonie ont été héritées de la civilisation occidentale, notamment par le contact avec Alexandre le Grand dont les érudits considéraient la science astrale babylonienne comme la norme la plus élevée. Il a également été largement influencé par la civilisation chinoise et la religion bouddhiste, entraînant de nombreux mythes et croyances liés à ce qui les entoure. La faune et la flore locales sont les principaux thèmes de cette culture du ciel. La richesse de leur cosmogonie est probablement liée aux excellentes conditions d'observation dont ils bénéficient aujourd'hui. Dans le passé, la nécessité pour les Mogoliens de se déplacer et de se repérer même pendant la nuit et à différentes saisons, est probablement l'un des éléments qui ont développé leur imagination face au ciel. ### Constellations Généralement, les étoiles représentent des animaux tournant autour de l'étoile polaire qui est symbolisée par le bâton d'or (_Altan Hadaas_). Presque tous les astérismes mongols sont similaires aux modernes, mais certains ont des noms différents, par exemple: le cygne est nommé _Num Sum_ (l'arc et la flèche) et la grande Ourse est appelée _Doloon Burkhan_. Dans l'imaginaire mongol, les étoiles du triangle d'été, c'est-à-dire Vega, Deneb et Altair, se réfèrent à trois cerfs (_Gurvan Maral Od_ en mongol) et Cassiopée représente la femme cinq étoiles (_Hun Tavan Od_). ### Planètes et étoiles À l'origine, l'astrologie tibéto-mongole calculait les positions de chacune des cinq planètes à l'œil nu (Mercure, Vénus, Mars, Jupiter, Saturne): les planètes au-delà de Saturne n'étaient pas reconnues à l'ère pré-télescopique. Comme dans la culture romaine, les Mongols ont attribué les cinq planètes à chaque jour de la semaine, complétant la semaine de sept jours avec le Soleil (_Nar_) pour dimanche et la Lune (_Sar_) pour lundi. Les noms des planètes du système solaire ont quelques particularités en mongol. Mercure est nommé _Bud_ (associé à mercredi), Vénus, _Sugar_ (associé à vendredi), la Terre, _Delkhii_, Mars, _Angarag_ (associé à mardi), Jupiter, _Barhasbadi_ (associé à jeudi), Saturne, _Sanchir_ (associé à samedi) . Le terme pour Uranus est _Tengeriin-van_ et pour Neptune _Dalai-van_. On peut voir que les deux derniers, invisibles à l'œil nu, et découverts longtemps après les autres, ont les caractéristiques d'avoir la particule _-van_ à la fin du nom, indiquant le statut princier en mongol. La Terre n'a pas cette particule dans le nom mais la planète naine Pluton (_Dalkhii-van_ en mongol) a une désignation très similaire et inclut cette particule. Il est possible de traduire le nom mongol de Pluton par "La terre princière"; c'est quelque chose comme la terre mais pas la Terre (planète) mais le sol / surface sur lequel nous marchons. Uranus, _Tengeriin-van_, pourrait être traduit comme "ciel princier", et Neptun, _Dalai-van_, comme "l'océan princier". Néanmoins, cette particule n'a pas de véritable équivalent en anglais, et les traductions ci-dessus sont présentées pour donner une idée de la signification du nom des planètes. Ces noms viennent du sanskrit (langue parlée en Inde) et sont largement utilisés dans la langue actuelle en Mongolie mais de manière non officielle. Il est également très intéressant de voir le lien étroit entre les termes désignant d'autres corps célestes et leurs croyances: en effet, la Voie lactée est nommée _Tengeriin Zadas_ qui pourrait littéralement être traduite par Sky Line (_Tengeriin_, le ciel, qui signifie aussi le dieu de le ciel et _Zadas_, la ligne). Bien connu dans la tradition des étoiles mongoles, Alcor, l'étoile située au-dessus de Mizar dans la Grande Ourse. Il symbolise l'étoile de récupération et de protection. Il a été placé ici par _Tengeriin_ (dieu du ciel) pour protéger Mizar. Pour devenir archer pour Gengis Khan (XIIIe siècle), il semblait qu'il fallait pouvoir discerner ces deux étoiles à l'œil nu. D'un point de vue historique, cette excellente connaissance du ciel remonte à _Ulug Beg_ (AD 1394-1449; _Taraghay_ de son vrai nom), astronome, mathématicien et vice-roi à Samarkand. Son empire s'étend à l'Asie centrale. Se détournant de ses obligations royales, il a examiné les corps célestes et les questions astronomiques de son temps. Il est le premier à mesurer de façon extrêmement précise la période de révolution de Saturne (_Sanchir_) avec un sextant de 40 mètres de rayon. ### Mythes et légendes #### La Grande Ourse Les Mongols sont particulièrement attachés à la Grande Ourse. Cette constellation est limitée pour eux aux sept étoiles de la Ourse formant la queue et le corps de l'ours, et la légende la concernant est probablement la plus célèbre de Mongolie. > Il était une fois, huit frères orphelins dotés de capacités exceptionnelles vivant dans un royaume. Le roi et la reine y vivaient paisiblement. Un jour, un monstre est venu et a kidnappé la reine. Le roi a demandé aux huit frères de la ramener et a dit: "Si l'un de vous réussit à sauver ma bien-aimée, je lui donnerai une flèche d'or". Les orphelins sont allés ensemble pour aider leur reine. Pendant deux jours et trois nuits, ils ont cherché le monstre. Puis, au milieu de la troisième nuit, ils l'ont trouvé et tué. Ils ont ramené la reine au château. > Le roi n'a pas découpé la flèche en huit parties, il a décidé de la jeter vers le ciel. Le premier à l'attraper pourrait le garder. Le plus jeune frère a réussi et s'est immédiatement transformé en l'étoile polaire. Les sept autres se sont transformés en sept dieux, les sept bouddhas visitant leur frère cadet tous les soirs. Le nom _Doloonburkhan_ (les Sept Bouddhas) vient de cette légende pour nommer le Grand Ours et le Bâton d'Or, _Altan Hadaas_, l'Étoile Polaire. > Une tradition, particulièrement délicieuse, concerne le lien entre le peuple mongol et la Grande Ourse, car une étoile de cette constellation est attribuée à chaque mongol en fonction de son année de naissance dans le calendrier chinois. Les calendriers chinois et mongol ont quelques similitudes (le calendrier mongol est un calendrier lunaire). Chaque année est liée à un animal et est associée à une étoile de la constellation du Grand Ours. Le premier, Dubhe (alpha UMa), correspond à l'année du rat, le second, Merak (beta UMa), correspond à l'année du bœuf et ainsi de suite jusqu'à la fin de la queue de la Grande Ourse où Alkaid symbolise l'année du cheval . Puis on recommence à la première étoile de l'année du mouton et on recommence de la même manière jusqu'à la douzième et dernière année du calendrier chinois, celle du cochon. Par conséquent, les deux étoiles à la fin de la queue sont attribuées une seule fois. Ceci est une variante de l'ancien Sutra des Sept Bouddhas décrit par _Elverskog_. Là cependant, l'association des étoiles va dans un mouvement de haut en bas, c'est-à-dire Dubhe / Rat, Merak / Ox, ... Mizar / Snake, Alkaid / Horse, Mizar / Goat, ... Merak / Pig. ![](doloon_burkhan.webp) #### Étoiles filantes Les étoiles filantes ont également une signification particulière pour les Mongols: elles sont personnifiées par leurs croyances. Quand ils voient ces étoiles filantes, ils s'imaginent que c'est une étoile qui tombe du ciel et qui symbolise quelqu'un qui vient de mourir. Alors que les occidentaux font un vœu, les Mongols disent: "Ouf, ce n'est pas moi!" (qui est également une croyance commune parmi les peuples nomades du Sahara occidental et certaines tribus arabes). #### Légendes négligées Trois légendes tout aussi riches de sens concernent le Soleil, les éclipses et _Hun Tavan Od_ (Cassiopée). Cependant, ils sont aujourd'hui négligés et presque oubliés par la plupart des Mongols: ##### Soleil > A l'origine du monde, il n'y avait qu'un seul homme et de vastes prairies particulièrement sèches, brûlées par les sept soleils qui éclairaient le monde. Cet homme, un très bon archer, a fait la promesse aux dieux qu'il a transpercé tous ces soleils sans manquer une seule cible. S'il échouait, il se couperait tous les doigts un par un et partirait vivre dans un trou comme une marmotte (marmotte) pour conjurer la malédiction qui pèserait sur lui. Il a pris son arc, a tiré une première flèche et a atteint sa cible. Un deuxième, un troisième jusqu'au sixième qui détruisit les soleils. Il termina en tirant sa septième flèche vers le dernier soleil, lorsqu'une hirondelle s'envola et traversa sa direction. L'oiseau a été touché. L'homme n'avait pas atteint son but, alors il est parti vers l'exil dans un trou, s'est coupé les doigts et s'est transformé en marmotte. L'hirondelle venait de sauver notre Soleil, sinon toute vie aurait disparu de la surface du monde. > Nous devons voir ici un parallèle avec le nombre sept, important dans la culture mongole comme tous les nombres impairs. Ils portent chance dans la religion bouddhiste. ##### Eclipses > A cette époque, vivait un monstre effrayant nommé _Raah_ qui effrayait le monde entier. Il a dévoré tout ce qui se trouvait sur son chemin. Le dieu _Orchiwaani_ possédait une source magique: celui qui en buvait devenait immortel. Un jour, _Raah_ a volé la source magique et a bu. La Lune et le Soleil ont attrapé le monstre dans l'acte et ont fait rapport à _Orchiwaani_. Bouillant de rage d'entendre parler de cette nouvelle, il est allé combattre le monstre. Il s'est coupé la tête plusieurs fois mais il a de nouveau grossi immédiatement parce que _Raah_ était devenu immortel. Ensuite, il avait l'intention de lui couper la queue afin de permettre à tout ce qu'il mangeait de repartir directement. Tout comme _Orchiwaani_ avait saisi le monstre pour l'achever, il s'est échappé et a disparu entre la Lune et le Soleil. Puis _Orchiwaani_ a demandé à la Lune de l'aider, qui a repris _Raah_ et lui a coupé la croupe et la queue. Pour se venger, le monstre revient parfois manger la Lune ou le Soleil mais ils en sortent toujours immédiatement. C'est la raison mythologique des éclipses lunaires et solaires. > Quand il y a une éclipse, les Mongols savent que cela signifie que _Raah_ dévore la Lune ou le Soleil et ils font beaucoup de bruit afin de faire libérer le monstre éclipsé par le monstre. Au XIIIe siècle, Guillaume de Rubruck écrit [#1]: > Certains \[mongols\] ont des connaissances en astronomie et les prédisent \[à d'autres mongols\] les éclipses lunaires et solaires et, quand il est sur le point d'en produire un, tout le monde s'approvisionne en nourriture parce qu'ils ne passent pas la porte de leur habitation. Et pendant que l'éclipse se produit, ils jouent du tambour et des instruments et font du bruit et des clameurs. Lorsque l'éclipse est terminée, ils se consacrent à la boisson et à la fête et font une grande fête. " > Les voyageurs d'Eclipse en 2008 ont encore vu des chauffeurs et des cuisiniers se cacher dans leurs tentes et faire du bruit avec les pots. Cela semblait authentique, pas un spectacle pour les touristes. Notez également la similitude de _Raah_ avec _Rahu_ indien. ##### Cassiopée (_Hun Tavan Od_) Cassiopée (_Hun Tavan Od_) symbolise l'unité, la fraternité, la solidarité pour les Mongols. Les cinq étoiles de la constellation représentent l'unité des cinq enfants de la femme de Gengis Khan, Oulin. > Ils ne s'entendaient pas bien et se chamaillaient tout le temps. Leur mère a décidé de lier fermement cinq cordes, et chacune devrait essayer de dénouer un nœud. S'ils réussissaient, cela signifiait qu'ils ne restaient pas unis aux autres et que la confrérie ne se réunissait pas dans les moments difficiles. À l'inverse, si les nœuds résistaient à l'épreuve, les cinq frères resteraient unis et proches pour le reste de leur vie et seraient victorieux lors des guerres. > #### Autres croyances liées au ciel Selon une légende mongole, une femme se consacrant à compter cent étoiles dans le ciel rêvera de son futur mari. Parfois, les Mongols honorent la Grande Ourse (_Doloon Burkhan_) en jetant du lait dans sa direction. Le lait, de couleur blanche, symbolise la pureté en Mongolie. Ils prient pour que quelque chose se réalise, mais pour plusieurs personnes, pas pour une seule personne, car cela porterait malheur. Le lait peut être remplacé par de la vodka qui, en raison de son incolore, symbolise la couleur sombre et la force des Mongols. Ce faisant, il évite la malchance, les querelles, la peur et repousse les mauvais esprits. ### Conclusion Les constellations sont inspirées de celles occidentales, mais la cosmogonie mongole, brièvement exposée ici, met en évidence une identité notable de croyances qui lui sont associées. La culture mongole et la transmission des connaissances sont essentiellement verbales et il existe donc peu de traces écrites sur ces sujets. Il est donc particulièrement difficile de relier leur cosmogonie avec une grande fidélité et précision. Afin de préserver les connaissances sur cette cosmogonie, toute observation, suggestion ou collaboration est la bienvenue! ### Remerciements et lectures complémentaires * Bayrlalaa (merci) aux Mongols, pour leur gentillesse et leur aide dans la collecte de ces informations sur leur culture et leur cosmogonie * [L'Uranoscope de France](http://uranoscope.free.fr) * [Association Française d'Astronomie / The French Astronomy Association](http://www.afanet.fr) * [OutOfNowhere](http://www.outofnowhere.asia)
id: Konstelasi dan kosmogoni Mongolia diwarisi dari peradaban barat terutama melalui kontak dengan Alexander Agung yang para sarjananya menganggap ilmu astral Babilonia sebagai standar tertinggi. Itu juga sebagian besar dipengaruhi oleh peradaban Cina dan agama Buddha, menghasilkan banyak mitos dan kepercayaan yang terkait dengan apa yang mengelilinginya. Satwa liar dan fauna lokal adalah tema utama budaya langit ini. Kekayaan kosmogoni mereka mungkin terkait dengan kondisi pengamatan yang sangat baik yang mereka manfaatkan bahkan sekarang. Di masa lalu, kebutuhan orang-orang Mogolia untuk bergerak dan bertahan bahkan di malam hari dan di musim yang berbeda, mungkin merupakan salah satu elemen yang mengembangkan imajinasi mereka menghadap ke langit. ### Rasi Bintang Umumnya, bintang melambangkan binatang yang berputar mengelilingi Bintang Utara yang dilambangkan dengan tongkat emas (_Altan Hadaas_). Hampir semua asterisme Mongolia mirip dengan yang modern tetapi beberapa di antaranya memiliki nama yang berbeda, misalnya: Angsa bernama _Num Sum_ (Busur dan Anak Panah) dan Biduk disebut _Doloon Burkhan_. Dalam imajinasi Mongolia, bintang-bintang segitiga musim panas, yaitu Vega, Deneb dan Altair, mengacu pada tiga rusa jantan (_Gurvan Maral Od_ dalam bahasa Mongolia) dan Cassiopeia mewakili Wanita Bintang Lima (_Hun Tavan Od_). ### Planet dan Bintang Awalnya, astrologi Tibet-Mongolia menghitung posisi masing-masing dari lima planet mata telanjang (Merkurius, Venus, Mars, Jupiter, Saturnus): planet-planet di luar Saturnus tidak dikenali di era pra-teleskopik. Seperti dalam budaya Romawi, orang Mongolia menghubungkan lima planet dengan setiap hari dalam seminggu, melengkapi tujuh hari seminggu dengan Matahari (_Nar_) untuk hari Minggu dan Bulan (_Sar_) untuk hari Senin. Nama-nama planet tata surya memiliki beberapa kekhasan dalam bahasa Mongolia. Merkurius bernama _Bud_ (dihubungkan dengan hari Rabu), Venus, _Sugar_ (dihubungkan dengan hari Jumat), Bumi, _Delkhii_, Mars, _Angarag_ (dihubungkan dengan hari Selasa), Jupiter, _Barhasbadi_ (dihubungkan dengan hari Kamis), Saturnus, _Sanchir_ (dihubungkan dengan hari Sabtu) . Istilah untuk Uranus adalah _Tengeriin-van_ dan untuk Neptunus _Dalai-van_. Kita dapat melihat bahwa dua yang terakhir, tidak terlihat dengan mata telanjang, dan ditemukan lama setelah yang lain, memiliki karakteristik memiliki partikel _-van_ di akhir nama, yang menunjukkan status pangeran dalam bahasa Mongolia. Bumi tidak memiliki partikel ini dalam namanya tetapi planet kerdil Pluto (_Dalkhii-van_ dalam bahasa Mongolia) memiliki sebutan yang sangat mirip dan termasuk partikel ini. Dimungkinkan untuk menerjemahkan nama Mongolia Pluto sebagai "Tanah pangeran"; itu adalah sesuatu seperti bumi tetapi bukan bumi (planet) tetapi tanah/permukaan tempat kita berjalan. Uranus, _Tengeriin-van_, bisa diterjemahkan sebagai "pangeran langit", dan Neptun, _Dalai-van_, sebagai "pangeran samudra". Namun demikian, partikel ini tidak memiliki padanan yang nyata dalam bahasa Inggris, dan terjemahan di atas disajikan untuk memberikan gambaran tentang arti nama planet. Nama-nama ini berasal dari bahasa Sansekerta (bahasa yang digunakan di India) dan sebagian besar digunakan dalam bahasa saat ini di Mongolia tetapi dengan cara yang tidak resmi. Juga sangat menarik untuk melihat kaitan erat antara istilah yang menunjuk benda langit lain dan kepercayaan mereka: Memang, Bima Sakti bernama _Tengeriin Zadas_ yang secara harfiah dapat diterjemahkan sebagai Garis Langit (_Tengeriin_, langit, yang juga berarti dewa langit, dan _Zadas_, garis). Terkenal dalam pengetahuan bintang Mongolia menyangkut Alcor, bintang yang terletak di atas Mizar di Beruang Besar. Ini melambangkan bintang pemulihan dan perlindungan. Itu ditempatkan di sini oleh _Tengeriin_ (dewa surga) untuk melindungi Mizar. Untuk menjadi pemanah bagi Jenghis Khan (abad ke-13), tampaknya seseorang harus bisa membedakan kedua bintang ini dengan mata telanjang. Dari sudut pandang sejarah, pengetahuan yang luar biasa tentang langit ini kembali ke _Ulug Beg_ (AD 1394-1449; _Taraghay_ dengan nama aslinya), astronom, matematikawan dan wakil raja di Samarkand. Kerajaannya meluas ke Asia Tengah. Berpaling dari kewajiban kerajaannya, dia memeriksa benda-benda angkasa dan pertanyaan-pertanyaan astronomi pada masanya. Dia adalah orang pertama yang sangat tepat mengukur periode revolusi Saturnus (_Sanchir_) dengan sextant radius 40 meter. ### Mitos dan legenda #### Beruang Besar Orang Mongolia sangat terikat dengan Beruang Besar. Konstelasi ini terbatas bagi mereka untuk tujuh bintang Biduk yang membentuk ekor dan tubuh beruang, dan legenda tentangnya mungkin yang paling terkenal di Mongolia. > Dahulu kala, ada delapan saudara yatim piatu yang dikaruniai kemampuan luar biasa yang tinggal di dalam kerajaan. Raja dan ratu tinggal di dalamnya dengan damai. Suatu hari, monster datang dan menculik ratu. Raja meminta delapan bersaudara untuk membawanya kembali dan berkata: "Jika salah satu dari kalian berhasil menyelamatkan kekasihku, aku akan memberinya panah emas". Anak-anak yatim pergi bersama untuk membantu ratu mereka. Selama dua hari tiga malam mereka mencari monster itu. Kemudian, di tengah malam ketiga, mereka menemukan dan membunuhnya. Mereka membawa kembali ratu di kastil. > Raja tidak memotong panah menjadi delapan bagian, dia memutuskan untuk melemparkannya ke langit. Yang pertama menangkapnya bisa menyimpannya. Adik bungsu berhasil dan segera berubah menjadi Bintang Utara. Tujuh lainnya berubah menjadi tujuh dewa, tujuh Buddha mengunjungi adik laki-laki mereka setiap malam. Nama _Doloonburkhan_ (Tujuh Buddha) berasal dari legenda ini untuk menunjuk Beruang Besar dan Tongkat Emas, _Altan Hadaas_, Bintang Kutub. > Sebuah tradisi, sangat menyenangkan, menyangkut hubungan antara orang Mongolia dan Beruang Besar karena satu bintang dari konstelasi ini dikaitkan dengan setiap orang Mongolia tergantung pada tahun kelahiran mereka dalam kalender Cina. Kalender Cina dan Mongolia memiliki beberapa kesamaan (kalender Mongolia adalah kalender lunar). Setiap tahun terkait dengan binatang dan dikaitkan dengan bintang dari konstelasi Beruang Besar. Yang pertama, Dubhe (alpha UMa), sesuai dengan tahun tikus, yang kedua, Merak (beta UMa), sesuai dengan tahun lembu dan seterusnya sampai akhir ekor Beruang Besar dimana Alkaid melambangkan tahun kuda . Kemudian kita mulai lagi dari bintang pertama di tahun domba dan kita ulangi dengan cara yang sama sampai tahun kedua belas dan terakhir dari kalender Cina, tahun babi. Oleh karena itu, dua bintang di ujung ekor diberikan hanya satu kali. Ini adalah varian dari Tujuh Sutra Buddha lama yang dijelaskan oleh _Elverskog_. Namun demikian, asosiasi bintang-bintang berjalan dalam gerakan naik-turun, yaitu, Dubhe/Tikus, Merak/Ox,... Mizar/Ular, Alkaid/Kuda, Mizar/Kambing, ... Merak/Babi. ![](doloon_burkhan.webp) #### Bintang jatuh Bintang jatuh juga memiliki arti khusus bagi orang Mongolia: mereka dipersonifikasikan melalui kepercayaan mereka. Ketika mereka melihat bintang jatuh ini mereka membayangkan bahwa itu adalah bintang yang jatuh dari langit dan melambangkan seseorang yang baru saja meninggal. Sementara orang barat membuat permintaan, orang Mongolia mengatakan: "Fiuh, itu bukan aku!" (yang juga merupakan kepercayaan umum di antara orang-orang nomaden di Sahara Barat dan beberapa suku Arab). #### Legenda yang Diabaikan Tiga legenda yang sama kaya maknanya tentang Matahari, gerhana, dan _Hun Tavan Od_ (Cassiopeia). Namun, mereka saat ini diabaikan dan hampir dilupakan oleh kebanyakan orang Mongolia: ##### Matahari > Pada asal mula dunia, hanya ada satu manusia dan padang rumput yang luas dan sangat kering, dibakar oleh tujuh matahari yang menyinari dunia. Pria ini, pemanah yang sangat baik, membuat janji kepada para dewa bahwa dia menembus semua matahari ini tanpa kehilangan target bahkan sekali pun. Jika dia gagal, dia akan memotong semua jarinya satu per satu dan meninggalkannya untuk tinggal di lubang seperti marmut (groundhog) untuk menangkal kutukan yang akan membebaninya. Dia mengambil busurnya, menarik anak panah pertama dan mengenai sasarannya. Yang kedua, ketiga sampai keenam yang menghancurkan matahari. Dia selesai dengan menarik panah ketujuh ke arah matahari terakhir, ketika burung layang-layang terbang dan melewati arahnya. Burung itu dipukul. Pria itu belum mencapai tujuannya, jadi dia pergi ke pengasingan di sebuah lubang, memotong jarinya dan berubah menjadi marmut. Burung layang-layang baru saja menyelamatkan Matahari kita, jika tidak semua kehidupan akan menghilang dari permukaan dunia. > Kita harus melihat di sini paralel dengan angka tujuh, penting dalam budaya Mongolia seperti semua angka ganjil. Mereka membawa keberuntungan dalam agama Buddha. ##### Gerhana > Pada saat itu, hiduplah monster menakutkan bernama _Raah_ yang menakutkan seluruh dunia. Dia melahap semua yang menghalangi jalannya. Dewa _Orchiwaani_ memiliki mata air ajaib: siapa pun yang meminumnya menjadi abadi. Suatu hari, _Raah_ mencuri mata air ajaib dan mabuk. Bulan dan Matahari menangkap monster itu saat beraksi dan melaporkannya ke _Orchiwaani_. Dengan marah mendengar berita ini, dia pergi untuk melawan monster itu. Dia memotong kepalanya berkali-kali tetapi segera tumbuh lagi karena _Raah_ telah menjadi abadi. Kemudian, dia bermaksud untuk memotong ekornya agar semua yang dimakannya bisa langsung pergi lagi. Sama seperti _Orchiwaani_ telah menangkap monster itu untuk menghabisinya, ia melarikan diri dan menghilang di antara Bulan dan Matahari. Kemudian _Orchiwaani_ meminta Bulan untuk membantu, yang menangkap kembali _Raah_ dan memotong pantat dan ekornya. Sebagai pembalasan, monster itu terkadang kembali untuk memakan Bulan atau Matahari tetapi mereka selalu segera keluar. Ini adalah alasan mitologis untuk gerhana bulan dan matahari. > Ketika ada gerhana, orang Mongolia tahu bahwa itu berarti _Raah_ melahap Bulan atau Matahari dan mereka membuat banyak suara untuk membuat monster itu membebaskan yang gerhana. Pada abad ke-13, Guillaume de Rubruck menulis [#1]: > Beberapa \[orang Mongolia\] memiliki pengetahuan dalam astronomi dan meramalkan mereka \[kepada orang Mongolia lainnya\] gerhana Bulan dan Matahari dan, ketika akan menghasilkan satu, semua orang menimbun makanan karena mereka tidak melewati pintu tempat tinggal mereka. Dan saat gerhana terjadi, mereka memainkan drum dan instrumen dan membuat suara keras dan keributan. Ketika gerhana selesai, mereka mengabdikan diri untuk minuman dan pesta dan membuat pesta besar." > Pelancong Eclipse pada tahun 2008 masih menyaksikan pengemudi dan juru masak bersembunyi di tenda mereka dan membuat kebisingan dengan pot. Tampaknya otentik, bukan pertunjukan untuk para turis. Perhatikan juga kesamaan _Raah_ dengan _Rahu_ India. ##### Cassiopeia (_Hun Tavan Od_) Cassiopeia (_Hun Tavan Od_) melambangkan persatuan, persaudaraan, solidaritas untuk Mongolia. Lima bintang konstelasi mewakili kesatuan lima anak istri Jenghis Khan, Oulin. > Mereka tidak rukun satu sama lain dan selalu bertengkar. Ibu mereka memutuskan untuk mengikat lima tali dengan kuat, dan masing-masing harus mencoba melepaskan satu simpul. Jika mereka berhasil, itu berarti mereka tidak tetap bersatu dengan yang lain, dan persaudaraan tidak berkumpul di masa-masa sulit. Sebaliknya, jika simpul bertahan dalam ujian, kelima bersaudara itu akan tetap bersatu dan dekat selama sisa hidup mereka dan akan menang pada saat perang. > #### Keyakinan Lain yang Terkait dengan Langit Menurut legenda Mongolia, seorang wanita yang mengabdikan dirinya untuk menghitung seratus bintang di langit akan bermimpi tentang calon suaminya. Terkadang, orang Mongolia menghormati Beruang Besar (_Doloon Burkhan_) dengan melemparkan susu ke arahnya. Susu, berwarna putih, melambangkan kemurnian di Mongolia. Mereka berdoa agar sesuatu terpenuhi, tetapi untuk beberapa orang, bukan hanya untuk satu orang, karena ini akan membawa nasib buruk. Susu dapat diganti dengan vodka yang, karena tidak berwarna, melambangkan warna gelap dan kekuatan bagi orang Mongolia. Dengan melakukan ini, ia menghindari nasib buruk, pertengkaran, ketakutan, dan mengusir roh jahat. ### Kesimpulan Rasi bintang diilhami oleh konstelasi barat, tetapi kosmogoni Mongolia, yang disingkapkan secara singkat di sini, menyoroti identitas kepercayaan penting yang terkait dengannya. Budaya Mongolia dan transmisi pengetahuan pada dasarnya bersifat verbal, dan hanya ada sedikit jejak tertulis tentang mata pelajaran ini. Oleh karena itu, sangat sulit untuk menghubungkan kosmogoni mereka dengan ketelitian dan ketepatan yang tinggi. Untuk melestarikan pengetahuan tentang kosmogoni ini, setiap pengamatan, saran, atau kolaborasi sangat diharapkan! ### Ucapan Terima Kasih dan Bacaan Lebih Lanjut * Bayrlalaa (terima kasih) kepada orang Mongolia, atas kebaikan dan bantuan mereka dalam mengumpulkan informasi ini tentang budaya dan kosmogoni mereka * [L'Uranoscope de France](http://uranoscope.free.fr) * [L'Association Française d'Astronomie / Asosiasi Astronomi Prancis](http://www.afanet.fr) * [OutOfNowhere](http://www.outofnowhere.asia)
pl: Konstelacje mongolskie i kosmogonia zostały odziedziczone po cywilizacji przypadkowej, w szczególności poprzez kontakt z Aleksandrem Wielkim, którego uczeni uważali babilońską naukę astralną za najwyższy standard. Duży wpływ na nią miała cywilizacja chińska i religia buddyjska, w wyniku czego powstały liczne mity i wierzenia związane z tym, co ich otacza. Miejscowe dzikie zwierzęta i fauna to główne tematy tej kultury nieba. Bogactwo ich kosmogonii prawdopodobnie wiąże się z doskonałymi warunkami obserwacyjnymi, z których korzystają nawet teraz. W przeszłości konieczność poruszania się przez Mogolian i zdobywania orientacji nawet w nocy iw różnych porach roku jest prawdopodobnie jednym z elementów, które rozwinęły ich wyobraźnię skierowaną ku niebu. ### Constellations Generalnie gwiazdy reprezentują zwierzęta obracające się wokół Gwiazdy Północnej symbolizowanej przez złoty kij (Altan Hadaas). Prawie wszystkie asteryzmy mongolskie są podobne do współczesnych, ale niektóre z nich mają różne nazwy, np .: Łabędź nazywa się „Sum Sum” (Łuk i strzała), a Wielki Wóz nazywa się „Doloon Burkhan”. W mongolskiej wyobraźni gwiazdy letniego trójkąta, tj. Vega, Deneb i Altair, odnoszą się do trzech jeleni (_Gurvan Maral Od_ w języku mongolskim), a Cassiopeia reprezentuje Kobietę Pięciu Gwiazd (_Hun Tavan Od_). ### Planety i gwiazdy Pierwotnie astrologia tybetańsko-mongolska obliczyła pozycje każdej z pięciu planet gołym okiem (Merkury, Wenus, Mars, Jowisz, Saturn): planety poza Saturnem nie były rozpoznawane w erze przed teleskopowej. Podobnie jak w kulturze rzymskiej, Mongołowie przypisywali pięć planet do każdego dnia tygodnia, kończąc siedem dni tygodnia Słońcem (_Nar_) w niedzielę i Księżycem (_Sar_) w poniedziałek. Nazwy planet Układu Słonecznego mają pewne cechy szczególne w języku mongolskim. Merkury nazywa się _Bud_ (związany ze środą), Wenus, _Sugar_ (związany z piątkiem), Ziemia, Delchii, Mars, _Angarag_ (związany z wtorkiem), Jowisz, _Barhasbadi_ (związany z czwartkiem), Saturn, _Sanchir_ (związany z sobotą) . Termin dla Urana to _Tengeriin-van_, a dla Neptuna _Dalai-van_. Widzimy, że dwa ostatnie, niewidzialne gołym okiem i odkryte długo po innych, mają cechy, które mają na końcu nazwy cząstkę van-van_, wskazującą na książęcy status w języku mongolskim. Ziemia nie ma tej cząstki w nazwie, ale planeta karłowata Pluto (_Dalkhii-van_ w języku mongolskim) ma bardzo podobne oznaczenie i obejmuje tę cząsteczkę. Można przetłumaczyć mongolskie imię Plutona na „Książęcą ziemię”; to coś w rodzaju ziemi, ale nie ziemi (planety), ale ziemi / powierzchni, po której kroczymy. Uran, „Tengeriin-van”, można przetłumaczyć jako „książęce niebo”, a Neptun, „Dalaj-van”, jako „książęcy ocean”. Niemniej jednak cząsteczka ta nie ma prawdziwego odpowiednika w języku angielskim, a powyższe tłumaczenia zostały przedstawione, aby dać wyobrażenie o znaczeniu nazwy planet. Nazwy te pochodzą z sanskrytu (język używany w Indiach) i są w dużej mierze używane w obecnym języku mongolskim, ale w sposób nieoficjalny. Bardzo interesujące jest również ścisłe powiązanie między terminami określającymi inne ciała niebieskie i ich przekonaniami: W rzeczywistości Droga Mleczna nosi nazwę Tengeriin Zadas, co można dosłownie przetłumaczyć jako Sky Line (Tengeriin_, niebo, co oznacza także boga niebo i _Zadas_ linia). Dobrze znana mongolska wiedza o gwiazdach dotyczy Alcor, gwiazdy znajdującej się nad Mizarem w Wielkim Niedźwiedzie. Symbolizuje gwiazdę odzyskiwania i ochrony. Został tu umieszczony przez Tengeriina (boga nieba) w celu ochrony Mizara. Aby zostać łucznikiem Czyngis-chana (XIII wiek), wydawało się, że trzeba umieć dostrzec te dwie gwiazdy gołym okiem. Z historycznego punktu widzenia ta doskonała znajomość nieba sięga czasów Urug Beg (1394-1449 ne; jego prawdziwe imię), astronoma, matematyka i wice-króla w Samarkandzie. Jego imperium objęło Azję Środkową. Odwracając się od swoich królewskich obowiązków, badał ciała niebieskie i astronomiczne pytania swoich czasów. Jest pierwszym, który wyjątkowo precyzyjnie mierzy okres rewolucji Saturna (_Sanchir_) z sekstantem o promieniu 40 metrów. ### Mity i legendy #### The Great Bear Mongołowie są szczególnie przywiązani do Wielkiego Niedźwiedzia. Ta konstelacja jest dla nich ograniczona do siedmiu gwiazd Wozu, tworzących ogon i ciało niedźwiedzia, a legenda o nim jest prawdopodobnie najbardziej znana w Mongolii. > Dawno, dawno temu, w królestwie żyło ośmiu braci osieroconych, obdarzonych wyjątkowymi zdolnościami. Król i królowa żyli w nim spokojnie. Pewnego dnia przyszedł potwór i porwał królową. Król poprosił ośmiu braci, aby ją sprowadzili, i powiedział: „Jeśli jednemu z was uda się uratować ukochanego, dam mu złotą strzałę”. Sieroty poszły razem, aby pomóc swojej królowej. Przez dwa dni i trzy noce szukali potwora. Potem, w środku trzeciej nocy, znaleźli go i zabili. Przywieźli królową z zamku. > Król nie wyciął strzały w ośmiu częściach, postanowił rzucić ją w niebo. Pierwszy, który go złapie, może go zatrzymać. Najmłodszemu bratu udało się i natychmiast zmienił w Gwiazdę Północną. Siedmiu innych zmieniło się w siedmiu bogów, siedmiu Buddów odwiedza ich młodszego brata każdej nocy. Nazwa _Doloonburkhan_ (Siedmiu Buddów) pochodzi od tej legendy, aby mianować Wielkiego Niedźwiedzia i Złotą Laskę, Altan Hadaas, Gwiazdę Polarną. > Tradycja, szczególnie zachwycająca, dotyczy związku między ludem mongolskim a Wielkim Niedźwiedziem, ponieważ jedną gwiazdkę tej konstelacji przypisuje się każdemu mongolczykowi w zależności od roku urodzenia w chińskim kalendarzu. Kalendarze chińskie i mongolskie mają pewne podobieństwa (kalendarz mongolski jest kalendarzem księżycowym). Każdy rok związany jest ze zwierzęciem i jest związany z gwiazdą konstelacji Wielkiego Niedźwiedzia. Pierwszy, Dubhe (alfa UMa), odpowiada rokowi szczura, drugi, Merak (beta UMa), odpowiada rokowi wołu i tak dalej, aż do końca ogona Wielkiego Niedźwiedzia, gdzie Alkaid symbolizuje rok konia . Następnie zaczynamy od pierwszej gwiazdy w roku owiec i powtarzamy tę samą drogę, aż do dwunastego i ostatniego roku chińskiego kalendarza, czyli świni. Dlatego dwie gwiazdy na końcu ogona są przypisywane tylko raz. Jest to wariant starej Siedem Sutry Buddy opisanej przez Elverskoga. Tam jednak skojarzenie gwiazd przebiega ruchem góra-dół, tj. Dubhe / Rat, Merak / Ox, ... Mizar / Snake, Alkaid / Horse, Mizar / Goat, ... Merak / Pig. ![](doloon_burkhan.webp) #### Spadające gwiazdy Spadające gwiazdy mają również szczególne znaczenie dla Mongołów: są uosobieni poprzez swoje przekonania. Kiedy widzą te spadające gwiazdy, wyobrażają sobie, że jest to gwiazda, która spada z nieba i symbolizuje kogoś, kto właśnie umarł. Podczas gdy przypadkowi ludzie sobie życzą, Mongołowie mówią: „Uff, to nie ja!” (co jest również powszechne wśród koczowniczych mieszkańców Sahary Zachodniej i niektórych plemion arabskich). #### Zaniedbane legendy Trzy legendy równie bogate w znaczenia dotyczą Słońca, zaćmień i _Hun Tavan Od_ (Cassiopeia). Jednak obecnie są one zaniedbywane i prawie zapomniane przez większość Mongołów: ##### Słońce > U początków świata istniał tylko jeden człowiek i rozległe wyjątkowo suche łąki, spalone przez siedem słońc oświetlających świat. Ten człowiek, bardzo dobry łucznik, obiecał bogom, że przebił wszystkie te słońca, nie tracąc ani razu celu. Gdyby mu się nie powiodło, odciąłby sobie wszystkie palce jeden po drugim i odszedł, by żyć w dziurze jak świstak (świstak), aby odeprzeć klątwę, która by na niego ciążyła. Wziął swój łuk, wyciągnął pierwszą strzałę i uderzył w cel. Druga, trzecia do szóstej, która zniszczyła słońca. Skończył, ciągnąc siódmą strzałę w kierunku ostatniego słońca, kiedy jaskółka odleciała i przeszła przez jego kierunek. Ptak został trafiony. Mężczyzna nie osiągnął celu, więc poszedł w kierunku wygnania w dziurze, podciął palce i zmienił się w świstaka. Jaskółka właśnie uratowała nasze Słońce, w przeciwnym razie całe życie zniknęłoby z powierzchni świata. > Musimy zobaczyć tutaj analogię z liczbą siedem, ważną w kulturze mongolskiej, jak wszystkie liczby nieparzyste. Przynoszą szczęście w religii buddyjskiej. ##### Zaćmienia > W tym czasie żył straszny potwór o imieniu Raah, który przeraził cały świat. Pożarł wszystko, co było na jego drodze. Bóg Orchiwaani posiadał magiczne źródło: ktokolwiek z niego pił, stał się nieśmiertelny. Pewnego dnia _Raah_ ukradł magiczną wiosnę i upił się. Księżyc i Słońce złapały potwora na gorącym uczynku i zgłosiły się do _Orchiwaani_. Kipiąc z wściekłości, by usłyszeć o tej wiadomości, poszedł walczyć z potworem. Wielokrotnie skaleczył się w głowę, ale natychmiast odrosła, ponieważ Raah stał się nieśmiertelny. Następnie zamierzał odciąć ogon, aby wszystko, co zjadł, odeszło bezpośrednio. Tak jak _Orchiwaani_ złapał potwora, aby go wykończyć, uciekł i zniknął między Księżycem a Słońcem. Następnie _Orchiwaani_ poprosił Księżyc o pomoc, który schwytał Raah i podciął mu zad i ogon. Zemsta potwór czasami wraca, by zjeść Księżyc lub Słońce, ale zawsze natychmiast z niego wychodzą. To mitologiczny powód zaćmienia Księżyca i Słońca. > Kiedy ma miejsce zaćmienie, Mongołowie wiedzą, że oznacza to, że Raah pożera Księżyc lub Słońce i robią dużo hałasu, aby zmusić potwora do uwolnienia zaćmionego. W XIII wieku Guillaume de Rubruck napisał [#1]: > Niektórzy \[lud Mongolii\] mają wiedzę z astronomii i przewidują je \[innym ludom mongolskim\] zaćmienia Księżyca i Słońca, a kiedy ma zamiar je wytworzyć, wszyscy gromadzą żywność, ponieważ nie przechodzą przez drzwi ich zamieszkania. I kiedy zdarza się zaćmienie, grają na perkusji i instrumentach, robią duży hałas i huczą. Kiedy zaćmienie się skończy, poświęcają się napojom i świętom i urządzają wielką imprezę. ” > Podróżujący zaćmienie w 2008 roku nadal byli świadkami ukrywania się w namiotach przez kierowców i kucharzy, którzy hałasowali doniczkami. Wydawało się to autentyczne, a nie przedstawienie dla turystów. Zwróć także uwagę na podobieństwo _Raah_ z indyjskim _Rahu_. ##### Cassiopeia (_Hun Tavan Od_) Kasjopeja (_Hun Tavan Od_) symbolizuje jedność, braterstwo, solidarność dla Mongołów. Pięć gwiazd konstelacji reprezentuje jedność pięciorga dzieci żony Czyngis-chana, Oulina. > Nie dogadywali się ze sobą i cały czas się sprzeczali. Ich matka postanowiła mocno związać pięć lin i każda z nich powinna spróbować rozwiązać węzeł. Jeśli im się to uda, oznacza to, że nie pozostaną zjednoczeni z innymi i że bractwo nie zgromadzi się w trudnych czasach. I odwrotnie, gdyby węzły przetrwały próbę, pięciu braci pozostałoby zjednoczonych i bliskich do końca życia i zwyciężyłoby w czasie wojen. > #### Inne przekonania powiązane z niebem Według mongolskiej legendy kobieta poświęcająca się liczeniu stu gwiazd na niebie będzie śnić o swoim przyszłym mężu. Czasami Mongołowie szanują Wielkiego Niedźwiedzia (_Doloon Burkhan_), rzucając mlekiem w jego kierunku. Mleko białego koloru symbolizuje czystość w Mongolii. Modlą się, aby coś się spełniło, ale dla kilku osób, nie tylko dla jednej osoby, ponieważ przyniosłoby to pecha. Mleko można zastąpić wódką, która ze względu na bezbarwność symbolizuje ciemny kolor i siłę Mongołów. Robiąc to, pozwala uniknąć pecha, kłótni, strachu i odpiera złe duchy. ### Wniosek Konstelacje są inspirowane przypadkowymi, ale kosmogonia mongolska, tutaj krótko przedstawiona, podkreśla znaczącą tożsamość przekonań, które są z nią związane. Kultura mongolska i przekazywanie wiedzy jest zasadniczo werbalne, a więc istnieje niewiele zapisanych śladów na te tematy. Dlatego szczególnie trudno jest powiązać ich kosmogonię z wysoką wiernością i precyzją. Aby zachować wiedzę o tej kosmogonii, mile widziane są wszelkie spostrzeżenia, sugestie i współpraca! ### Podziękowania i dalsza lektura * Bayrlalaa (dziękuję) Mongołom za ich uprzejmość i pomoc w gromadzeniu tych informacji o ich kulturze i ich kosmogonii * [L'Uranoscope de France](http://uranoscope.free.fr) * [L'Association Française d'Astronomie / The French Astronomy Association](http://www.afanet.fr) * [OutOfNowhere](http://www.outofnowhere.asia)
pt: Constelações e cosmogonia da Mongólia foram herdadas da civilização ocidental, notadamente pelo contato com Alexandre, o Grande, cujos estudiosos consideravam a ciência astral da Babilônia o mais alto padrão. Também foi amplamente influenciado pela civilização chinesa e pela religião budista, resultando em numerosos mitos e crenças ligadas ao que os rodeia. A fauna e a fauna locais são os principais temas dessa cultura celeste. A riqueza de sua cosmogonia provavelmente está relacionada às excelentes condições de observação para as quais eles se beneficiam agora. No passado, a necessidade dos mongóis de se mover e de se comportar mesmo durante a noite e em diferentes estações do ano é provavelmente um dos elementos que desenvolveram sua imaginação diante do céu. ### Constelações Geralmente, as estrelas representam animais girando em torno da Estrela do Norte, que é simbolizada pelo bastão de ouro (Altan Hadaas). Quase todos os asterismos da Mongólia são semelhantes aos modernos, mas alguns deles têm nomes diferentes, por exemplo: o cisne é chamado _Num Sum_ (o arco e a flecha) e o Ursa Maior é chamado _Doloon Burkhan_. Na imaginação mongol, as estrelas do triângulo do verão, ou seja, Vega, Deneb e Altair, referem-se a três veados (Gurvan Maral Od em mongol) e Cassiopeia representa a Five Stars Woman (Hun Tavan Od). Planetas e estrelas Originalmente, a astrologia tibetano-mongol calculava as posições de cada um dos cinco planetas a olho nu (Mercúrio, Vênus, Marte, Júpiter, Saturno): planetas além de Saturno não eram reconhecidos na era pré-telescópica. Como na cultura romana, os mongóis atribuíam os cinco planetas a cada dia da semana, completando os sete dias da semana com o Sol (_Nar_) no domingo e a Lua (_Sar_) na segunda-feira. Os nomes dos planetas do sistema solar têm algumas peculiaridades em mongol. Mercúrio é nomeado _Bud_ (associado a quarta-feira), Vênus, _Sugar_ (associado a sexta-feira), a Terra, _Delkhii_, Marte, _Angarag_ (associado a terça-feira), Júpiter, _Barhasbadi_ (associado a quinta-feira), Saturno, _Sanchir_ (associado a sábado) . O termo para Urano é _Tengeriin-van_ e para Netuno _Dalai-van_. Podemos ver que os dois últimos, invisíveis a olho nu, e descobertos muito tempo depois dos outros, têm as características de ter a partícula _-van_ no final do nome, indicando o status principesco em mongol. A Terra não tem essa partícula no nome, mas o planeta anão Plutão (_Dalkhii-van_ em mongol) tem uma designação muito semelhante e inclui essa partícula. É possível traduzir o nome mongol de Plutão como "O terreno principesco"; é algo como a terra, mas não a terra (planeta), mas o solo / superfície em que caminhamos. Urano, Tengeriin-van, poderia ser traduzido como "céu principesco", e Neptun, Dalai-van, como o "oceano principesco". No entanto, esta partícula não tem um equivalente real em inglês, e as traduções acima são apresentadas para dar uma idéia do significado do nome dos planetas. Esses nomes vêm do sânscrito (idioma falado na Índia) e são amplamente usados no idioma atual na Mongólia, mas de maneira não oficial. Também é muito interessante ver o vínculo estreito entre os termos que designam outros corpos celestes e suas crenças: De fato, a Via Láctea é chamada de Tengeriin Zadas, que poderia literalmente ser traduzida como Linha do Céu (Tengeriin, o céu, que também significa o deus da o céu e _Zadas_, a linha). Bem conhecido no folclore mongol, diz respeito a Alcor, a estrela localizada acima de Mizar no Grande Urso. Simboliza a estrela da recuperação e proteção. Foi colocado aqui por _Tengeriin_ (deus do céu) para proteger Mizar. Para se tornar um arqueiro de Genghis Khan (século XIII), parecia que era preciso discernir essas duas estrelas a olho nu. Do ponto de vista histórico, esse excelente conhecimento do céu remonta a Uugug Beg (1394-1449 dC; Taraghay_ por seu nome real), astrônomo, matemático e vice-rei em Samarcanda. Seu império se estendeu à Ásia Central. Afastando-se de suas obrigações reais, examinou corpos celestes e questões astronômicas de seu tempo. Ele é o primeiro a medir com extrema precisão o período de revolução de Saturno (Sanchir) com um sextante de 40 metros de raio. Mitos e lendas #### O Grande Urso Os mongóis são particularmente apegados ao grande urso. Esta constelação é limitada a eles pelas sete estrelas do Dipper que formam a cauda e o corpo do urso, e a lenda a respeito é provavelmente a mais famosa da Mongólia. > Era uma vez oito irmãos órfãos dotados de extraordinárias capacidades vivendo em um reino. O rei e a rainha viviam dentro dela pacificamente. Um dia, um monstro veio e sequestrou a rainha. O rei pediu aos oito irmãos que a trouxessem de volta e disse: "Se um de vocês conseguir resgatar meu amado, darei a ele uma flecha de ouro". Os órfãos foram juntos para ajudar sua rainha. Por dois dias e três noites, eles procuraram o monstro. Então, no meio da terceira noite, eles o encontraram e mataram. Eles trouxeram de volta a rainha no castelo. > O rei não cortou a flecha em oito partes, ele decidiu jogá-la para o céu. O primeiro a pegá-lo poderia ficar com ele. O irmão mais novo conseguiu e mudou imediatamente para a Estrela do Norte. Os sete outros se transformaram nos sete deuses, os sete Budas visitando seu irmão mais novo todas as noites. O nome Doloonburkhan (os Sete Budas) vem dessa lenda para designar o Grande Urso e o Bastão de Ouro, Altan Hadaas, a Estrela Polar. > Uma tradição, particularmente deliciosa, diz respeito ao vínculo entre o povo mongol e o Grande Urso, já que uma estrela desta constelação é atribuída a todos os mongóis, dependendo do ano de nascimento no calendário chinês. Os calendários chineses e mongóis têm algumas semelhanças (o calendário mongol é um calendário lunar). Cada ano é relacionado a um animal e associado a uma estrela da constelação Great Bear. O primeiro, Dubhe (alfa UMa), corresponde ao ano do rato, o segundo, Merak (beta UMa), corresponde ao ano do boi e assim por diante até o final da cauda do grande urso, onde Alkaid simboliza o ano do cavalo. . Começamos novamente na primeira estrela do ano das ovelhas e repetimos da mesma maneira até o décimo segundo e último ano do calendário chinês, o do porco. Portanto, as duas estrelas no final da cauda são atribuídas apenas uma vez. Esta é uma variante do antigo Sutra dos Sete Buda descrito por Elverskog. No entanto, a associação das estrelas ocorre em um movimento de cima para baixo, ou seja, Dubhe / Rat, Merak / Ox, ... Mizar / Cobra, Alkaid / Cavalo, Mizar / Cabra, ... Merak / Porco. ![](doloon_burkhan.webp) #### Estrelas cadentes As estrelas cadentes também têm um significado específico para os mongóis: elas são personificadas através de suas crenças. Quando vêem essas estrelas cadentes, imaginam que é uma estrela que cai do céu e que simboliza alguém que acabou de morrer. Enquanto os ocidentais fazem um pedido, os mongóis dizem: "Ufa, não sou eu!" (que também é uma crença comum entre as pessoas nômades do Saara Ocidental e algumas tribos árabes). #### Lendas negligenciadas Três lendas igualmente ricas em significado dizem respeito ao Sol, eclipses e Hun Tavan Od (Cassiopeia). No entanto, hoje em dia eles são negligenciados e quase esquecidos pela maioria dos mongóis: ##### Sol > Na origem do mundo, havia apenas um homem e vastos prados particularmente secos, queimados pelos sete sóis que iluminavam o mundo. Este homem, um bom arqueiro, fez a promessa aos deuses de que ele perfurou todos esses sóis sem perder um alvo sequer uma vez. Se ele falhasse, ele se cortaria todos os dedos um por um e deixaria viver em um buraco como uma marmota (marmota) para afastar a maldição que pesaria sobre ele. Ele pegou o arco, puxou uma primeira flecha e acertou o alvo. Um segundo, um terceiro até o sexto, que destruiu os sóis. Ele terminou puxando sua sétima flecha em direção ao último sol, quando uma andorinha voou e passou por sua direção. O pássaro foi atingido. O homem não havia alcançado seu objetivo, então saiu para o exílio em um buraco, cortou os dedos e se transformou em marmota. A andorinha acabara de salvar nosso Sol, caso contrário, toda a vida teria desaparecido da superfície do mundo. > Temos que ver aqui um paralelo com o número sete, importante na cultura mongol, como todos os números ímpares. Eles trazem sorte na religião budista. ##### Eclipses Naquela época, vivia um monstro assustador chamado Raah que amedrontava o mundo inteiro. Ele devorou tudo o que estava em seu caminho. O deus Orchiwaani possuía uma fonte mágica: quem bebia dela se tornava imortal. Um dia, Raah roubou a primavera mágica e bebeu. A Lua e o Sol pegaram o monstro em flagrante e reportaram a Orchiwaani. Fervendo de raiva ao ouvir sobre essa notícia, ele foi lutar contra o monstro. Ele cortou a cabeça muitas vezes, mas voltou a crescer imediatamente porque Raah se tornou imortal. Então, ele pretendia cortar o rabo para permitir que tudo o que comeu saísse novamente diretamente. Assim como Orchiwaani havia agarrado o monstro para acabar com ele, ele escapou e desapareceu entre a Lua e o Sol. Então Orchiwaani pediu ajuda à Lua, que recapturou Raah e cortou a garupa e a cauda. Em vingança, o monstro volta às vezes para comer a lua ou o sol, mas sempre sai imediatamente. Esta é a razão mitológica para eclipses lunares e solares. > Quando há um eclipse, os mongóis sabem que isso significa que Raah devora a Lua ou o Sol e fazem muito barulho para fazer o monstro libertar o eclipsado. No século 13, Guillaume de Rubruck escreveu [#1]: > Alguns \[mongóis\] têm conhecimento em astronomia e os prevêem [para outros mongóis\] os eclipses Lunar e Solar e, quando está prestes a produzir um, todos estocam alimentos porque não passam pela porta de sua habitação. E enquanto o eclipse acontece, eles tocam bateria e instrumentos e fazem muito barulho e clamores. Quando o eclipse termina, eles se dedicam à bebida e à festa e fazem uma grande festa ". > Os viajantes do Eclipse em 2008 ainda testemunharam motoristas e cozinheiros escondidos em suas tendas e fazendo barulho com os potes. Parecia autêntico, não um show para os turistas. Observe também a similaridade de _Raah_ com o indiano _Rahu_. Cassiopeia (_Hun Tavan Od_) Cassiopeia (Hun Tavan Od) simboliza unidade, fraternidade e solidariedade para os mongóis. As cinco estrelas da constelação representam a unidade dos cinco filhos da esposa de Genghis Khan, Oulin. Eles não se davam bem e brigavam o tempo todo. A mãe deles decidiu amarrar cinco cordas e cada uma deveria tentar desatar um nó. Se eles tivessem sucesso, significava que não permaneciam unidos com os outros e que a irmandade não se reunia em tempos difíceis. Por outro lado, se os nós resistissem à prova, os cinco irmãos permaneceriam unidos e próximos pelo resto de suas vidas e seriam vitoriosos no momento das guerras. > Outras crenças ligadas ao céu Segundo uma lenda mongol, uma mulher que se dedica a contar cem estrelas no céu sonhará com seu futuro marido. Às vezes, os mongóis honram o Grande Urso (Doloon Burkhan) jogando leite em sua direção. O leite, de cor branca, simboliza a pureza na Mongólia. Eles oram para que algo seja realizado, mas para várias pessoas, não para apenas uma pessoa, porque isso traria má sorte. O leite pode ser substituído por vodka que, devido à sua falta de cor, simboliza a cor escura e a força dos mongóis. Ao fazer isso, evita a má sorte, briga, medo e afasta os maus espíritos. Conclusão As constelações são inspiradas pelas ocidentais, mas a cosmogonia da Mongólia, aqui brevemente exposta, destaca uma identidade notável de crenças que estão associadas a ela. A cultura mongol e a transmissão de conhecimento são essencialmente verbais, e existem poucos traços escritos sobre esses assuntos. Portanto, é particularmente difícil relacionar sua cosmogonia com alta fidelidade e precisão. Para preservar o conhecimento sobre essa cosmogonia, todas as observações, sugestões ou colaborações são bem-vindas! ### Agradecimentos e leituras adicionais * Bayrlalaa (obrigado) aos mongóis, por sua gentileza e ajuda na coleta dessas informações sobre sua cultura e sua cosmogonia * [L'Uranoscope de France](http://uranoscope.free.fr) * [Associação Francesa de Astronomia / Associação Francesa de Astronomia](http://www.afanet.fr) * [OutOfNowhere](http://www.outofnowhere.asia)
tr: Moğol takımyıldızları ve kozmogoni, özellikle bilginleri Babil astral bilimini en yüksek standart olarak kabul eden Büyük İskender ile temas yoluyla batı medeniyetinden miras alındı. Aynı zamanda Çin uygarlığı ve Budist dininden büyük ölçüde etkilenmiş ve onları çevreleyen şeylerle bağlantılı çok sayıda mit ve inanışa yol açmıştır. Yerel vahşi ve fauna, bu gökyüzü kültürünün ana temalarıdır. Kozmogonilerinin zenginliği, muhtemelen şimdi bile yararlandıkları mükemmel gözlem koşullarıyla bağlantılıdır. Geçmişte Moğolların gece ve farklı mevsimlerde bile hareket etme ve yön bulma zorunluluğu, muhtemelen gökyüzüne dönük hayal güçlerini geliştiren unsurlardan biridir. ### Takımyıldızlar Genellikle yıldızlar, altın çubuk (_Altan Hadaas_) ile sembolize edilen Kuzey Yıldızı'nın etrafında dönen hayvanları temsil eder. Hemen hemen tüm Moğol yıldız işaretleri modern olanlara benzer, ancak bazılarının farklı isimleri vardır, örneğin: Kuğu _Num Sum_ (Yay ve Ok) ve Büyük Ayı _Doloon Burkhan_ olarak adlandırılır. Moğol hayal gücünde, yaz üçgeninin yıldızları, yani Vega, Deneb ve Altair, üç geyiği (Moğolca Gurvan Maral Od_) ve Cassiopeia, Beş Yıldız Kadını (_Hun Tavan Od_) temsil eder. ### Gezegenler ve Yıldızlar Başlangıçta, Tibet-Moğol astrolojisi, beş çıplak göz gezegeninin (Merkür, Venüs, Mars, Jüpiter, Satürn) her birinin konumlarını hesapladı: Satürn'ün ötesindeki gezegenler teleskop öncesi çağda tanınmadı. Roma kültüründe olduğu gibi, Moğollar beş gezegeni haftanın her gününe atfederek, haftanın yedi gününü Pazar için Güneş (_Nar_) ve Pazartesi için Ay (_Sar_) ile tamamlarlar. Güneş sisteminin gezegenlerinin adlarının Moğolca'da bazı özellikleri vardır. Merkür, _Bud_ (Çarşamba ile ilişkili), Venüs, _Sugar_ (Cuma ile ilişkili), Dünya, _Delkhii_, Mars, _Angarag_ (Salı ile ilişkili), Jüpiter, _Barhasbadi_ (Perşembe ile ilişkili), Satürn, _Sanchir_ (Cumartesi ile ilişkili) olarak adlandırılır. . Uranüs için terim _Tengeriin-van_ ve Neptün _Dalai-van_'dır. Çıplak gözle görülemeyen ve diğerlerinden uzun zaman sonra keşfedilen son ikisinin Moğolca'da prenslik durumunu gösteren ismin sonunda _-van_ parçacığını taşıma özelliklerine sahip olduğunu görebiliriz. Adında Dünya'nın bu parçacığı yok ama cüce gezegen Plüton (Moğolca _Dalkhii-van_) çok benzer bir adlandırmaya sahip ve bu parçacığı içeriyor. Plüton'un Moğolca adını "Prens toprakları" olarak çevirmek mümkündür; yeryüzü gibi bir şeydir ama Dünya (gezegen) değil, üzerinde yürüdüğümüz yer/yüzeydir. Uranüs, _Tengeriin-van_, "prens gökyüzü" ve Neptun, _Dalai-van_, "prens okyanusu" olarak tercüme edilebilir. Bununla birlikte, bu parçacığın İngilizce'de gerçek bir karşılığı yoktur ve yukarıdaki çeviriler, gezegen adının anlamı hakkında bir fikir vermek için sunulmuştur. Bu isimler Sanskritçe'den (Hindistan'da konuşulan dil) gelir ve büyük ölçüde Moğolistan'daki mevcut dilde, ancak resmi olmayan bir şekilde kullanılır. Diğer gök cisimlerini ifade eden terimler ile onların inançları arasındaki sıkı bağı görmek de çok ilginçtir: Gerçekten de Samanyolu'nun adı Tengeriin Zadas'tır ve kelimenin tam anlamıyla Gökyüzü Çizgisi (Tengeriin, aynı zamanda tanrı anlamına gelen gökyüzü) olarak tercüme edilebilir. gökyüzü ve _Zadas_, çizgi). Moğol yıldız bilgisinde iyi bilinen, Büyük Ayı'da Mizar'ın üzerinde bulunan yıldız Alcor ile ilgilidir. Kurtarma ve koruma yıldızını sembolize eder. Buraya _Tengeriin_ (cennet tanrısı) tarafından Mizar'ı korumak için yerleştirildi. Cengiz Han'ın (13. yüzyıl) okçusu olmak için bu iki yıldızı çıplak gözle ayırt edebilmek gerekiyordu. Tarihsel bir bakış açısından, gökyüzünün bu mükemmel bilgisi, Semerkant'ta astronom, matematikçi ve kral yardımcısına (M.S. 1394-1449; gerçek adıyla Taraghay) kadar uzanır. İmparatorluğu Orta Asya'ya kadar uzandı. Kraliyet yükümlülüklerinden uzaklaşarak, zamanının gök cisimlerini ve astronomik sorularını inceledi. 40 metre yarıçaplı bir sekstant ile Satürn'ün devrim dönemini (_Sanchir_) son derece hassas bir şekilde ölçen ilk kişidir. ### Mitler ve efsaneler #### Büyük Ayı Moğollar özellikle Büyük Ayı'ya bağlıdırlar. Bu takımyıldız onlar için ayının kuyruğunu ve gövdesini oluşturan Kepçe'nin yedi yıldızıyla sınırlıdır ve bununla ilgili efsane muhtemelen Moğolistan'daki en ünlü efsanedir. > Bir zamanlar, bir krallıkta yaşayan olağanüstü yeteneklere sahip sekiz yetim kardeş vardı. Kral ve kraliçe onun içinde barış içinde yaşadılar. Bir gün bir canavar geldi ve kraliçeyi kaçırdı. Kral, sekiz kardeşten onu geri getirmelerini istedi ve "Sizden biri sevgilimi kurtarmayı başarırsa ona altın bir ok vereceğim" dedi. Yetimler kraliçelerine yardım etmek için bir araya geldi. İki gün üç gece canavarı aradılar. Sonra üçüncü gecenin ortasında onu bulup öldürdüler. Kraliçeyi şatoya geri getirdiler. > Kral oku sekiz parçaya ayırmamış, göğe atmaya karar vermiş. Onu ilk yakalayan tutabilir. En küçük kardeş başarılı oldu ve hemen Kuzey Yıldızı'na dönüştü. Diğer yedisi yedi tanrıya dönüştü, yedi Buda her gece küçük erkek kardeşlerini ziyaret etti. _Doloonburkhan_ (Yedi Buda) adı, Büyük Ayı ve Altın Çubuk'u, _Altan Hadaas_, Kutup Yıldızı'nı atamak için bu efsaneden gelir. > Bu takımyıldızın bir yıldızı, Çin takvimindeki doğum yıllarına bağlı olarak her Moğol'a atfedildiği için Moğol halkı ile Büyük Ayı arasındaki bağlantıyla ilgili özellikle hoş bir gelenek. Çin ve Moğol takvimlerinin bazı benzerlikleri vardır (Moğol takvimi bir ay takvimidir). Her yıl bir hayvanla ilgilidir ve Büyük Ayı takımyıldızının bir yıldızıyla ilişkilidir. Birincisi, Dubhe (alfa UMa), farenin yılına karşılık gelir, ikincisi, Merak (beta UMa), öküz yılına karşılık gelir ve Alkaid'in atın yılını sembolize ettiği Büyük Ayı'nın kuyruğunun sonuna kadar böyle devam eder. . Sonra yine koyun yılındaki ilk yıldızdan başlıyoruz ve Çin takviminin on ikinci ve son yılı olan domuz takvimine kadar aynı şekilde tekrarlıyoruz. Bu nedenle, kuyruğun sonundaki iki yıldız yalnızca bir kez atanır. Bu, _Elverskog_ tarafından tarif edilen eski Yedi Buda Sutrasının bir çeşididir. Ancak orada, yıldızların ilişkisi yukarı-aşağı hareket halindedir, yani Dubhe/Sıçan, Merak/Öküz,... Mizar/Yılan, Alkaid/At, Mizar/Keçi, ... Merak/Domuz. ![](doloon_burkhan.webp) #### Kayan yıldızlar Kayan yıldızların Moğollar için de özel bir anlamı vardır: inançlarıyla kişileştirilirler. Bu kayan yıldızları gördüklerinde, gökten düşen ve yeni ölmüş birini simgeleyen bir yıldız olduğunu hayal ederler. Batılılar dilek tutarken Moğollar "Vay canına, ben değilim!" derler. (Batı Sahra'nın göçebe halkı ve bazı Arap kabileleri arasında da yaygın bir inançtır). #### İhmal Edilen Efsaneler Güneş, tutulmalar ve Hun Tavan Od (Cassiopeia) ile ilgili üç efsane de anlamca zengindir. Ancak günümüzde çoğu Moğol tarafından ihmal edilmekte ve neredeyse unutulmaktadır: ##### Güneş > Dünyanın başlangıcında, dünyayı aydınlatan yedi güneşin yaktığı tek bir adam ve uçsuz bucaksız, özellikle kuru çayırlar vardı. Çok iyi bir okçu olan bu adam, tüm bu güneşleri bir kez bile hedefi kaçırmadan deleceğine tanrılara söz verdi. Başarısız olursa, tüm parmaklarını birer birer keser ve üzerine çökecek laneti savuşturmak için dağ sıçanı (köstebek) gibi bir delikte yaşamaya giderdi. Yayını aldı, ilk oku çekti ve hedefini vurdu. İkinci, üçüncü, güneşleri yok eden altıncıya kadar. Yedinci okunu son güneşe doğru çekerek bitirdi, bir kırlangıç uçup onun yönünden geçtiğinde. Kuş vuruldu. Adam amacına ulaşamamıştı, bu yüzden bir delikte sürgüne doğru gitti, parmaklarını kesti ve bir dağ sıçanına dönüştü. Kırlangıç az önce Güneşimizi kurtarmıştı, yoksa tüm yaşam dünya yüzeyinden yok olurdu. > Burada tüm tek sayılar gibi Moğol kültüründe önemli olan yedi sayısı ile bir paralellik görmemiz gerekiyor. Budist dininde şans getirirler. ##### Tutulmalar > O sırada tüm dünyayı korkutan _Raah_ adında korkunç bir canavar yaşardı. Önüne çıkan her şeyi yuttu. Tanrı Orchiwaani'nin sihirli bir kaynağı vardı: ondan içen ölümsüz oldu. Bir gün, _Raah_ sihirli pınarı çaldı ve sarhoş oldu. Ay ve Güneş, canavarı iş üstünde yakaladı ve _Orchiwaani_'ye bildirdi. Bu haberi duyunca büyük bir öfkeyle canavarla savaşmaya gitti. Kafasını birçok kez kesti ama hemen yeniden büyüdü çünkü _Raah_ ölümsüz oldu. Ardından, yediği her şeyin doğrudan tekrar gitmesine izin vermek için kuyruğunu kesmeyi amaçladı. Orchiwaani, işini bitirmek için canavarı yakaladığı gibi, kaçtı ve Ay ile Güneş arasında kayboldu. Sonra Orchiwaani, Ay'dan yardım istedi, o da Raah'ı geri aldı ve kıçını ve kuyruğunu kesti. İntikam için canavar bazen Ay'ı veya Güneş'i yemek için geri gelir ama her zaman hemen oradan çıkarlar. Ay ve güneş tutulmalarının mitolojik nedeni budur. > Bir tutulma olduğunda Moğollar bunun Raah'ın Ay'ı veya Güneş'i yutması anlamına geldiğini bilirler ve canavarın tutulmayı serbest bırakması için çok ses çıkarırlar. 13. yüzyılda Guillaume de Rubruck [#1] yazdı: > Bazı \[Moğol halkı\] astronomi bilgisine sahiptir ve onları \[diğer Moğol halkına\] Ay ve Güneş tutulmalarını tahmin eder ve tam tutulmak üzereyken herkes kapıdan geçmediği için yiyecek stoklar. onların yerleşim yeri. Ve tutulma olurken, davul ve enstrümanları çalarlar ve büyük gürültü ve gürültü çıkarırlar. Tutulma bittiğinde kendilerini içkiye ve şenliğe adarlar ve büyük bir parti düzenlerler." > 2008'deki Eclipse gezginleri hala sürücülerin ve aşçıların çadırlarında saklanıp tencerelerle gürültü yaptıklarına tanık oldu. Otantik görünüyordu, turistler için bir gösteri değil. Ayrıca _Raah_ ile Hint _Rahu_ arasındaki benzerliğe dikkat edin. ##### Cassiopeia (_Hun Tavan Od_) Cassiopeia (_Hun Tavan Od_) Moğollar için birlik, kardeşlik, dayanışmayı simgeler. Takımyıldızın beş yıldızı, Cengiz Han'ın karısı Oulin'in beş çocuğunun birliğini temsil ediyor. > Birbirleriyle pek anlaşamazlar ve sürekli kavga ederlerdi. Anneleri beş ipi güçlü bir şekilde bağlamaya karar verdi ve her biri bir düğümü çözmeye çalışmalı. Başarırlarsa, bu, diğerleriyle birlik içinde kalmadıkları ve kardeşliğin zor zamanlarda bir araya gelmediği anlamına geliyordu. Tersine, eğer düğümler teste dayanırsa, beş kardeş hayatlarının geri kalanında birleşmiş ve yakın kalacak ve savaşlar sırasında galip geleceklerdi. > #### Gökyüzüyle Bağlantılı Diğer İnançlar Bir Moğol efsanesine göre, kendini gökyüzünde yüz yıldız saymaya adayan bir kadın, müstakbel kocasını rüyasında görecektir. Moğollar bazen Büyük Ayı'yı (_Doloon Burkhan_) yönüne süt atarak onurlandırırlar. Beyaz renkli süt, Moğolistan'da saflığı simgeliyor. Bir şeyin gerçekleşmesi için dua ederler, ancak birkaç kişi için, sadece bir kişi için değil, çünkü bu kötü şans getirir. Süt, renksizliği nedeniyle Moğollar için koyu rengi ve gücü simgeleyen votka ile değiştirilebilir. Bunu yaparak kötü şanstan, kavgalardan, korkudan kaçınır ve kötü ruhları savuşturur. ### Çözüm Takımyıldızlar batılı olanlardan esinlenmiştir, ancak burada kısaca açıklanan Moğol kozmogonisi, onunla bağlantılı olan önemli bir inanç kimliğini vurgulamaktadır. Moğol kültürü ve bilgi aktarımı esasen sözlüdür ve bu konular hakkında çok az yazılı iz vardır. Bu nedenle, kozmogonilerini yüksek doğruluk ve kesinlik ile ilişkilendirmek özellikle zordur. Bu kozmogoni hakkındaki bilgileri korumak için her türlü gözlem, öneri veya işbirliğine açığız! ### Teşekkür ve Ek Okuma * Bayrlalaa (teşekkürler) Moğollara, nezaketleri ve kültürleri ve kozmogonileri hakkında bu bilgilerin toplanmasındaki yardımları için * [L'Uranoscope de France](http://uranoscope.free.fr) * [L'Association Française d'Astronomie / Fransız Astronomi Derneği](http://www.afanet.fr) * [OutOfNowhere](http://www.outofnowhere.asia)
