Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: The _Book of the stars_ (Arabic:كتاب الكواكب) is an astronomical book written shortly before 964 by the astronomer Abu al-Ḥusayn ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī (born in Rayy, 903; died 986), referred to as al-Ṣūfī. It is the most outstanding among the works of the prominent astronomer, as Professor Paul Kunitzsch described it. Professor Kunitzsch continued to say [#1]: > In it, al-Ṣūfī treats the 48 classical constellations, which were established > and transmitted in Ptolemy's Almagest. The description of each constellation > comprises the following four sections: first, a general discussion of the > constellation and its individual stars; this section also includes al-Ṣūfi's > criticism of the Ptolemaic tradition and notices of his own observations. > Second, a record of the indigenous Arabic star names falling under that > constellation, and the exact identification of the respective stars with the > corresponding Ptolemaic stars. > Third, two drawings of the constellation, one as it is seen on a celestial > globe, and the other one as it is seen in the sky. Fourth, a table of the > stars making up that constellation, giving a verbal description of each > star's location and its longitude, latitude, and magnitude. This table > closely follows the arrangement of Ptolemy's star catalogue in the Almagest. In addition to the four sections of each constellation mentioned by dr. Kunitzsch, al-Ṣūfī would identify stars within the 6 magnitudes that were neglected by Ptolemy, but he did not catalogue them and was faithful to Ptolemy star catalog. An important aspect of al-Ṣūfī book is his record of the indigenous Arabic star names falling under each constellation, and the exact identification of the respective stars with the corresponding Ptolemaic stars. This means that we are looking at two layers of stars knowledge at the same time: the Ptolemaic one and the indigenous Arab one. Al-Sufi also selected 44 stars to be used in the astrolabe. The names he designated for these stars are a mix of indigenous Arabic star names like "The flying eagle", and names derived from the position of the star in the Ptolemaic constellation like "Leg of Centaurus". This sky culture is a result of research done on manuscripts of al-Ṣūfī book, oldest of which is dated from 1009[#11]. Ten manuscripts of the _The Book Of The Stars_ were consulted to produce the most accurate text as was written by al-Ṣūfī. Then, each member star of the 48 constellations was identified according to al-Ṣūfī description, and new tables were built including modern star designations from the Hipparcos, Bright stars, and Bayer catalogues. In addition, Arab indigenous star names were collected and identified as mapped by al-Ṣūfī to the Ptolemaic ones. All the previous steps were included in a book published digitally of the _The Book Of The Stars_ plus explanations and commentary by Khalid al-Ajaji, the author of this sky culture[#4]. The single source of the sky culture is the _The book of the stars_ and the aim is to give a faithful representation of the book content. ### Constellations The sky culture contains the 48 Greek constellations listed by Ptolemy in the Almagest plus three constellations imagined by al-Ṣūfī and were illustrated in his book. The sky culture art images of the constellations were extracted from the Ulugh Beg manuscript of the _The Book Of The Stars_, and adapted for Stellarium by Mr. Kutaibaa Akraa [#5]. The constellation lines are constructed according to the constellation shapes with an attempt to include most of the member stars. Star names are the names given by al-Sufi to the astrolabe stars in his book, a total of 44 stars plus indigenous Arab names of famous stars in the northern part of the sky found in the constellations of Ursa Minor, Ursa Major, and Draco.
fil: Ang _Aklat ng mga bituin_ (Arabic:كتاب الكواكب) ay isang astronomical na aklat na isinulat ilang sandali bago ang 964 ng astronomer na si Abu al-Ḥusayn ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī (ipinanganak sa Rayy, 903; namatay noong 986), na tinutukoy bilang al-986. -Ṣūfī. Ito ang pinakanamumukod-tangi sa mga gawa ng kilalang astronomo, gaya ng inilarawan ni Propesor Paul Kunitzsch. Patuloy na sinabi ni Propesor Kunitzsch [#1]: > Sa loob nito, tinatrato ni al-Ṣūfī ang 48 klasikal na konstelasyon, na itinatag at ipinadala sa Almagest ni Ptolemy. Ang paglalarawan ng bawat konstelasyon ay binubuo ng sumusunod na apat na seksyon: una, isang pangkalahatang talakayan ng konstelasyon at ang mga indibidwal na bituin nito; Kasama rin sa bahaging ito ang pagpuna ni al-Ṣūfi sa tradisyong Ptolemaic at mga paunawa sa kanyang sariling mga obserbasyon. Pangalawa, isang talaan ng mga katutubong Arabic na pangalan ng bituin na nasa ilalim ng konstelasyon na iyon, at ang eksaktong pagkakakilanlan ng kani-kanilang mga bituin na may katumbas na Ptolemaic na mga bituin. Pangatlo, dalawang guhit ng konstelasyon, ang isa ay tulad ng nakikita sa isang celestial na globo, at ang isa naman ay tulad ng nakikita sa kalangitan. Pang-apat, isang talahanayan ng mga bituin na bumubuo sa konstelasyon na iyon, na nagbibigay ng pandiwang paglalarawan ng lokasyon ng bawat bituin at ang longitude, latitude, at magnitude nito. Ang talahanayang ito ay malapit na sumusunod sa pagkakaayos ng star catalog ni Ptolemy sa Almagest. Bilang karagdagan sa apat na seksyon ng bawat konstelasyon na binanggit ni dr. Kunitzsch, si al-Ṣūfī ay tutukuyin ang mga bituin sa loob ng 6 na magnitude na pinabayaan ni Ptolemy, ngunit hindi niya itinatala ang mga ito at naging tapat sa Ptolemy star catalog. Ang isang mahalagang aspeto ng aklat na al-Ṣūfī ay ang kanyang talaan ng mga katutubong Arabic na pangalan ng bituin na nasa ilalim ng bawat konstelasyon, at ang eksaktong pagkakakilanlan ng kani-kanilang mga bituin na may katumbas na Ptolemaic na mga bituin. Nangangahulugan ito na tinitingnan natin ang dalawang patong ng kaalaman ng mga bituin sa parehong oras: ang Ptolemaic at ang katutubong Arabo. Pumili rin si Al-Sufi ng 44 na bituin na gagamitin sa astrolabe. Ang mga pangalan na itinalaga niya para sa mga bituin na ito ay isang halo ng mga katutubong Arabic na pangalan ng bituin tulad ng "Ang lumilipad na agila", at mga pangalan na hinango mula sa posisyon ng bituin sa Ptolemaic constellation tulad ng "Leg of Centaurus". Ang sky culture na ito ay resulta ng pananaliksik na ginawa sa mga manuskrito ng al-Ṣūfī na aklat, ang pinakaluma sa mga ito ay may petsang mula 1009[#11]. Sampung manuskrito ng _The Book Of The Stars_ ay sinangguni upang makagawa ng pinakatumpak na teksto gaya ng isinulat ni al-Ṣūfī. Pagkatapos, ang bawat miyembrong bituin ng 48 mga konstelasyon ay natukoy ayon sa paglalarawan ng al-Ṣūfī, at ang mga bagong talahanayan ay ginawa kasama ang mga modernong pagtatalaga ng bituin mula sa mga katalogo ng Hipparcos, Maliwanag na bituin, at Bayer. Bilang karagdagan, ang mga Arabong katutubong pangalan ng bituin ay tinipon at kinilala bilang nakamapa ni al-Ṣūfī sa mga Ptolemaic. Ang lahat ng naunang hakbang ay isinama sa isang aklat na inilathala nang digital ng _The Book Of The Stars_ kasama ang mga paliwanag at komentaryo ni Khalid al-Ajaji, ang may-akda ng kulturang ito sa kalangitan[#4]. Ang nag-iisang pinagmumulan ng kultura ng kalangitan ay ang _Ang aklat ng mga bituin_ at ang layunin ay magbigay ng tapat na representasyon ng nilalaman ng aklat. ### Mga konstelasyon Ang sky culture ay naglalaman ng 48 Greek constellation na nakalista ni Ptolemy sa Almagest kasama ang tatlong constellation na inisip ni al-Ṣūfī at inilarawan sa kanyang libro. Ang mga larawang sining ng sky culture ng mga konstelasyon ay kinuha mula sa Ulugh Beg manuscript ng _The Book Of The Stars_, at inangkop para sa Stellarium ni G. Kutaibaa Akraa [#5]. Ang mga linya ng konstelasyon ay itinayo ayon sa mga hugis ng konstelasyon na may pagtatangkang isama ang karamihan sa mga miyembrong bituin. Ang mga pangalan ng bituin ay ang mga pangalang ibinigay ni al-Sufi sa mga bituin sa astrolabe sa kanyang aklat, kabuuang 44 na bituin kasama ang mga katutubong Arabong pangalan ng mga sikat na bituin sa hilagang bahagi ng kalangitan na matatagpuan sa mga konstelasyon ng Ursa Minor, Ursa Major, at Draco .
fr: Le _Livre des étoiles_ (arabe : كتاب الكواكب) est un livre astronomique écrit peu avant 964 par l'astronome Abu al-Ḥusayn ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī (né à Rayy, 903 ; mort 986), appelé al -Soufi. C'est la plus remarquable parmi les œuvres de l'éminent astronome, comme l'a décrit le professeur Paul Kunitzsch. Le professeur Kunitzsch a poursuivi en disant [#1] : > Dans celui-ci, al-Ṣūfī traite des 48 constellations classiques, établies et transmises dans l'Almageste de Ptolémée. La description de chaque constellation comprend les quatre sections suivantes : premièrement, une discussion générale de la constellation et de ses étoiles individuelles ; cette section comprend également la critique d'al-Ṣūfi de la tradition ptolémaïque et des avis de ses propres observations. Deuxièmement, un enregistrement des noms d'étoiles indigènes arabes relevant de cette constellation, et l'identification exacte des étoiles respectives avec les étoiles ptolémaïques correspondantes. Troisièmement, deux dessins de la constellation, l'un tel qu'il est vu sur un globe céleste, et l'autre tel qu'il est vu dans le ciel. Quatrièmement, un tableau des étoiles composant cette constellation, donnant une description verbale de l'emplacement de chaque étoile et de sa longitude, latitude et magnitude. Ce tableau suit de près l'arrangement du catalogue d'étoiles de Ptolémée dans l'Almagest. En plus des quatre sections de chaque constellation mentionnée par le dr. Kunitzsch, al-Ṣūfī identifierait les étoiles dans les 6 magnitudes qui ont été négligées par Ptolémée, mais il ne les a pas cataloguées et était fidèle au catalogue d'étoiles de Ptolémée. Un aspect important du livre d'al-Ṣūfī est son enregistrement des noms d'étoiles arabes indigènes relevant de chaque constellation, et l'identification exacte des étoiles respectives avec les étoiles ptolémaïques correspondantes. Cela signifie que nous examinons deux couches de connaissances stellaires en même temps : celle des Ptolémées et celle des Arabes indigènes. Al-Sufi a également sélectionné 44 étoiles à utiliser dans l'astrolabe. Les noms qu'il a désignés pour ces étoiles sont un mélange de noms d'étoiles indigènes arabes comme "L'aigle volant" et de noms dérivés de la position de l'étoile dans la constellation ptolémaïque comme "Jambe du Centaure". Cette culture du ciel est le résultat de recherches effectuées sur des manuscrits du livre al-Ṣūfī, dont le plus ancien est daté de 1009[#11]. Dix manuscrits du _Le Livre Des Étoiles_ ont été consultés pour produire le texte le plus précis tel qu'il a été écrit par al-Ṣūfī. Ensuite, chaque étoile membre des 48 constellations a été identifiée selon la description d'al-Ṣūfī, et de nouvelles tables ont été construites, y compris les désignations d'étoiles modernes des catalogues Hipparcos, Bright stars et Bayer. De plus, les noms d'étoiles indigènes arabes ont été collectés et identifiés comme cartographiés par al-Ṣūfī aux noms ptolémaïques. Toutes les étapes précédentes ont été incluses dans un livre publié numériquement du _The Book Of The Stars_ plus des explications et des commentaires par Khalid al-Ajaji, l'auteur de cette culture du ciel[#4]. La source unique de la culture du ciel est le _Le livre des étoiles_ et le but est de donner une représentation fidèle du contenu du livre. ### Constellations La culture du ciel contient les 48 constellations grecques répertoriées par Ptolémée dans l' Almageste plus trois constellations imaginées par al-Ṣūfī et illustrées dans son livre. Les images d'art de la culture du ciel des constellations ont été extraites du manuscrit Ulugh Beg du _The Book Of The Stars_, et adaptées pour Stellarium par M. Kutaibaa Akraa [#5]. Les lignes de constellation sont construites selon les formes de constellation avec une tentative d'inclure la plupart des étoiles membres. Les noms d'étoiles sont les noms donnés par al-Sufi aux étoiles astrolabes dans son livre, un total de 44 étoiles plus des noms arabes indigènes d'étoiles célèbres dans la partie nord du ciel trouvées dans les constellations d'Ursa Minor, Ursa Major et Draco .
id: The _Book of the stars_ (Arab:كتاب الكواكب) adalah sebuah buku astronomi yang ditulis tak lama sebelum tahun 964 oleh astronom Abu al-Ḥusayn Abd al-Raḥmān ibn Umar al-Ṣūf (lahir di Rayy, 903; meninggal 986), disebut sebagai al -Ṣūfī. Ini adalah yang paling menonjol di antara karya-karya astronom terkemuka, seperti yang dijelaskan Profesor Paul Kunitzsch. Profesor Kunitzsch terus mengatakan [#1]: > Di dalamnya, al-Ṣūf membahas 48 rasi bintang klasik, yang dibentuk dan ditransmisikan dalam Almagest karya Ptolemy. Deskripsi setiap konstelasi terdiri dari empat bagian berikut: pertama, diskusi umum tentang konstelasi dan masing-masing bintangnya; bagian ini juga mencakup kritik al-Ṣūfi terhadap tradisi Ptolemeus dan catatan pengamatannya sendiri. Kedua, catatan nama bintang asli Arab yang berada di bawah konstelasi tersebut, dan identifikasi yang tepat dari masing-masing bintang dengan bintang Ptolemaic yang sesuai. Ketiga, dua gambar konstelasi, satu seperti yang terlihat di bola langit, dan yang lainnya seperti yang terlihat di langit. Keempat, tabel bintang-bintang yang membentuk konstelasi tersebut, yang memberikan deskripsi verbal tentang lokasi setiap bintang dan garis bujur, garis lintang, dan magnitudonya. Tabel ini mengikuti susunan katalog bintang Ptolemy di Almagest. Selain empat bagian dari setiap konstelasi yang disebutkan oleh dr. Kunitzsch, al-Ṣūf akan mengidentifikasi bintang-bintang dalam 6 magnitudo yang diabaikan oleh Ptolemy, tetapi dia tidak mengkatalogkannya dan setia pada katalog bintang Ptolemy. Aspek penting dari buku al-Ṣūf adalah catatannya tentang nama-nama bintang asli Arab yang berada di bawah setiap konstelasi, dan identifikasi yang tepat dari masing-masing bintang dengan bintang-bintang Ptolemeus yang sesuai. Ini berarti bahwa kita melihat dua lapisan pengetahuan bintang secara bersamaan: yang Ptolemeus dan yang asli Arab. Al-Sufi juga memilih 44 bintang untuk digunakan dalam astrolab. Nama-nama yang dia tunjuk untuk bintang-bintang ini adalah campuran dari nama-nama bintang asli Arab seperti "The flying eagle", dan nama-nama yang berasal dari posisi bintang di konstelasi Ptolemaic seperti "Leg of Centaurus". Budaya langit ini merupakan hasil penelitian yang dilakukan terhadap naskah-naskah kitab al-Ṣūf, yang tertua berangka tahun 1009[#11]. Sepuluh manuskrip _The Book Of The Stars_ dikonsultasikan untuk menghasilkan teks yang paling akurat seperti yang ditulis oleh al-Ṣūf. Kemudian, setiap bintang anggota dari 48 rasi bintang diidentifikasi menurut deskripsi al-Ṣūf, dan tabel baru dibangun termasuk penunjukan bintang modern dari katalog Hipparcos, Bright stars, dan Bayer. Selain itu, nama-nama bintang asli Arab dikumpulkan dan diidentifikasi seperti yang dipetakan oleh al-Ṣūf ke bintang-bintang Ptolemeus. Semua langkah sebelumnya dimasukkan dalam sebuah buku yang diterbitkan secara digital dari _The Book Of The Stars_ ditambah penjelasan dan komentar oleh Khalid al-Ajaji, penulis budaya langit ini [#4]. Satu-satunya sumber budaya langit adalah _The book of the stars_ dan tujuannya adalah untuk memberikan representasi yang tepat dari isi buku. ### Rasi Bintang Budaya langit berisi 48 rasi bintang Yunani yang terdaftar oleh Ptolemy di Almagest ditambah tiga rasi bintang yang dibayangkan oleh al-Ṣūf dan diilustrasikan dalam bukunya. Gambar seni budaya langit dari konstelasi diambil dari manuskrip Ulugh Beg dari _The Book Of The Stars_, dan diadaptasi untuk Stellarium oleh Mr. Kutaibaa Akraa [#5]. Garis konstelasi dibangun sesuai dengan bentuk konstelasi dengan upaya untuk memasukkan sebagian besar anggota bintang. Nama-nama bintang adalah nama-nama yang diberikan oleh al-Sufi kepada bintang-bintang astrolabe dalam bukunya, total 44 bintang ditambah nama-nama asli Arab dari bintang-bintang terkenal di bagian utara langit yang terdapat pada rasi bintang Ursa Minor, Ursa Major, dan Draco .
pl: _Księga gwiazd_ (arab. كتاب الكواكب) to księga astronomiczna napisana na krótko przed 964 rokiem przez astronoma Abu al-Ḥusayna ʿAbd al-Raḥmāna ibn ʿUmara al-Ṣūfī (ur. 903 w Rayy; zm. 986), zwanego al. -Ṣūfi. Jest najwybitniejszym dziełem wybitnego astronoma, jak określił to profesor Paul Kunitzsch. Profesor Kunitzsch kontynuował [#1]: > W nim al-Ṣūfi traktuje 48 klasycznych konstelacji, które zostały ustanowione i przekazane w Almagest Ptolemeusza. Opis każdej konstelacji składa się z następujących czterech części: po pierwsze, ogólne omówienie konstelacji i jej poszczególnych gwiazd; sekcja ta zawiera również krytykę al-Ṣūfi wobec tradycji ptolemejskiej oraz uwagi dotyczące jego własnych obserwacji. Po drugie, zapis rdzennych arabskich nazw gwiazd należących do tej konstelacji oraz dokładna identyfikacja odpowiednich gwiazd z odpowiadającymi im gwiazdami ptolemejskimi. Po trzecie, dwa rysunki konstelacji, jeden widziany na kuli niebieskiej, a drugi widziany na niebie. Po czwarte, tabela gwiazd tworzących tę konstelację, podająca słowny opis położenia każdej gwiazdy oraz jej długości, szerokości i wielkości. Ta tabela ściśle odzwierciedla układ katalogu gwiazd Ptolemeusza w Almagest. Oprócz czterech części każdej konstelacji wymienionych przez dr. Kunitzsch al-Ṣūfi identyfikował gwiazdy w zakresie 6 wielkości gwiazdowych, które zostały zaniedbane przez Ptolemeusza, ale nie skatalogował ich i był wierny katalogowi gwiazd Ptolemeusza. Ważnym aspektem książki al-Ṣūfi jest jego zapis rdzennych arabskich nazw gwiazd należących do każdej konstelacji oraz dokładna identyfikacja odpowiednich gwiazd z odpowiadającymi im gwiazdami ptolemejskimi. Oznacza to, że patrzymy jednocześnie na dwie warstwy wiedzy o gwiazdach: ptolemejską i rdzenną arabską. Al-Sufi wybrał również 44 gwiazdy do wykorzystania w astrolabium. Nazwy, które wyznaczył dla tych gwiazd, są mieszanką rdzennych arabskich nazw gwiazd, takich jak „Latający orzeł”, i nazw wywodzących się z pozycji gwiazdy w konstelacji Ptolemeusza, takich jak „Noga Centaura”. Ta kultura nieba jest wynikiem badań przeprowadzonych na rękopisach księgi al-Ṣūfi, z których najstarszy datowany jest na 1009 [#11]. Skonsultowano się z dziesięcioma rękopisami Księgi gwiazd, aby uzyskać jak najdokładniejszy tekst, jaki napisał al-Ṣūfi. Następnie każda gwiazda członkowska z 48 konstelacji została zidentyfikowana zgodnie z opisem al-Ṣūfi i zbudowano nowe tabele zawierające współczesne oznaczenia gwiazd z katalogów Hipparcos, Bright stars i Bayer. Ponadto, arabskie rdzenne nazwy gwiazd zostały zebrane i zidentyfikowane jako zmapowane przez al-Ṣūfi na te ptolemejskie. Wszystkie poprzednie kroki zostały zawarte w opublikowanej cyfrowo książce _Księgi gwiazd_ wraz z wyjaśnieniami i komentarzami Khalida al-Ajaji, autora tej kultury nieba [#4]. Jedynym źródłem kultury nieba jest _Księga gwiazd_, a jej celem jest wierne odwzorowanie treści księgi. ### Konstelacje Kultura nieba zawiera 48 gwiazdozbiorów greckich wymienionych przez Ptolemeusza w Almageście oraz trzy gwiazdozbiory wyobrażone przez al-Ṣūfi i zilustrowane w jego książce. Obrazy gwiazdozbiorów kultury nieba zostały wydobyte z rękopisu Ulugh Beg _Księgi gwiazd_ i zaadaptowane do Stellarium przez pana Kutaibaa Akraa [#5]. Linie konstelacji są konstruowane zgodnie z kształtami konstelacji, starając się objąć większość gwiazd członkowskich. Nazwy gwiazd to imiona nadane przez al-Sufi gwiazdom astrolabium w jego książce, łącznie 44 gwiazdy plus rodzime arabskie nazwy znanych gwiazd w północnej części nieba znalezione w konstelacjach Wielkiej Niedźwiedzicy, Wielkiej Niedźwiedzicy i Draco .
pt: O _Livro das estrelas_ (em árabe: كتاب الكواكب) é um livro astronômico escrito pouco antes de 964 pelo astrônomo Abu al-Ḥusayn ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī (nascido em Rayy, 903; falecido em 986), referido como al -Ṣūfī. É o mais notável entre os trabalhos do astrônomo proeminente, como o professor Paul Kunitzsch o descreveu. O professor Kunitzsch continuou a dizer [#1]: > Nele, al-Ṣūfī trata das 48 constelações clássicas, que foram estabelecidas e transmitidas no Almagesto de Ptolomeu. A descrição de cada constelação compreende as seguintes quatro seções: primeiro, uma discussão geral da constelação e suas estrelas individuais; esta seção também inclui a crítica de al-Ṣūfi à tradição ptolomaica e notas de suas próprias observações. Segundo, um registro dos nomes de estrelas árabes indígenas que se enquadram nessa constelação e a identificação exata das respectivas estrelas com as estrelas ptolomaicas correspondentes. Terceiro, dois desenhos da constelação, um visto no globo celeste e outro visto no céu. Quarto, uma tabela das estrelas que compõem essa constelação, dando uma descrição verbal da localização de cada estrela e sua longitude, latitude e magnitude. Esta tabela segue de perto a disposição do catálogo de estrelas de Ptolomeu no Almagesto. Além das quatro seções de cada constelação mencionadas pelo dr. Kunitzsch, al-Ṣūfī identificaria estrelas dentro das 6 magnitudes que foram negligenciadas por Ptolomeu, mas ele não as catalogou e foi fiel ao catálogo de estrelas de Ptolomeu. Um aspecto importante do livro de al-Ṣūfī é seu registro dos nomes de estrelas árabes indígenas que caem sob cada constelação, e a identificação exata das respectivas estrelas com as estrelas ptolomaicas correspondentes. Isso significa que estamos olhando para duas camadas de conhecimento estelar ao mesmo tempo: a ptolomaica e a árabe indígena. Al-Sufi também selecionou 44 estrelas para serem usadas no astrolábio. Os nomes que ele designou para essas estrelas são uma mistura de nomes de estrelas árabes indígenas como "A águia voadora" e nomes derivados da posição da estrela na constelação ptolomaica como "Perna de Centaurus". Esta cultura do céu é resultado de pesquisas feitas em manuscritos do livro al-Ṣūfī, o mais antigo dos quais é datado de 1009 [#11]. Dez manuscritos do _The Book Of The Stars_ foram consultados para produzir o texto mais preciso como foi escrito por al-Ṣūfī. Em seguida, cada estrela membro das 48 constelações foi identificada de acordo com a descrição de al-Ṣūfī, e novas tabelas foram construídas incluindo designações de estrelas modernas dos catálogos Hipparcos, Bright stars e Bayer. Além disso, nomes de estrelas indígenas árabes foram coletados e identificados como mapeados por al-Ṣūfī para os ptolomaicos. Todos os passos anteriores foram incluídos em um livro publicado digitalmente do _The Book Of The Stars_ mais explicações e comentários de Khalid al-Ajaji, o autor desta cultura do céu[#4]. A única fonte da cultura do céu é o _O livro das estrelas_ e o objetivo é dar uma representação fiel do conteúdo do livro. ### Constelações A cultura do céu contém as 48 constelações gregas listadas por Ptolomeu no Almagesto mais três constelações imaginadas por al-Ṣūfī e foram ilustradas em seu livro. As imagens da arte da cultura do céu das constelações foram extraídas do manuscrito Ulugh Beg do _The Book Of The Stars_ e adaptados para Stellarium pelo Sr. Kutaibaa Akraa [#5]. As linhas da constelação são construídas de acordo com as formas da constelação com uma tentativa de incluir a maioria das estrelas membros. Os nomes das estrelas são os nomes dados por al-Sufi às estrelas do astrolábio em seu livro, um total de 44 estrelas mais nomes árabes indígenas de estrelas famosas na parte norte do céu encontradas nas constelações de Ursa Menor, Ursa Maior e Draco .
tr: Yıldızların Kitabı (Arapça: كتاب الكواكب) 964'ten kısa bir süre önce astronom Ebu'l-Hüseyn 'Abd al-Rahmān ibn 'Umar al-Sūfī (Rey, 903'te doğdu; 986'da öldü) tarafından yazılan astronomik bir kitaptır. -tufī. Profesör Paul Kunitzsch'in tanımladığı gibi, önde gelen astronomun eserleri arasında en göze çarpanıdır. Profesör Kunitzsch [#1] demeye devam etti: > Bu kitapta el-Tûfî, Batlamyus'un Almagest'inde kurulan ve aktarılan 48 klasik takımyıldızı ele alır. Her takımyıldızın tanımı aşağıdaki dört bölümden oluşur: ilk olarak takımyıldızın ve tek tek yıldızlarının genel bir tartışması; bu bölüm aynı zamanda el-Tûfi'nin Batlamyus geleneğine yönelik eleştirisini ve kendi gözlemlerinin notlarını da içerir. İkincisi, bu takımyıldızın altına düşen yerli Arap yıldız isimlerinin bir kaydı ve ilgili yıldızların karşılık gelen Ptolemaik yıldızlarla tam olarak tanımlanması. Üçüncüsü, takımyıldızın biri gök küresinde görüldüğü, diğeri ise gökyüzünde görüldüğü gibi iki çizimi. Dördüncüsü, her bir yıldızın konumu, boylam, enlem ve büyüklüğünün sözlü bir tanımını veren, bu takımyıldızı oluşturan yıldızların bir tablosu. Bu tablo, Ptolemy'nin Almagest'teki yıldız kataloğunun düzenlemesini yakından takip eder. dr tarafından belirtilen her takımyıldızın dört bölümüne ek olarak. Kunitzsch, el-Tûfî, Batlamyus tarafından ihmal edilen 6 kadirdeki yıldızları tanımladı, ancak onları kataloglamadı ve Batlamyus yıldız kataloğuna sadık kaldı. El-Tufī kitabının önemli bir yönü, her takımyıldızın altına düşen yerli Arap yıldız isimlerinin kaydı ve ilgili yıldızların karşılık gelen Ptolemaik yıldızlarla tam olarak tanımlanmasıdır. Bu, aynı anda iki yıldız bilgi katmanına baktığımız anlamına gelir: Ptolemaik olanı ve yerli Arap olanı. Al-Sufi ayrıca usturlabda kullanılmak üzere 44 yıldız seçti. Bu yıldızlar için belirlediği isimler, "Uçan kartal" gibi yerli Arap yıldız isimlerinin ve yıldızın Batlamyus takımyıldızındaki konumundan türetilen "Erboğa Bacağı" gibi isimlerin bir karışımıdır. Bu gök kültürü, en eskisi 1009[#11] tarihli el-Tûfî kitabının yazmaları üzerinde yapılan araştırmaların bir sonucudur. Tûfî'nin yazdığı şekliyle en doğru metni üretmek için Yıldızlar Kitabı'nın on elyazmasına başvurulmuştur. Daha sonra, 48 takımyıldızın her bir üye yıldızı, el-Tufī tanımına göre belirlendi ve Hipparcos, Parlak yıldızlar ve Bayer kataloglarından modern yıldız tanımlarını içeren yeni tablolar oluşturuldu. Buna ek olarak, Arap yerli yıldız isimleri toplanmış ve el-Tûfî tarafından Ptolemaioslarla eşleştirildiği şekilde tanımlanmıştır. Önceki tüm adımlar, _The Book Of The Stars'ın dijital olarak yayınlanan bir kitabına ek olarak, bu gökyüzü kültürünün [#4] yazarı Khalid al-Ajaji'nin açıklamaları ve yorumlarına dahil edildi. Gökyüzü kültürünün tek kaynağı _Yıldızların Kitabı_'dır ve amaç kitap içeriğinin aslına uygun bir temsilini vermektir. ### Takımyıldızlar Gökyüzü kültürü, Almagest'te Ptolemy tarafından listelenen 48 Yunan takımyıldızını ve ayrıca el-Tufī tarafından hayal edilen ve kitabında gösterilen üç takımyıldızı içerir. Takımyıldızların gökyüzü kültürü sanatı görüntüleri, _The Book Of The Stars'ın Uluğ Bey el yazmasından alınmış ve Bay Kutaibaa Akraa [#5] tarafından Stellarium'a uyarlanmıştır. Takımyıldız çizgileri, üye yıldızların çoğunu dahil etmek amacıyla takımyıldız şekillerine göre inşa edilmiştir. Yıldız isimleri, El-Sufi'nin kitabında yer alan usturlap yıldızlarına verdiği isimlerdir, toplam 44 yıldız artı Küçükayı, Büyükayı ve Draco takımyıldızlarında bulunan gökyüzünün kuzeyindeki ünlü yıldızların yerli Arap isimleridir. .
