Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: ### The Azure Dragon of the East (Spring) The 7 Lunar Stations of the "East" or "Blue Dragon". | # | Chinese Character | Meaning | Key Star | Japanese Name | |---|-------------------|---------|----------|---------------| | 1 | 角 | Horn(s), perhaps Angle, Corner | Alpha Vir | SuBoshi | | 2 | 亢 | Neck, Throat | Kappa Vir | AmiBoshi | | 3 | 氐 | Root, perhaps Shoulder or Base | Iota Lib; sometimes Alpha Lib | TomoBoshi | | 4 | 房 | Chamber, perhaps Breasts | Delta Sco; sometimes Pi Sco | SoiBoshi | | 5 | 心 | Heart | Sigma Sco | NakagoBoshi | | 6 | 尾 | Tail | Mu Sco | AshitareBoshi | | 7 | 箕 | Basket | Gamma Sgr; sometimes Eta Sgr | MiBoshi | ### The "Genbu" (Black Tortoise) of the North (Winter) The 7 Lunar Stations of the "North" (Genbu) or "Black Tortoise of Winter" (also "Somber" or "Black" Warrior). | # | Chinese Character | Meaning | Key Star | Japanese Name | |---|----------------|-------------------|-----------|---------| | 8 | 斗 | Dipper; Measure | Phi Sgr | HikitsuBoshi | | 9 | 牛 | Cow | Beta Cap | InamiBoshi | | 10 | 女 | Woman; perhaps Waiting Maid | Epsilon Aqr | UrukiBoshi | | 11 | 虛 | Emptiness | Beta Aqr | TomiteBoshi | | 12 | 危 | Roof Top, perhaps Danger, Steep | Alpha Aqr | UmiyameBoshi | | 13 | 室 | Room, perhaps Encampment | Alpha Peg | HatsuiBoshi | | 14 | 壁 | Wall | Gamma Peg | NamameBoshi | ### The White Tiger of the West (Fall) The 7 Lunar Stations of the "West" or "White Tiger". | # | Chinese Character | Meaning | Key Star | Japanese Name | |---|----------------|-------------------------|-----------|---------| | 15 | 奎 | Stride, Foot | Delta And | TokakiBoshi | | 16 | 婁 | Hill, Lasso; perhaps Bellows | Beta Ari | TataraBoshi | | 17 | 胃 | Stomach | 35 Ari | EkieBoshi | | 18 | 昴 | Stopping Place, United; perhaps "Getting Together" | 17 Tau; sometimes 16 Tau | SubaruBoshi | | 19 | 畢 | Net; perhaps related to Rain | Epsilon Tau | AmefuriBoshi | | 20 | 觜 | Turtle Snout, perhaps Tuft on Owl's Head | Turtle Snout, perhaps Tuft on Owl's Head | TorokiBoshi | | 21 | 参 | Investigator, Three | Delta Ori; sometimes Beta Ori | KagasukiBoshi | ### The Red Bird of the South (Summer) The 7 Lunar Stations of the "South" or "Red Bird". | # | Chinese Character | Meaning | Key Star | Japanese Name | |---|----------------|----------------|-----------|---------| | 22 | 井 | Well | Mu Gem | ChichiriBoshi | | 23 | 鬼 | Ogre, Devil, perhaps Ghost | Delta Cnc; sometimes Theta Cnc | TamahomeBoshi | | 24 | 柳 | Willow | Delta Hya | NurikoBoshi | | 25 | 星 | Stars | Alpha Hya | HotohoriBoshi | | 26 | 張 | Stretched Net | Nu Hya | ChirikoBoshi | | 27 | 翼 | Wings | Alpha Crt | TasukiBoshi | | 28 | 軫 | Chariot Cross-Board, perhaps strings of Koto | Gamma Crv | MitsukakeBoshi |
fil: ### Ang Azure Dragon ng Silangan (Spring) Ang 7 Lunar Stations ng "East" o "Blue Dragon". | # | Karakter na Intsik | Ibig sabihin | Susing Bituin | Pangalan ng Hapon | |---|-------------------|---------|----------|----------------| | 1 |角 | (mga) sungay, marahil anggulo, sulok | Alpha Vir | SuBoshi | | 2 |亢 | Leeg, Lalamunan | Kappa Vir | AmiBoshi | | 3 |氐 | Ugat, marahil Balikat o Base | Iota Lib; minsan Alpha Lib | TomoBoshi | | 4 |房 | Kamara, marahil Mga Suso | Delta Sco; minsan Pi Sco | SoiBoshi | | 5 |心 | Puso | Sigma Sco | NakagoBoshi | | 6 |尾 | Buntot | Mu Sco | AshitareBoshi | | 7 |箕 | Basket | Gamma Sgr; minsan Eta Sgr | MiBoshi | ### Ang "Genbu" (Black Tortoise) ng Hilaga (Winter) Ang 7 Lunar Stations ng "North" (Genbu) o "Black Tortoise of Winter" (din ay "Somber" o "Black" Warrior). | # | Karakter na Intsik | Ibig sabihin | Susing Bituin | Pangalan ng Hapon | |-----------------|----------------|--------------------|------------|---------| | 8 |斗 | Dipper; Sukatin | Phi Sgr | HikitsuBoshi | | 9 |牛 | Baka | Beta Cap | InamiBoshi | | 10 |女 | Babae; marahil Waiting Maid | Epsilon Aqr | UrukiBoshi | | 11 |虛 | Kawalan ng laman | Beta Aqr | TomiteBoshi | | 12 |危 | Bubong, marahil Panganib, Matarik | Alpha Aqr | UmiyameBoshi | | 13 |室 | Kwarto, marahil Kampo | Alpha Peg | HatsuiBoshi | | 14 |壁 | Pader | Gamma Peg | NameBoshi | ### Ang Puting Tigre ng Kanluran (Fall) Ang 7 Lunar Stations ng "West" o "White Tiger". | # | Karakter na Intsik | Ibig sabihin | Susing Bituin | Pangalan ng Hapon | |-----------------|----------------|------------------------|------------|---------| | 15 |奎 | Hakbang, Paa | Delta At | TokakiBoshi | | 16 |婁 | Burol, Lasso; marahil Bellows | Beta Ari | TataraBoshi | | 17 |胃 | Tiyan | 35 Ari | EkieBoshi | | 18 |昴 | Stopping Place, United; marahil "Pagsasama-sama" | 17 Tau; minsan 16 Tau | SubaruBoshi | | 19 |畢 | Net; baka may kaugnayan kay Rain | Epsilon Tau | AmefuriBoshi | | 20 |觜 | Nguso ng Pagong, marahil Tuft on Owl's Head | Nguso ng Pagong, marahil Tuft on Owl's Head | TorokiBoshi | | 21 |参 | Imbestigador, Tatlo | Delta Ori; minsan Beta Ori | KagasukiBoshi | ### Ang Pulang Ibon ng Timog (Tag-init) Ang 7 Lunar Stations ng "South" o "Red Bird". | # | Karakter na Intsik | Ibig sabihin | Susing Bituin | Pangalan ng Hapon | |---|----------------|----------------|-----------|---------| | 22 |井 | Well | Mu Gem | ChichiriBoshi | | 23 |鬼 | Ogre, Devil, marahil Ghost | Delta Cnc; minsan Theta Cnc | TamahomeBoshi | | 24 |柳 | Willow | Delta Hya | NurikoBoshi | | 25 |星 | Mga Bituin | Alpha Hya | HotohoriBoshi | | 26 |張 | Naka-stretch na Net | Nu Hya | ChirikoBoshi | | 27 |翼 | Mga pakpak | Alpha Crt | TasukiBoshi | | 28 |軫 | Chariot Cross-Board, marahil mga string ng Koto | Gamma Crv | MitsukakeBoshi |
fr: ### Le dragon azur de l'Est (printemps) Les 7 stations lunaires de "l'Est" ou "Blue Dragon". | # | Caractère chinois | Signification | Étoile clé | Nom japonais | |-----|---------------------|-----------|------------|------------------| | 1 |角 | Corne (s), peut-être angle, coin | Alpha Vir | SuBoshi | | 2 |亢 | Cou, gorge | Kappa Vir | AmiBoshi | | 3 |氐 | Racine, peut-être épaule ou base | Iota Lib; parfois Alpha Lib | TomoBoshi | | 4 |房 | Chambre, peut-être des seins | Delta Sco; parfois Pi Sco | SoiBoshi | | 5 |心 | Coeur | Sigma Sco | NakagoBoshi | | 6 |尾 | Queue | Mu Sco | AshitareBoshi | | 7 |箕 | Panier | Gamma Sgr; parfois Eta Sgr | MiBoshi | ### Le "Genbu" (tortue noire) du Nord (hiver) Les 7 stations lunaires du "Nord" (Genbu) ou "Black Tortoise of Winter" (également "Somber" ou "Black" Warrior). | # | Caractère chinois | Signification | Étoile clé | Nom japonais | |-----|------------------|---------------------|--------------|-----------| | 8 |斗 | Louche; Mesurer | Phi Sgr | HikitsuBoshi | | 9 |牛 | Vache | Casquette Beta | InamiBoshi | | 10 |女 | Femme; peut-être Waiting Maid | Epsilon Aqr | UrukiBoshi | | 11 |虛 | Vide | Beta Aqr | TomiteBoshi | | 12 |危 | Toit, peut-être dangereux, raide | Alpha Aqr | UmiyameBoshi | | 13 |室 | Chambre, peut-être campement | Alpha Peg | HatsuiBoshi | | 14 |壁 | Mur | Gamma Peg | NamameBoshi | ### Le tigre blanc de l'Ouest (automne) Les 7 stations lunaires de "l'Ouest" ou "Tigre blanc". | # | Caractère chinois | Signification | Étoile clé | Nom japonais | |-----|------------------|---------------------------|-------------|-----------| | 15 |奎 | Foulée, pied | Delta et | TokakiBoshi | | 16 |婁 | Hill, Lasso; peut-être soufflet | Beta Ari | TataraBoshi | | 17 |胃 | Estomac | 35 Ari | EkieBoshi | | 18 |昴 | Stopping Place, United; peut-être "se réunir" | 17 Tau; parfois 16 Tau | SubaruBoshi | | 19 |畢 | Net; peut-être lié à la pluie | Epsilon Tau | AmefuriBoshi | | 20 |觜 | Museau de tortue, peut-être touffe sur la tête de la chouette | Museau de tortue, peut-être touffe sur la tête de la chouette | TorokiBoshi | | 21 |参 | Enquêteur, trois | Delta Ori; parfois Beta Ori | KagasukiBoshi | ### L'Oiseau rouge du Sud (été) Les 7 stations lunaires du "Sud" ou "Red Bird". | # | Caractère chinois | Signification | Étoile clé | Nom japonais | |-----|------------------|------------------|-------------|-----------| | 22 |井 | Eh bien | Mu Gem | ChichiriBoshi | | 23 |鬼 | Ogre, diable, peut-être fantôme | Delta Cnc; parfois Theta Cnc | TamahomeBoshi | | 24 |柳 | Willow | Delta Hya | NurikoBoshi | | 25 |星 | Étoiles | Alpha Hya | HotohoriBoshi | | 26 |張 | Filet tendu | Nu Hya | ChirikoBoshi | | 27 |翼 | Ailes | Alpha Crt | TasukiBoshi | | 28 |軫 | Chariot Cross-Board, peut-être des cordes de Koto | Gamma Crv | MitsukakeBoshi |
id: ### Naga Azure dari Timur (Musim Semi) 7 Stasiun Bulan di "Timur" atau "Naga Biru". | # | Karakter Cina | Artinya | Bintang Kunci | Nama Jepang | |---|--------------------|---------|----------|----------------| | 1 | | Tanduk, mungkin Sudut, Sudut | Alfa Vir | SuBoshi | | 2 | | Leher, Tenggorokan | Kappa Vir | AmiBoshi | | 3 | | Akar, mungkin Bahu atau Basis | Sedikit saja; terkadang Alpha Lib | TomoBoshi | | 4 | | Kamar, mungkin Payudara | Delta Sco; terkadang Pi Sco | SoiBoshi | | 5 | | Hati | Sigma Sco | NakagoBoshi | | 6 | | Ekor | Mu Sco | AshitareBoshi | | 7 | | Keranjang | Gama Sgr; terkadang Eta Sgr | MiBoshi | ### "Genbu" (Kura-kura Hitam) dari Utara (Musim Dingin) 7 Stasiun Bulan dari "Utara" (Genbu) atau "Kura-kura Hitam Musim Dingin" (juga Prajurit "Muram" atau "Hitam"). | # | Karakter Cina | Artinya | Bintang Kunci | Nama Jepang | |---|----------------|---------|------------|---------| | 8 | | Timba; Ukur | Phi Sgr | Hikitsu Boshi | | 9 | | Sapi | Batas Beta | Inami Boshi | | 10 | | Wanita; mungkin Pembantu Menunggu | Epsilon Aqr | Uruki Boshi | | 11 | | Kekosongan | Beta Aqr | TomiteBoshi | | 12 | | Roof Top, Mungkin Bahaya, Curam | Alfa Aqr | UmiyameBoshi | | 13 | | Kamar, mungkin Perkemahan | Pasak Alfa | Hatsui Boshi | | 14 | | Dinding | Gama Pasak | NamakuBoshi | ### Macan Putih Barat (Musim Gugur) 7 Stasiun Bulan "Barat" atau "Harimau Putih". | # | Karakter Cina | Artinya | Bintang Kunci | Nama Jepang | |---|----------------|---------------------|------------|--------| | 15 | | Langkah, Kaki | Delta Dan | TokakiBoshi | | 16 | | Bukit, Lasso; mungkin Bellow | Beta Ari | TataraBoshi | | 17 | | Perut | 35 Ari | EkieBoshi | | 18 | | Tempat Pemberhentian, Bersatu; mungkin "Berkumpul" | 17 Tau; terkadang 16 Tau | SubaruBoshi | | 19 | | Bersih; mungkin terkait dengan Hujan | Epsilon Tau | Amefuri Boshi | | 20 | | Moncong Penyu, mungkin Tuft di Kepala Burung Hantu | Moncong Penyu, mungkin Tuft di Kepala Burung Hantu | Toroki Boshi | | 21 | | Penyelidik, Tiga | Delta Ori; terkadang Beta Ori | Kagasuki Boshi | ### Burung Merah dari Selatan (Musim Panas) 7 Stasiun Bulan di "Selatan" atau "Burung Merah". | # | Karakter Cina | Artinya | Bintang Kunci | Nama Jepang | |---|----------------|----------------|------------|---------| | 22 | | Yah | Permata Mu | Chichiri Boshi | | 23 | | Ogre, Iblis, mungkin Hantu | Delta Cnc; terkadang Theta Cnc | TamahomeBoshi | | 24 | | Willow | Delta Hya | Nuriko Boshi | | 25 | | Bintang | Alfa Hya | HotohoriBoshi | | 26 | | Membentang Net | Nu Hya | Chiriko Boshi | | 27 | | Sayap | Alfa Crt | Tasuki Boshi | | 28 | | Chariot Cross-Board, mungkin string dari Koto | Gamma Crv | MitsukakeBoshi |
pl: ### Azure Dragon of the East (Wiosna) 7 stacji księżycowych „Wschodu” lub „Niebieskiego Smoka”. | # | Chiński znak | Znaczenie | Key Star | Japońska nazwa | |-----|---------------------|-----------|------------|------------------| | 1 |角 | Rogi, być może kąt, róg | Alpha Vir | SuBoshi | | 2 |亢 | Szyja, gardło | Kappa Vir | AmiBoshi | | 3 |氐 | Korzeń, może ramię lub podstawa | Iota Lib; czasami Alpha Lib | TomoBoshi | | 4 |房 | Komora, może piersi | Delta Sco; czasami Pi Sco | SoiBoshi | | 5 |心 | Serce | Sigma Sco | NakagoBoshi | | 6 |尾 | Ogon | Mu Sco | AshitareBoshi | | 7 |箕 | Koszyk | Gamma Sgr; czasami Eta Sgr | MiBoshi | ### "Genbu" (Czarny Żółw) Północy (Zima) 7 stacji księżycowych „Północy” (Genbu) lub „Czarnego żółwia zimy” (także „Somber” lub „Black” Warrior). | # | Chiński znak | Znaczenie | Key Star | Japońska nazwa | |-----|------------------|---------------------|--------------|-----------| | 8 |斗 | Zgłębnik; Zmierz | Phi Sgr | HikitsuBoshi | | 9 |牛 | Krowa | Beta Cap | InamiBoshi | | 10 |女 | Kobieta; może Waiting Maid | Epsilon Aqr | UrukiBoshi | | 11 |虛 | Pustka | Beta Aqr | TomiteBoshi | | 12 |危 | Roof Top, być może Danger, Stromy | Alpha Aqr | UmiyameBoshi | | 13 |室 | Pokój, być może obozowisko | Alpha Peg | HatsuiBoshi | | 14 |壁 | Ściana | Peg Gamma | NamameBoshi | ### The White Tiger of the West (Fall) 7 stacji księżycowych „Zachodu” lub „Białego Tygrysa”. | # | Chiński znak | Znaczenie | Key Star | Japońska nazwa | |-----|------------------|---------------------------|-------------|-----------| | 15 |奎 | Krok, stopa | Delta And | TokakiBoshi | | 16 |婁 | Hill, Lasso; może mieszek | Beta Ari | TataraBoshi | | 17 |胃 | Żołądek | 35 Ari | EkieBoshi | | 18 |昴 | Stopping Place, United; może „Spotkanie” 17 Tau; czasami 16 Tau | SubaruBoshi | | 19 |畢 | Netto; być może związane z Rain | Epsilon Tau | AmefuriBoshi | | 20 |觜 | Turtle Snout, być może Tuft on Owl's Head | Turtle Snout, być może Tuft on Owl's Head | TorokiBoshi | | 21 |参 | Śledczy, Trzy | Delta Ori; czasami Beta Ori | KagasukiBoshi | ### The Red Bird of the South (Summer) 7 stacji księżycowych „południa” lub „czerwonego ptaka”. | # | Chiński znak | Znaczenie | Key Star | Japońska nazwa | |-----|------------------|------------------|-------------|-----------| | 22 |井 | Cóż | Mu Gem | ChichiriBoshi | | 23 |鬼 | Ogre, Devil, może Ghost | Delta Cnc; czasami Theta Cnc | TamahomeBoshi | | 24 |柳 | Wierzba | Delta Hya | NurikoBoshi | | 25 |星 | Gwiazdy | Alpha Hya | HotohoriBoshi | | 26 |張 | Sieć rozciągnięta | Nu Hya | ChirikoBoshi | | 27 |翼 | Skrzydła | Alpha Crt | TasukiBoshi | | 28 |軫 | Rydwan Cross-Board, być może struny Koto | Gamma Crv | MitsukakeBoshi |
pt: ### O Dragão Azure do Oriente (Primavera) As 7 estações lunares do "leste" ou "dragão azul". | # | Caráter chinês | Significado | Estrela chave | Nome japonês | | --- | ------------------- | --------- | ---------- | ---- ----------- | 1 |角Chifre (s), talvez ângulo, canto | Alpha Vir SuBoshi | 2亢Pescoço, garganta | Kappa Vir AmiBoshi | 3氐Raiz, talvez ombro ou base | Iota Lib; às vezes Alpha Lib | TomoBoshi | | 4 |房Câmara, talvez seios | Delta Sco; às vezes Pi Sco | SoiBoshi | | 5心Coração | Sigma Sco | NakagoBoshi | | 6尾Cauda | Mu Sco | AshitareBoshi | | 7箕Cesta | Gamma Sgr; às vezes Eta Sgr | MiBoshi ### O "Genbu" (tartaruga negra) do norte (inverno) As 7 estações lunares do "norte" (Genbu) ou "tartaruga negra do inverno" (também guerreiro "sombrio" ou "negro"). | # | Caráter chinês | Significado | Estrela chave | Nome japonês | |-----|------------------|---------------------|--------------|-----------| | 8斗Dipper; Medida Phi Sgr | HikitsuBoshi | | 9牛Vaca Limite beta | InamiBoshi | | 10女Mulher; talvez Waiting Maid | Epsilon Aqr UrukiBoshi | | 11虛Vazio | Beta Aqr TomiteBoshi | | 12危Parte superior do telhado, talvez perigo, íngreme | Alpha Aqr UmiyameBoshi | | 13室Quarto, talvez acampamento | Peg alfa | HatsuiBoshi | | 14壁Parede Peg de gama | NamameBoshi | O Tigre Branco do Oeste (outono) As 7 estações lunares do "oeste" ou "tigre branco". | # | Caráter chinês | Significado | Estrela chave | Nome japonês | |-----|------------------|---------------------------|-------------|-----------| | 15奎Passo, pé | Delta e | TokakiBoshi | | 16婁Hill, Lasso; talvez foles | Beta Ari | TataraBoshi | | 17胃Estômago | 35 Ari | EkieBoshi | | 18昴Ponto de parada, United; talvez "ficar juntos" | 17 Tau; às vezes 16 tau | SubaruBoshi | | 19畢Internet; talvez relacionado a chuva | Epsilon Tau AmefuriBoshi | | 20觜Focinho de tartaruga, talvez topete na cabeça da coruja | Focinho de tartaruga, talvez topete na cabeça da coruja | TorokiBoshi | | 21参Investigador, três | Delta Ori; ora beta ori | KagasukiBoshi | ### O pássaro vermelho do sul (verão) As 7 estações lunares do "sul" ou "pássaro vermelho". | # | Caráter chinês | Significado | Estrela chave | Nome japonês | |-----|------------------|------------------|-------------|-----------| | 22井Bem | Mu Gem ChichiriBoshi | | 23鬼Ogro, diabo, talvez fantasma | Delta Cnc; às vezes Theta Cnc | TamahomeBoshi | | 24柳Salgueiro Delta Hya NurikoBoshi | | 25星Estrelas Alpha Hya HotohoriBoshi | | 26張Rede Esticada | Nu Hya ChirikoBoshi | | 27翼Asas Alpha Crt | TasukiBoshi | | 28軫Chariot Cross-Board, talvez cordas de Koto | Gamma Crv | MitsukakeBoshi |
tr: ### Doğu'nun Azure Ejderhası (Bahar) "Doğu" veya "Mavi Ejderha"nın 7 Ay İstasyonu. | # | Çince Karakter | Anlamı | Anahtar Yıldız | Japonca Adı | |---|----------------------|--------|----------|----------------| | 1 |角 | Korna(lar), belki Açı, Köşe | Alfa Vir | SuBoshi | | 2 |亢 | Boyun, Boğaz | Kappa Vir | AmiBoshi | | 3 |氐 | Kök, belki Omuz veya Taban | Iota Lib; bazen Alfa Lib | TomoBoshi | | 4 |房 | Odası, belki Göğüsler | Delta Sco; bazen Pi Sco | SoiBoshi | | 5 |心 | Kalp | Sigma Sco | NakagoBoshi | | 6 |尾 | Kuyruk | Mu Sco | AshitareBoshi | | 7 |箕 | Sepet | Gama Sgr; bazen Eta Sgr | MiBoshi | ### Kuzeyin "Genbu"su (Kara Kaplumbağa) (Kış) "Kuzey"in (Genbu) veya "Kışın Kara Kaplumbağası"nın (ayrıca "Karanlık" veya "Kara" Savaşçı) 7 Ay İstasyonu. | # | Çince Karakter | Anlamı | Anahtar Yıldız | Japonca Adı | |---|----------------|----------------------|-----------|--------| | 8 |斗 | Kepçe; Ölçü | Phi Doktor | HikitsuBoshi | | 9 |牛 | inek | Beta Kap | InamiBoshi | | 10 |女 | Kadın; belki Hizmetçi Bekliyor | Epsilon Aqr | UrukiBoshi | | 11 |虛 | Boşluk | Beta Aqr | TomiteBoshi | | 12 |危 | Çatı Üstü, Belki Tehlike, Dik | Alfa Aqr | UmiyameBoshi | | 13 |室 | Oda, belki de Kamp | Alfa Peg | HatsuiBoshi | | 14 |壁 | Duvar | Gama Peg | İsimBoshi | ### Batı'nın Beyaz Kaplanı (Sonbahar) "Batı" veya "Beyaz Kaplan"ın 7 Ay İstasyonu. | # | Çince Karakter | Anlamı | Anahtar Yıldız | Japonca Adı | |---|----------------|------------------------|------------|--------| | 15 |奎 | Adım, Ayak | Delta Ve | TokakiBoshi | | 16 |婁 | Tepe, Kement; belki Körükler | Beta Ari | TataraBoshi | | 17 |胃 | mide | 35 Arı | EkieBoshi | | 18 |昴 | Durma Yeri, United; belki "Bir araya gelmek" | 17 Tau; bazen 16 Tau | SubaruBoshi | | 19 |畢 | Ağ; belki Yağmur ile ilgili | Epsilon Tau | AmfuriBoshi | | 20 |觜 | Kaplumbağa burnu, belki de baykuşun kafasına tutam | Kaplumbağa burnu, belki de baykuşun kafasına tutam | TorokiBoshi | | 21 |参 | Araştırmacı, Üç | Delta Ori; bazen Beta Ori | KagasukiBoshi | ### Güneyin Kızıl Kuşu (Yaz) "Güney" veya "Kızıl Kuş" un 7 Ay İstasyonu. | # | Çince Karakter | Anlamı | Anahtar Yıldız | Japonca Adı | |---|----------------|----------------|------------|--------| | 22 |井 | iyi | Mü Gem | ChichiriBoshi | | 23 |鬼 | Ogre, Şeytan, belki Hayalet | Delta CNC; bazen Theta Cnc | TamahomeBoshi | | 24 |柳 | Söğüt | Delta Hya | NurikoBoshi | | 25 |星 | Yıldızlar | Alfa Hya | HotohoriBoshi | | 26 |張 | Gerilmiş Ağ | Nu Hya | ChirikoBoshi | | 27 |翼 | kanatlar | Alfa Kr | TasukiBoshi | | 28 |軫 | Chariot Cross-Board, belki Koto'nun ipleri | Gama Crv | MitsukakeBoshi |
