Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: This sky culture has 4 constellation line figures, and names for the Milky Way, the Pleiades, the Orion Nebula, three planets and three stars. According to the sources, the Blackfoot often featured the Big Dipper, the Pleiades, and the Morning Star on their tipis, and believe that "when people die, their spirits go into the sky and become stars, thus ever increasing the number of stars in the heavens". ### Constellations and star names The constellation `Seven Brothers and Their Sister` (identified with the Western Big Dipper) represents siblings who escape to the sky when being chased by a bear. The sister is the small star Alcor in one version. This is the version written here: the source doesn't explicitly provide the constellation lines, but identifies it with the modern Big Dipper, as a bowl with a handle, so Alcor is not connected by a line, but is part of the constellation. Two stars are named: the `Little Sister`, also named as `Sinopa` (translated `Kit-Fox`)[#3], and "the star at the end of the handle is often called `Last Brother`" [#1]. This constellation was used for time-keeping before the introduction of clocks. In a second version of this constellation, the youngest brother becomes the North Star, and the sister (who used to carry him) is the pointer star at the lip of the bowl. The two main stars in Gemini (Castor and Pollux) are `Ashes-Chief and Stuck-Behind`, twins whose story explains how a particular tipi design came into use. The `Lodge of the Spider Man` is the brightest six stars of the Western Northern Crown, representing the stones laid in a circle which used to hold down a tipi. The `Spider Man's Fingers` is a possible configuration of stars in Hercules[#1], so its structure is uncertain; they would represent five fingers spinning a thread to let the legendary Feather Woman (native name: So-at-sa-ki) down from the sky ("the five bright stars just beyond [the Northern Crown] in the constellation of Hercules are his five fingers" [#3]). The six stars of the Pleiades (called `Lost Children` or `Bunched Stars`) represent six poor children and have an associated story which explains why they are visible in the evening sky only from fall to spring, but not the rest of the year. A constellation called `Hand in the Sky` has been documented, but not identified (so is not in this dataset). It could be another name for the `Spider Man's Fingers`, or another constellation entirely. An associated story also explains a particular tipi design. The North Star is called the `Star that Stands Still` (the other stars walk around it). ### Planets Jupiter is known as `Young Morning Star`, representing a boy, `Poïa`. Venus is known as `Morning Star`, the boy's father. A story explains that they sometimes travel together, but they may also travel apart for many years. At the time when this story was documented (in July 1905), they were in conjunction. The names for Mars are not explained in the source. ### Other sky objects The Milky Way is called the `Wolf Trail`, which represents the shortest path from the sky to the earth. The Orion Nebula is the stone knife of the mythical person `Blood-Clot`, "a culture hero who rids the world of evil" [#1], and is also called `Smoking-Star`.
fil: Ang kultura ng langit na ito ay may 4 na constellation line figure, at mga pangalan para sa Milky Way, Pleiades, Orion Nebula, tatlong planeta at tatlong bituin. Ayon sa mga pinagmumulan, madalas na itinampok ng Blackfoot ang Big Dipper, ang Pleiades, at ang Morning Star sa kanilang tipasi, at naniniwala na "kapag namatay ang mga tao, ang kanilang espiritu ay pumupunta sa langit at nagiging mga bituin, kaya patuloy na tumataas ang bilang ng mga bituin sa ang langit". ### Mga konstelasyon at pangalan ng bituin Ang konstelasyon na `Seven Brothers and Their Sister` (na kinilala sa Western Big Dipper) ay kumakatawan sa mga kapatid na tumatakas sa langit kapag hinahabol ng isang oso. Ang kapatid na babae ay ang maliit na bituin na Alcor sa isang bersyon. Ito ang bersyon na nakasulat dito: ang pinagmulan ay hindi tahasang nagbibigay ng mga linya ng konstelasyon, ngunit kinikilala ito sa modernong Big Dipper, bilang isang mangkok na may hawakan, kaya ang Alcor ay hindi konektado ng isang linya, ngunit ito ay bahagi ng konstelasyon. Dalawang bituin ang pinangalanan: ang `Little Sister`, na pinangalanan din bilang `Sinopa` (isinalin `Kit-Fox`)[#3], at "ang bituin sa dulo ng hawakan ay madalas na tinatawag na `Last Brother`" [#1]. Ginamit ang constellation na ito para sa time-keeping bago ang pagpapakilala ng mga orasan. Sa pangalawang bersyon ng konstelasyon na ito, ang bunsong kapatid na lalaki ay naging North Star, at ang kapatid na babae (na siyang dinadala noon) ay ang pointer star sa labi ng bowl. Ang dalawang pangunahing bituin sa Gemini (Castor at Pollux) ay `Ashes-Chief at Stuck-Behind`, kambal na ang kuwento ay nagpapaliwanag kung paano ginamit ang isang partikular na disenyo ng tipi. Ang `Lodge of the Spider Man` ay ang pinakamaliwanag na anim na bituin ng Western Northern Crown, na kumakatawan sa mga batong inilatag sa isang bilog na ginamit upang humawak ng tipi. Ang `Spider Man's Fingers` ay isang posibleng pagsasaayos ng mga bituin sa Hercules[#1], kaya hindi tiyak ang istraktura nito; sila ay kumakatawan sa limang daliri na umiikot sa isang sinulid upang hayaan ang maalamat na Feather Woman (katutubong pangalan: So-at-sa-ki) pababa mula sa langit ("ang limang matingkad na bituin na nasa kabila lamang [ang Northern Crown] sa konstelasyon ng Hercules ay kanyang limang daliri" [#3]). Ang anim na bituin ng Pleiades (tinatawag na `Lost Children` o `Bunched Stars`) ay kumakatawan sa anim na mahihirap na bata at may kaugnay na kuwento na nagpapaliwanag kung bakit sila ay nakikita lamang sa kalangitan sa gabi mula taglagas hanggang tagsibol, ngunit hindi sa natitirang bahagi ng taon . Ang isang konstelasyon na tinatawag na `Hand in the Sky` ay naidokumento, ngunit hindi natukoy (kaya wala sa dataset na ito). Ito ay maaaring isa pang pangalan para sa `Spider Man's Fingers`, o isa pang konstelasyon sa kabuuan. Ipinapaliwanag din ng isang nauugnay na kuwento ang isang partikular na disenyo ng tipi. Ang North Star ay tinatawag na `Star that Stands Still` (ang iba pang mga bituin ay naglalakad sa paligid nito). ### Mga planeta Si Jupiter ay kilala bilang `Young Morning Star`, na kumakatawan sa isang batang lalaki, `Poïa`. Si Venus ay kilala bilang `Morning Star`, ang ama ng bata. Ipinapaliwanag ng isang kuwento na kung minsan ay magkasama silang naglalakbay, ngunit maaari rin silang magkahiwalay sa loob ng maraming taon. Sa oras na ang kuwentong ito ay naidokumento (noong Hulyo 1905), sila ay magkakasama. Ang mga pangalan para sa Mars ay hindi ipinaliwanag sa pinagmulan. ### Iba pang mga bagay sa kalangitan Ang Milky Way ay tinatawag na `Wolf Trail`, na kumakatawan sa pinakamaikling landas mula sa langit hanggang sa lupa. Ang Orion Nebula ay ang batong kutsilyo ng mythical person na `Blood-Clot`, "isang kulturang bayani na nag-aalis sa mundo ng kasamaan" [#1], at tinatawag ding `Smoking-Star`.
fr: Cette culture du ciel a 4 figures de ligne de constellation et des noms pour la Voie lactée, les Pléiades, la nébuleuse d'Orion, trois planètes et trois étoiles. Selon les sources, les Pieds-Noirs présentaient souvent la Grande Ourse, les Pléiades et l'Étoile du Matin sur leurs tipis, et croient que "lorsque les gens meurent, leurs esprits vont dans le ciel et deviennent des étoiles, augmentant ainsi le nombre d'étoiles dans Le Paradis". ### Constellations et noms d'étoiles La constellation « Sept frères et leur sœur » (identifiée avec la Grande Ourse de l'Ouest) représente des frères et sœurs qui s'échappent vers le ciel lorsqu'ils sont poursuivis par un ours. La soeur est la petite étoile Alcor en une seule version. C'est la version écrite ici : la source ne fournit pas explicitement les lignes de constellation, mais l'identifie avec la Grande Ourse moderne, comme un bol avec une poignée, donc Alcor n'est pas relié par une ligne, mais fait partie de la constellation. Deux étoiles sont nommées : la "Petite Sœur", également appelée "Sinopa" (traduit `Kit-Fox`)[#3], et "l'étoile au bout de la poignée est souvent appelée `Last Brother`" [#1]. Cette constellation était utilisée pour le chronométrage avant l'introduction des horloges. Dans une deuxième version de cette constellation, le plus jeune frère devient l'étoile polaire et la sœur (qui le portait) est l'étoile pointeuse au bord du bol. Les deux principales stars de Gemini (Castor et Pollux) sont "Ashes-Chief et Stuck-Behind", des jumeaux dont l'histoire explique comment un design particulier de tipi a été utilisé. La "Lodge of the Spider Man" est constituée des six étoiles les plus brillantes de la couronne nord-ouest, représentant les pierres disposées en cercle qui servaient à maintenir un tipi. Le "Spider Man's Fingers" est une configuration possible d'étoiles dans Hercule [#1], sa structure est donc incertaine ; ils représenteraient cinq doigts filant un fil pour faire descendre du ciel la légendaire Femme Plume (nom indigène : So-at-sa-ki) ("les cinq étoiles brillantes juste au-delà [de la Couronne du Nord] dans la constellation d'Hercule sont ses cinq doigts" [#3]). Les six étoiles des Pléiades (appelées "enfants perdus" ou "étoiles en grappes") représentent six enfants pauvres et ont une histoire associée qui explique pourquoi elles ne sont visibles dans le ciel du soir que de l'automne au printemps, mais pas le reste de l'année. . Une constellation appelée "Hand in the Sky" a été documentée, mais pas identifiée (elle ne figure donc pas dans cet ensemble de données). Ce pourrait être un autre nom pour le `Spider Man's Fingers`, ou une autre constellation entièrement. Une histoire associée explique également une conception particulière du tipi. L'étoile polaire est appelée "l'étoile qui s'immobilise" (les autres étoiles marchent autour d'elle). ### Planètes Jupiter est connue sous le nom de `Young Morning Star`, représentant un garçon, `Poïa`. Vénus est connue sous le nom de "Morning Star", le père du garçon. Une histoire explique qu'ils voyagent parfois ensemble, mais qu'ils peuvent aussi voyager séparément pendant de nombreuses années. Au moment où cette histoire a été documentée (en juillet 1905), ils étaient en conjonction. Les noms de Mars ne sont pas expliqués dans la source. ### Autres objets du ciel La Voie Lactée s'appelle le "Wolf Trail", qui représente le chemin le plus court du ciel à la terre. La nébuleuse d'Orion est le couteau de pierre de la personne mythique `Blood-Clot`, "un héros de la culture qui débarrasse le monde du mal" [#1], et est également appelée `Smoking-Star`.
id: Budaya langit ini memiliki 4 figur garis konstelasi, dan nama untuk Bima Sakti, Pleiades, Nebula Orion, tiga planet, dan tiga bintang. Menurut sumber, Blackfoot sering menampilkan Biduk, Pleiades, dan Bintang Kejora pada tipis mereka, dan percaya bahwa "ketika orang mati, roh mereka pergi ke langit dan menjadi bintang, sehingga semakin meningkatkan jumlah bintang di surga". ### Rasi bintang dan nama bintang Rasi bintang `Seven Brothers and They Sister` (diidentifikasi dengan Biduk Barat) mewakili saudara kandung yang melarikan diri ke langit ketika dikejar oleh beruang. Adiknya adalah bintang kecil Alcor dalam satu versi. Ini adalah versi yang ditulis di sini: sumbernya tidak secara eksplisit memberikan garis konstelasi, tetapi mengidentifikasinya dengan Biduk modern, sebagai mangkuk dengan pegangan, jadi Alcor tidak dihubungkan oleh garis, tetapi merupakan bagian dari konstelasi. Dua bintang diberi nama: `Little Sister`, juga disebut sebagai `Sinopa` (diterjemahkan `Kit-Fox`)[#3], dan "bintang di ujung pegangan sering disebut `Last Brother`" [#1]. Rasi bintang ini digunakan untuk menjaga waktu sebelum pengenalan jam. Dalam versi kedua dari konstelasi ini, saudara bungsu menjadi Bintang Utara, dan saudara perempuan (yang biasa menggendongnya) adalah bintang penunjuk di bibir mangkuk. Dua bintang utama di Gemini (Castor dan Pollux) adalah `Ashes-Chief dan Stuck-Behind`, kembar yang ceritanya menjelaskan bagaimana desain tipi tertentu mulai digunakan. `Lodge of the Spider Man` adalah enam bintang paling terang di Western Northern Crown, mewakili batu-batu yang diletakkan dalam lingkaran yang digunakan untuk menahan tipi. `Jari Manusia Laba-laba` adalah kemungkinan konfigurasi bintang di Hercules[#1], jadi strukturnya tidak pasti; mereka akan mewakili lima jari yang memutar seutas benang untuk membiarkan Wanita Bulu yang legendaris (nama asli: So-at-sa-ki) turun dari langit ("lima bintang terang tepat di luar [Mahkota Utara] di konstelasi Hercules adalah miliknya lima jari" [#3]). Enam bintang Pleiades (disebut `Anak Hilang` atau `Bintang Berkumpul`) mewakili enam anak miskin dan memiliki cerita terkait yang menjelaskan mengapa mereka terlihat di langit malam hanya dari musim gugur hingga musim semi, tetapi tidak sepanjang tahun. . Sebuah konstelasi yang disebut `Hand in the Sky` telah didokumentasikan, tetapi tidak diidentifikasi (begitu juga tidak dalam kumpulan data ini). Itu bisa menjadi nama lain untuk `Spider Man's Fingers`, atau konstelasi lain seluruhnya. Sebuah cerita terkait juga menjelaskan desain tipi tertentu. Bintang Utara disebut `Bintang yang Berdiri Diam` (bintang-bintang lain berjalan mengelilinginya). ### Planet Jupiter dikenal sebagai `Bintang Kejora Muda`, mewakili seorang anak laki-laki, `Poïa`. Venus dikenal sebagai 'Bintang Kejora', ayah dari anak itu. Sebuah cerita menjelaskan bahwa mereka terkadang bepergian bersama, tetapi mereka juga dapat bepergian secara terpisah selama bertahun-tahun. Pada saat cerita ini didokumentasikan (pada Juli 1905), mereka sedang berhubungan. Nama-nama Mars tidak dijelaskan dalam sumbernya. ### Benda langit lainnya Bima Sakti disebut `Wolf Trail`, yang mewakili jalur terpendek dari langit ke bumi. Nebula Orion adalah pisau batu dari orang mitos `Blood-Clot`, "pahlawan budaya yang menyingkirkan dunia dari kejahatan" [#1], dan juga disebut `Smoking-Star`.
pl: Ta kultura nieba ma 4 figury linii konstelacji i nazwy Drogi Mlecznej, Plejad, Mgławicy Oriona, trzech planet i trzech gwiazd. Według źródeł, Czarna Stopa często zawierała na tipi Wielki Wóz, Plejady i Gwiazdę Poranną i wierzą, że „kiedy ludzie umierają, ich duchy unoszą się w niebo i stają się gwiazdami, zwiększając w ten sposób liczbę gwiazd w niebiosa”. ### Konstelacje i nazwy gwiazd Konstelacja „Siedmiu Braci i Ich Siostra” (utożsamiana z Zachodnim Wielkim Wozem) przedstawia rodzeństwo, które ucieka w przestworza, gdy jest ścigany przez niedźwiedzia. Siostra to mała gwiazda Alcor w jednej wersji. Oto wersja napisana tutaj: źródło nie podaje wprost linii konstelacji, ale identyfikuje je ze współczesnym Wielkim Wozem, jako miska z uchwytem, więc Alcor nie jest połączony linią, ale jest częścią konstelacji. Nazwane są dwie gwiazdy: „Mała siostra”, nazywana również „Sinopa” (przetłumaczone `Kit-Fox`)[#3], a „gwiazda na końcu uchwytu jest często nazywana „Ostatni brat” [#1]. Ta konstelacja była używana do pomiaru czasu przed wprowadzeniem zegarów. W drugiej wersji tej konstelacji, najmłodszy brat staje się Gwiazdą Północy, a siostra (która go nosiła) jest gwiazdą wskaźnikową na krawędzi misy. Dwie główne gwiazdy w Gemini (Castor i Pollux) to „Ashes-Chief” i „Stuck-Behind”, bliźniaczki, których historia wyjaśnia, w jaki sposób konkretny projekt tipi został wykorzystany. „Lodge of the Spider Man” to sześć najjaśniejszych gwiazd zachodniej Korony Północnej, reprezentujących kamienie ułożone w okrąg, w którym niegdyś trzymano tipi. "Palce Spider Mana" to możliwa konfiguracja gwiazd w Herkulesie[#1], więc jej struktura jest niepewna; reprezentowałyby pięć palców obracających nitkę, aby spuścić z nieba legendarną kobietę z piór (nazwa rodzimego: So-at-sa-ki) („pięć jasnych gwiazd tuż za [Północną Koroną] w konstelacji Herkulesa jest jego pięć palców" [OdnX3]). Sześć gwiazd Plejad (zwanych „Zagubionymi Dziećmi” lub „Spiętymi Gwiazdami”) reprezentuje sześcioro biednych dzieci i wiąże się z nimi historia, która wyjaśnia, dlaczego są one widoczne na wieczornym niebie tylko od jesieni do wiosny, ale nie przez resztę roku . Udokumentowano konstelację o nazwie „Ręka na niebie”, ale nie zidentyfikowano jej (więc nie ma jej w tym zbiorze danych). To może być inna nazwa dla Palce Spider Mana lub zupełnie inna konstelacja. Powiązana historia wyjaśnia również konkretny projekt tipi. Gwiazda Północna nazywana jest „Gwiazdą, która stoi w miejscu” (pozostałe gwiazdy krążą wokół niej). ### Planety Jowisz jest znany jako „Młoda Gwiazda Poranna”, co oznacza chłopca „Poïa”. Wenus jest znana jako „Gwiazda Poranna”, ojciec chłopca. Pewna historia wyjaśnia, że czasami podróżują razem, ale mogą też podróżować osobno przez wiele lat. W czasie, gdy historia ta została udokumentowana (w lipcu 1905 r.), były one połączone. Nazwy Marsa nie są wyjaśnione w źródle. ### Inne obiekty na niebie Droga Mleczna nazywana jest „Wilczym Szlakiem”, co oznacza najkrótszą drogę z nieba na ziemię. Mgławica Oriona jest kamiennym nożem mitycznej osoby „Krew-Skrzep”, „bohatera kultury, który pozbywa się zła ze świata” [#1], i jest również nazywany „Parzącą Gwiazdą”.
pt: Esta cultura do céu tem 4 figuras de linha de constelação e nomes para a Via Láctea, as Plêiades, a Nebulosa de Órion, três planetas e três estrelas. De acordo com as fontes, os Blackfoot frequentemente apresentavam a Ursa Maior, as Plêiades e a Estrela da Manhã em seus tipis, e acreditam que "quando as pessoas morrem, seus espíritos vão para o céu e se tornam estrelas, aumentando assim o número de estrelas em os ceús". ### Constelações e nomes de estrelas A constelação "Sete Irmãos e Sua Irmã" (identificada com a Ursa Maior Ocidental) representa irmãos que escapam para o céu ao serem perseguidos por um urso. A irmã é a pequena estrela Alcor em uma versão. Esta é a versão escrita aqui: a fonte não fornece explicitamente as linhas da constelação, mas a identifica com a moderna Ursa Maior, como uma tigela com alça, então a Alcor não está conectada por uma linha, mas faz parte da constelação. Duas estrelas são nomeadas: a 'Little Sister', também chamada de 'Sinopa' (traduzida `Kit-Fox`)[#3], e "a estrela no final da alça é frequentemente chamada `Last Brother`" [#1]. Esta constelação foi usada para manter o tempo antes da introdução dos relógios. Em uma segunda versão dessa constelação, o irmão mais novo se torna a Estrela do Norte, e a irmã (que costumava carregá-lo) é a estrela indicadora na borda da tigela. As duas principais estrelas em Gêmeos (Castor e Pollux) são 'Ashes-Chief e Stuck-Behind', gêmeos cuja história explica como um design de tipi específico entrou em uso. O 'Lodge of the Spider Man' é as seis estrelas mais brilhantes da Coroa do Norte Ocidental, representando as pedras colocadas em um círculo que costumava segurar um tipi. Os 'Dedos do Homem-Aranha' são uma possível configuração de estrelas em Hércules[#1], portanto sua estrutura é incerta; eles representariam cinco dedos girando um fio para deixar a lendária Mulher Pena (nome nativo: So-at-sa-ki) descer do céu ("as cinco estrelas brilhantes logo além [da Coroa do Norte] na constelação de Hércules são suas cinco dedos" [#3]). As seis estrelas das Plêiades (chamadas 'Crianças Perdidas' ou 'Estrelas Agrupadas') representam seis crianças pobres e têm uma história associada que explica por que elas são visíveis no céu noturno apenas do outono à primavera, mas não no resto do ano . Uma constelação chamada 'Hand in the Sky' foi documentada, mas não identificada (portanto, não está neste conjunto de dados). Poderia ser outro nome para o 'Dedos do Homem-Aranha', ou outra constelação inteiramente. Uma história associada também explica um design tipi específico. A Estrela do Norte é chamada de 'Estrela que Fica Parada' (as outras estrelas andam ao seu redor). ### Planetas Júpiter é conhecido como 'Jovem Estrela da Manhã', representando um menino, 'Poïa'. Vênus é conhecido como 'Estrela da Manhã', o pai do menino. Uma história explica que às vezes eles viajam juntos, mas também podem viajar separados por muitos anos. Na época em que essa história foi documentada (em julho de 1905), eles estavam em conjunção. Os nomes de Marte não são explicados na fonte. ### Outros objetos do céu A Via Láctea é chamada de 'Trilha do Lobo', que representa o caminho mais curto do céu à terra. A Nebulosa de Órion é a faca de pedra da pessoa mítica 'Blood-Clot', "um herói cultural que livra o mundo do mal" [#1], e também é chamado de 'Smoking-Star'.
tr: Bu gökyüzü kültürünün 4 takımyıldız çizgi figürü ve Samanyolu, Ülker, Orion Bulutsusu, üç gezegen ve üç yıldız için isimleri vardır. Kaynaklara göre, Karaayak sık sık Büyük Ayı, Ülker ve Sabah Yıldızı'nı tiplerinde öne çıkardı ve "insanlar öldüğünde ruhlarının göğe çıkıp yıldızlara dönüştüğüne, böylece dünyadaki yıldızların sayısını sürekli artırdığına" inanıyorlar. cennetler". ### Takımyıldızlar ve yıldız isimleri 'Yedi Kardeşler ve Kız Kardeşleri' (Batı Büyük Kepçe ile tanımlanır) takımyıldızı, bir ayı tarafından kovalandığında gökyüzüne kaçan kardeşleri temsil eder. Kız kardeş, bir versiyondaki küçük yıldız Alcor'dur. Bu, burada yazılan versiyondur: kaynak açıkça takımyıldız çizgilerini sağlamaz, ancak onu modern Büyük Kepçe ile, kulplu bir kase olarak tanımlar, bu nedenle Alcor bir çizgi ile bağlı değildir, ancak takımyıldızın bir parçasıdır. İki yıldız isimlendirilmiştir: Sinopa olarak da adlandırılan 'Küçük Kız Kardeş' (çeviri `Kit-Fox`)[#3] ve "sapın sonundaki yıldız genellikle `Last Brother`" [#1]. Bu takımyıldız, saatlerin piyasaya sürülmesinden önce zaman tutma için kullanılıyordu. Bu takımyıldızın ikinci bir versiyonunda, en küçük erkek kardeş Kuzey Yıldızı olur ve kız kardeşi (eskiden onu taşıyan) kasenin ağzındaki işaretçi yıldızdır. İkizler'deki iki ana yıldız (Castor ve Pollux) 'Ashes-Chief ve Stuck-Behind', hikayeleri belirli bir tipi tasarımın nasıl kullanıldığını açıklayan ikizler. 'Örümcek Adam Köşkü', Batı Kuzey Tacı'nın en parlak altı yıldızıdır ve eskiden bir tipi tutmak için kullanılan bir daireye yerleştirilmiş taşları temsil eder. 'Örümcek Adamın Parmakları', Herkül'deki[#1] yıldızların olası bir konfigürasyonudur, dolayısıyla yapısı belirsizdir; efsanevi Tüy Kadın'ı (yerli adı: So-at-sa-ki) gökten indirmek için bir ipliği büken beş parmağı temsil ederlerdi ("Herkül takımyıldızında [Kuzey Tacı'nın] hemen ötesindeki beş parlak yıldız onun yıldızıdır). beş parmak" [#3]). Ülker'in altı yıldızı ("Kayıp Çocuklar" veya "Yıldızlar" olarak adlandırılır) altı zavallı çocuğu temsil eder ve neden sadece sonbahardan ilkbahara kadar akşam gökyüzünde görülebildiğini, ancak yılın geri kalanında görünmediğini açıklayan ilişkili bir hikayeye sahiptir. . 'Hand in the Sky' adlı bir takımyıldız belgelenmiştir, ancak tanımlanmamıştır (bu veri setinde de yoktur). için başka bir isim olabilir. "Örümcek Adamın Parmakları" veya tamamen başka bir takımyıldız. İlişkili bir hikaye ayrıca belirli bir tip tasarımını da açıklar. Kuzey Yıldızı, "Duran Yıldız" olarak adlandırılır (diğer yıldızlar onun etrafında dolaşır). ### Gezegenler Jüpiter, "Poïa" adlı bir çocuğu temsil eden "Genç Sabah Yıldızı" olarak bilinir. Venüs, çocuğun babası "Sabah Yıldızı" olarak bilinir. Bir hikaye, bazen birlikte seyahat ettiklerini, ancak yıllarca ayrı seyahat edebileceklerini açıklar. Bu hikayenin belgelendiği sırada (Temmuz 1905'te), ikisi bir aradaydı. Mars'ın isimleri kaynakta açıklanmıyor. ### Diğer gökyüzü nesneleri Samanyolu, gökyüzünden dünyaya giden en kısa yolu temsil eden 'Kurt Yolu' olarak adlandırılır. Orion Bulutsusu, efsanevi kişi 'Blood-Pıhtı', "dünyayı kötülüklerden kurtaran bir kültür kahramanı" [#1]'in taş bıçağıdır ve aynı zamanda "Sigara İçen Yıldız" olarak da adlandırılır.
