Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: Celestial Spring
fr: Printemps céleste
id: Musim Semi Surgawi
pl: Niebieska Wiosna
pt: Primavera Celeste
tr: göksel bahar

source: Celestial Orchard
fr: Verger céleste
id: Kebun Surgawi
pl: Niebiański Sad
pt: Pomar Celestial
tr: göksel meyve bahçesi

source: Celestial Meadows
fr: Prés célestes
id: Padang Rumput Surgawi
pl: Niebiańskie łąki
pt: Prados Celestiais
tr: gök çayırları

source: Celestial Keyhole
fr: Trou de serrure céleste
id: Lubang Kunci Surgawi
pl: Niebiańska dziurka od klucza
pt: Buraco da fechadura celeste
tr: göksel anahtar deliği

source: Celestial Pillar
fil: Haliging Celestial
fr: Pilier céleste
id: Pilar Surgawi
pl: Niebiański filar
pt: Pilar Celeste
tr: Gök Sütunu

source: Celestial Wine Cup
fr: Coupe du vin céleste
id: Cangkir Anggur Surgawi
pl: Niebiański Puchar Wina
pt: Taça Celestial de Vinhos
tr: Göksel Şarap Bardağı

source: Butcher's Shops
fil: Mga Tindahan ng Butcher
fr: Boucheries
id: Toko Daging
pl: Sklepy mięsne
pt: Açougues
tr: Kasaplar

source: Official for Earthworks and Buildings
fil: Opisyal para sa Earthworks at Buildings
fr: Officiel pour Terrassements et Bâtiments
id: Resmi untuk Pekerjaan Tanah dan Bangunan
pl: Oficjalny do robót ziemnych i budynków
pt: Oficial de terraplenagem e edifícios
tr: Toprak İşleri ve Binalar Yetkilisi

source: Official for Materials Supply
fil: Opisyal para sa Supply ng Materyal
fr: L'Officiel de la fourniture du matériel
id: Resmi untuk Pasokan Bahan
pl: Urzędnik ds. Zaopatrzenia w materiały
pt: Oficial de Fornecimento de Materiais
tr: Malzeme Temini Yetkilisi

source: Master of Constructions
fr: Maître des constructions
id: Magister Konstruksi
pl: Mistrz Konstrukcji
pt: Mestre de Construções
tr: İnşaat Ustası

source: Outer Kitchen
fil: Panlabas na Kusina
fr: Cuisine Extérieure
id: Dapur luar
pl: Zewnętrzna kuchnia
pt: Cozinha de fora
tr: Dış Mutfak

source: Outer Fence
fil: Panlabas na Bakod
fr: Enceinte externe
id: Pagar luar
pl: Płot Zewnętrzny
pt: Vedação Exterior
tr: Dış Çit

source: Master of Constructions (In Legs Mansion)
fil: Master of Constructions (Sa Legs Mansion)
fr: Maître des constructions (dans Legs Mansion)
id: Master Konstruksi (Di Legs Mansion)
pt: Mestre das Construções (In Legs Mansion)
tr: İnşaat Ustası (Bacak Köşkü'nde)

source: Administrative Center
fr: Centre administratif
id: Pusat Administrasi
pl: Centrum administracyjne
pt: Centro Administrativo
tr: İdari Merkez

source: Five Chariots
fil: Limang Karwahe
fr: Cinq chariots
id: Lima Kereta Perang
pl: Pięć rydwanów
pt: Cinco Quadrigas
tr: Beş Savaş Arabası

source: Interior Seats of the Five Emperors
fil: Panloob na upuan ng Limang Emperador
fr: Sièges intérieurs des cinq empereurs
id: Kursi Interior Lima Kaisar
pl: Wewnętrzne siedzenia pięciu cesarzy
pt: Assentos interiores dos cinco imperadores
tr: Beş İmparatorun İç Koltukları

source: Seats of the Five Emperors
fil: Mga upuan ng Limang Emperador
fr: Sièges des cinq empereurs
id: Kursi Lima Kaisar
pl: Siedzenia Pięciu Cesarzy
pt: Assentos dos Cinco Imperadores
tr: Beş İmparatorun Koltukları

source: Five Feudal Kings
fil: Limang Pyudal na Hari
fr: Cinq rois féodaux
id: Lima Raja Feodal
pl: Pięciu królów feudalnych
pt: Cinco reis feudais
tr: Beş Feodal Kral

source: Five Lords
fil: Limang Panginoon
fr: Cinq seigneurs
id: 5 Bangsawan
pl: Pięciu Panów
pt: Cinco Nobres
tr: Beş Lord

source: Western Door
fil: Kanluraning Pinto
fr: Porte occidentale
id: Pintu Barat
pl: Zachodnie Wrota
pt: Porta Ocidental
tr: Batı Kapısı

source: Pool of Harmony
fil: Pool ng Harmony
fr: Bassin d'harmonie
id: Kolam Harmoni
pl: Pula harmonii
pt: Piscina da Harmonia
tr: Uyum Havuzu

source: Prime Minister
fil: punong Ministro
fr: premier ministre
id: Perdana Menteri
pl: Premier
pt: primeiro ministro
tr: Başbakan

source: Little Dipper
fr: La Petite Casserole
id: gayung kecil
pl: Mała Niedźwiedzica
pt: Pequeno Carro
tr: Küçük kepçe

source: Officer of Honour
fil: Officer of Honor
fr: Officier d'honneur
id: Petugas Kehormatan
pl: Oficer Honorowy
pt: Oficial de Honra
tr: Onur Görevlisi

source: Temple
fil: Templo
id: Kuil
pl: Świątynia
pt: têmpora
tr: Tapınak

source: Battle Axe (Vassal of Well)
fr: Hache de bataille (Vassal of Well)
id: Battle Axe (Pengikut Sumur)
pl: Topór Bojowy (Wasal Studni)
pt: Machado de Batalha (Vassalo do Poço)
tr: Savaş Baltası (Kuyunun Vassal)

source: Gate of Yang
fil: Gate ng Yang
fr: Porte de Yang
id: Gerbang Yang
pl: Brama Yang
pt: Portão de Yang
tr: Yang Kapısı

source: Wild Cockerel
fr: Coq sauvage
id: Ayam Liar
pl: Dziki Kogucik
pt: Galo selvagem
tr: vahşi horoz

source: Usher to the Court
fil: Usher sa Korte
fr: Huissier à la Cour
id: Antar ke Pengadilan
pl: Usher do sądu
pt: Usher ao Tribunal
tr: Mahkemeye Ulaş

source: Exotic Bird
fil: Exotic na Ibon
fr: Oiseau exotique
id: Burung Eksotis
pl: Egzotyczny ptak
pt: Pássaro exótico
tr: egzotik kuş

source: Hidden Virtue
fil: Nakatagong Kabutihan
fr: Vertu cachée
id: Kebajikan Tersembunyi
pl: Ukryta cnota
pt: Virtude Oculta
tr: gizli erdem

source: Official in Charge of Pasturing
fil: Opisyal na Namamahala sa Pasturing
fr: Fonctionnaire chargé du pâturage
id: Pejabat Penanggung Jawab Penggembalaan
pl: Urzędnik odpowiedzialny za wypas
pt: Oficial encarregado de pastar
tr: Otlatmadan Sorumlu Yetkili

source: Right Flag
fil: Kanang Bandila
fr: Drapeau de droite
id: Bendera kanan
pl: Prawa Flaga
pt: Bandeira à Direita
tr: Sağ Bayrak

source: Right Conductor
fil: Tamang Konduktor
fr: Conducteur droit
id: Konduktor Kanan
pl: Właściwy dyrygent
pt: Condutor direito
tr: Sağ İletken

source: Fish
fil: Isda
fr: Poisson
id: Ikan
pl: Ryba
pt: Peixe
tr: Balıklar

source: Palace Guard
fil: Guwardiya ng Palasyo
fr: Garde du Palais
id: Penjaga Istana
pl: Straż pałacowa
pt: Guarda do Palácio
tr: saray muhafızı

source: Jade Well
fr: Puits de jade
id: Sumur Permata
pl: Nefrytowe Źródło
pt: Poço de Jade
tr: Yeşim Kuyusu

source: Maids-in-waiting
fr: Servantes en attente
id: Pelayan yang sedang menunggu
pl: Pokojówki
pt: Criadas em espera
tr: hizmetçiler

source: Lunar Star
fil: Bituin sa buwan
fr: Étoile lunaire
id: Bintang Bulan
pl: Księżycowa Gwiazda
pt: Estrela Lunar
tr: Ay Yıldızı

source: Whisper (Vassal of Net)
fil: Bulong (Vassal of Net)
fr: Murmure (Vassal of Net)
id: Bisikan (Pengikut Jaring)
pl: Whisper (wasal sieci)
pt: Sussurro (Vassalo da Rede)
tr: Fısıltı (Net Vassal)

source: Cloud and Rain
fil: Ulap at Ulan
fr: Nuage et pluie
id: Awan dan Hujan
pl: Chmura i deszcz
pt: Nuvem e chuva
tr: Bulut ve Yağmur

source: Grandfather
fil: lolo
fr: Grand-père
id: Kakek
pl: Dziadek
pt: Avô
tr: Büyük baba

source: Twinkling Indicator
fil: Tagapahiwatig ng kumikislap
fr: Indicateur scintillant
id: Indikator berkelap-kelip
pl: Migotliwy wskaźnik
pt: Indicador Twinkling
tr: Yanıp Sönen Gösterge

source: Assistant (Vassal of Northern Dipper)
fr: Assistant (Vassal de Northern Dipper)
id: Asisten (Vassal of Northern Dipper)
pl: Asystent (Wasal of Northern Dipper)
pt: Assistente (Vassalo do Dipper do Norte)
tr: Asistan (Kuzey Kepçe'nin Vassal'ı)

source: Executions
fil: Mga pagbitay
fr: Exécutions
id: Eksekusi
pl: Egzekucje
pt: Execuções
tr: infazlar

source: Battle Chariots
fil: Mga Karwahe ng Labanan
fr: Chariots de bataille
id: Kereta Pertempuran
pl: Rydwany bitewne
pt: Carruagens de Batalha
tr: Savaş Arabaları

source: Right linchpin (Vassal of Chariot)
fil: Kanang linchpin (Vassal of Chariot)
fr: Goupille droite (Vassal of Chariot)
id: Kunci pas kanan (Vassal of Chariot)
pl: Prawa spinka (Vassal of Chariot)
pt: Pino de eixo direito (Vassalo de Carruagem)
tr: Sağ kilit pimi (Chariot Vassal)

source: Weaving Girl
fil: Babaeng Naghahabi
fr: Tisserande
id: Gadis penenun
pl: Tkaczka
pt: Rapariga Tecendo
tr: Dokuyan Kız

source: Left linchpin (Vassal of Chariot)
fil: Kaliwang linchpin (Vassal of Chariot)
fr: Goujon gauche (Vassal of Chariot)
id: Kunci pas kiri (Vassal of Chariot)
pl: Lewy zawias (Vassal of Chariot)
pt: Pino de eixo esquerdo (Vassalo de Carruagem)
tr: Sol kilit pimi (Chariot Vassal)

source: Tripod of the Zhou
fil: Tripod ng Zhou
fr: Trépied du Zhou
id: Tripod Zhou
pl: Statyw Zhou
pt: Tripé do Zhou
tr: Zhou'nun Tripod'u

source: Feudal Kings
fil: Mga Haring Pyudal
fr: Rois féodaux
id: Raja feodal
pl: Królowie feudalni
pt: Reis feudais
tr: feodal krallar

source: Pillars (In Net Mansion)
fil: Mga Haligi (Sa Net Mansion)
fr: Piliers (In Net Mansion)
id: Pilar (Di Net Mansion)
pt: Pilares (na Net Mansion)
tr: Sütunlar (Ağ Köşkü'nde)

source: Pillars (In Horn Mansion)
fil: Mga Haligi (Sa Horn Mansion)
fr: Piliers (dans Horn Mansion)
id: Pilar (Di Rumah Tanduk)
pt: Pilares (na mansão Horn)
tr: Sütunlar (Boynuz Köşkü'nde)

source: Official of Royal Archives
fil: Opisyal ng Royal Archives
fr: Officiel des archives royales
id: Pejabat Arsip Kerajaan
pl: Urzędnik Archiwum Królewskiego
pt: Oficial dos Arquivos Reais
tr: Kraliyet Arşivleri Yetkilisi

source: Son
fil: Anak
fr: Fils
id: Putra
pl: Syn
pt: Filho
tr: Oğul

source: Patriarchal Clan
fr: Clan patriarcal
id: Klan Patriarkat
pl: Klan Patriarchalny
pt: Clã Patriarcal
tr: ataerkil klan

source: Official of Religious Ceremonies
fil: Opisyal ng mga Relihiyosong Seremonya
fr: Officiel des cérémonies religieuses
id: Pejabat Upacara Keagamaan
pl: Oficjalna ceremonia religijna
pt: Oficial de cerimônias religiosas
tr: Dini Törenler Yetkilisi

source: Official for the Royal Clan
fil: Opisyal para sa Royal Clan
fr: Officiel du Royal Clan
id: Resmi untuk Klan Kerajaan
pl: Oficjalny dla Royal Clan
pt: Oficial do Clã Real
tr: Kraliyet Klanı için Resmi

source: Official in Charge of the Forest
fil: Opisyal na Namamahala sa Kagubatan
fr: Responsable de la forêt
id: Pejabat Penanggung Jawab Hutan
pl: Urzędnik odpowiedzialny za las
pt: Oficial encarregado da floresta
tr: Ormandan Sorumlu Yetkili

source: Left Flag
fil: Kaliwang Bandila
fr: Drapeau de gauche
id: Bendera kiri
pl: Lewa Flaga
pt: Bandeira à Esquerda
tr: Sol Bayrak

source: Left Conductor
fil: Kaliwang Konduktor
fr: Conducteur gauche
id: Konduktor Kiri
pl: Lewy dyrygent
pt: Condutor Esquerdo
tr: Sol İletken

source: Seat Flags
fil: Mga Watawat ng upuan
fr: Drapeaux de siège
id: Bendera Kursi
pl: Flagi siedzeń
pt: Bandeiras de assento
tr: Koltuk Bayrakları

source: Emperor
fil: Emperador
fr: empereur
id: Kaisar
pl: cesarz
pt: Imperador
tr: imparator

source: Bastard
fr: Bâtard
id: Bajingan
pl: Drań
pt: Desgraçado
tr: Piç

source: Harem
pt: Harém

source: The Celestial Pivot
fil: Ang Celestial Pivot
fr: Le pivot céleste
id: Pivot Surgawi
pl: Celestial Pivot
pt: O Pivô Celestial
tr: Göksel Pivot

source: Ancient Star
fil: Sinaunang Bituin
fr: Étoile ancienne
id: Bintang Kuno
pt: Estrela Antiga
tr: Antik Yıldız

source: Added
fil: Idinagdag
fr: Ajoutée
id: Ditambahkan
pl: Dodany
pt: Adicionado
tr: Katma

source: Northern Star
fil: Hilagang Bituin
fr: Étoile polaire
id: Bintang Utara
pl: Gwiazda Polarna
pt: Estrela do norte
tr: Kuzey Yıldızı

source: Canopy Support
fil: Suporta sa Canopy
fr: Prise en charge de l'auvent
id: Dukungan Kanopi
pl: Wsparcie dla baldachimów
pt: Suporte de dossel
tr: Kanopi Desteği

source: Right Pivot
fil: Kanang Pivot
fr: Pivot droit
id: Pivot Kanan
pt: Pivô direito
tr: Sağ Pivot

source: The Second Commandant
fil: Ang Pangalawang Komandante
fr: Le deuxième commandant
id: Komandan Kedua
pl: Drugi komendant
pt: O Segundo Comandante
tr: İkinci Komutan

source: The Great Advisor
fil: Ang Dakilang Tagapayo
fr: Le grand conseiller
id: Penasihat Hebat
pl: Wielki Doradca
pt: O Grande Conselheiro
tr: Büyük Danışman

source: The Second Advisor
fil: Ang Pangalawang Tagapayo
fr: Le deuxième conseiller
id: Penasihat Kedua
pl: Drugi doradca
pt: O segundo conselheiro
tr: İkinci Danışman

source: The Great Imperial Guard
fil: Ang Great Imperial Guard
fr: La grande garde impériale
id: Pengawal Kekaisaran Agung
pl: Wielka Gwardia Cesarska
pt: A Grande Guarda Imperial
tr: Büyük İmparatorluk Muhafızları

source: The Second Imperial Guard
fil: Ang Ikalawang Imperial Guard
fr: La deuxième garde impériale
id: Pengawal Kekaisaran Kedua
pl: Druga Gwardia Cesarska
pt: A Segunda Guarda Imperial
tr: İkinci İmparatorluk Muhafızları

source: The Great Imperial Minister
fil: Ang Dakilang Ministro ng Imperyo
fr: Le grand ministre impérial
id: Menteri Kekaisaran Agung
pl: Wielki cesarski minister
pt: O Grande Ministro Imperial
tr: Büyük İmparatorluk Bakanı

source: Left Pivot
fil: Kaliwang Pivot
fr: Pivot gauche
id: Pivot Kiri
pl: Lewy czop
pt: Pivô esquerdo
tr: Sol Pivot

source: The Great Prime Minister
fil: Ang Dakilang Punong Ministro
fr: Le grand premier ministre
id: Perdana Menteri yang Hebat
pl: Wielki premier
pt: O Grande Primeiro Ministro
tr: Büyük Başbakan

source: The Second Prime Minister
fil: Ang Ikalawang Punong Ministro
fr: Le deuxième Premier ministre
id: Perdana Menteri Kedua
pl: Drugi premier
pt: O Segundo Primeiro Ministro
tr: İkinci Başbakan

source: The Great Protector
fil: Ang Dakilang Tagapagtanggol
fr: Le grand protecteur
id: Pelindung Agung
pl: Wielki Obrońca
pt: O Grande Protetor
tr: Büyük Koruyucu

source: The Second Protector
fil: Ang Pangalawang Tagapagtanggol
fr: Le deuxième protecteur
id: Pelindung Kedua
pl: Drugi obrońca
pt: O Segundo Protetor
tr: İkinci Koruyucu

source: The Second Imperial Minister
fil: Ang Ikalawang Ministro ng Imperial
fr: Le deuxième ministre impérial
id: Menteri Kekaisaran Kedua
pl: Drugi cesarski minister
pt: O Segundo Ministro Imperial
tr: İkinci İmparatorluk Bakanı

source: The Celestial Rotating Jade
fil: Ang Celestial Rotating Jade
fr: Le jade rotatif céleste
id: Giok Berputar Surgawi
pl: Niebiański obracający się jadeit
pt: O jade giratório celestial
tr: Göksel Dönen Yeşim

source: The Celestial Shining Pearl
fil: Ang Celestial Shining Pearl
fr: La perle brillante céleste
id: Mutiara Cemerlang Surgawi
pl: Niebiańska Błyszcząca Perła
pt: A Pérola Brilhante Celestial
tr: Göksel Parlayan İnci

source: The Celestial Balance
fil: Ang Celestial Balance
fr: L'équilibre céleste
id: Keseimbangan Surgawi
pl: Niebiańska równowaga
pt: O Equilíbrio Celestial
tr: Göksel Denge

source: The Jade Sighting-Tube
fil: Ang Jade Sighting-Tube
fr: Le tube de visée en jade
pl: Jade Sighting-Tube
pt: O tubo de observação de jade
tr: Yeşim Gözlem Tüpü

source: The Opener of Heat
fil: Ang Pagbubukas ng Init
fr: L'ouvreur de chaleur
id: Pembuka Panas
pl: Otwieracz ciepła
pt: O Abridor de Calor
tr: Isı Açıcı

source: The Twinkling Brilliance
fil: Ang Kislap na Kinang
fr: La brillance scintillante
id: Kecemerlangan yang Berkedip
pl: Migotliwy blask
pt: O brilho cintilante
tr: Parıldayan Parlaklık

source: Assistant
fil: Katulong
id: Asisten
pl: Asystent
pt: Assistente
tr: asistan

source: Right Law Administrator
fil: Tamang Tagapangasiwa ng Batas
fr: Administrateur de droit
id: Hak Administrator Hukum
pl: Właściwy administrator prawa
pt: Direito Direito Administrador
tr: Hak Hukuku Yöneticisi

source: The Great Western General
fil: Ang Great Western General
fr: Le Great Western General
id: Jenderal Besar Barat
pl: Wielki Generał Zachodu
pt: O Grande General Ocidental
tr: Büyük Batılı General

source: The Second Western General
fil: Ang Ikalawang Kanluraning Heneral
fr: Le deuxième général occidental
id: Jenderal Barat Kedua
pl: Drugi generał zachodu
pt: O segundo general ocidental
tr: İkinci Batılı General

source: The Second Western Premier
fil: Ang Ikalawang Kanluraning Premyer
fr: Le deuxième premier ministre de l'Ouest
id: Premier Barat Kedua
pl: Drugi premier zachodni
pt: O segundo premier ocidental
tr: İkinci Batı Premier

source: The Great Western Premier
fil: Ang Great Western Premier
fr: Le Great Western Premier
pl: Wielki zachodni premier
pt: O Great Western Premier
tr: Büyük Batı Premier

source: The Second Eastern Premier
fil: Ang Pangalawang Premyer ng Silangan
fr: Le deuxième premier ministre de l'Est
id: Premier Timur Kedua
pl: Drugi premier wschodni
pt: O Segundo Premier Oriental
tr: İkinci Doğu Premier

source: The Second Eastern General
fil: Ang Ikalawang Silangang Heneral
fr: Le deuxième général oriental
id: Jenderal Timur Kedua
pl: Drugi generał wschodni
pt: O segundo general oriental
tr: İkinci Doğu Generali

source: The Great Eastern General
fil: Ang Great Eastern General
fr: Le grand général oriental
id: Jenderal Besar Timur
pl: Wielki generał wschodni
pt: O Grande General do Leste
tr: Büyük Doğu Generali

source: Upper Steps
fr: Étapes supérieures
id: Tangga Atas
pl: Wyższe stopnie
pt: Passos superiores
tr: Üst Adımlar

source: Middle Steps
fil: Mga Gitnang Hakbang
fr: Étapes intermédiaires
id: Langkah Tengah
pl: Środkowe kroki
pt: Passos do meio
tr: Orta Adımlar

source: Lower Steps
fil: Mga Mababang Hakbang
fr: Étapes inférieures
id: Langkah Bawah
pl: Niższe kroki
pt: Passos inferiores
tr: Alt Adımlar

source: Song
fil: Kanta
fr: Chanson
id: Lagu
pl: Piosenka
pt: Canção
tr: Şarkı

source: Lock
fr: Fermer à clé
id: Kunci
pl: Zamek
pt: Bloquear
tr: Kilit

source: Great Fire
fil: Mahusay na Apoy
fr: Grand feu
id: Api Besar
pl: Wielki Ogień
pt: Bom fogo
tr: Harika ateş

source: Cowboy
id: Koboi
pl: Kowboj
pt: Vaqueiro
tr: Kovboy

source: Zhou State (In Twelve States)
fil: Zhou State (Sa Labindalawang Estado)
fr: État de Zhou (dans douze États)
id: Negara Bagian Zhou (Di Dua Belas Negara Bagian)
pl: Stan Zhou (w dwunastu stanach)
pt: Estado de Zhou (em doze estados)
tr: Zhou Eyaleti (On İki Eyalette)

source: Qin State (In Twelve States)
fil: Qin State (Sa Labindalawang Estado)
fr: État Qin (dans douze États)
id: Negara Bagian Qin (Di Dua Belas Negara Bagian)
pl: Qin State (w dwunastu stanach)
pt: Estado de Qin (em doze estados)
tr: Qin Eyaleti (On İki Eyalette)

source: Dai State (In Twelve States)
fil: Dai State (Sa Labindalawang Estado)
fr: État Dai (dans douze États)
id: Negara Bagian Dai (Di Dua Belas Negara Bagian)
pl: Stan Dai (w dwunastu stanach)
pt: Estado de Dai (em doze estados)
tr: Dai Eyaleti (On İki Eyalette)

source: Zhao State (In Twelve States)
fil: Zhao State (Sa Labindalawang Estado)
fr: État de Zhao (dans douze États)
id: Negara Bagian Zhao (Di Dua Belas Negara Bagian)
pl: Stan Zhao (w dwunastu stanach)
pt: Estado de Zhao (em doze estados)
tr: Zhao Eyaleti (On İki Eyalette)

source: Yue State (In Twelve States)
fil: Yue State (Sa Labindalawang Estado)
fr: État Yue (dans douze États)
id: Negara Bagian Yue (Di Dua Belas Negara Bagian)
pl: Stan Yue (w dwunastu stanach)
pt: Estado de Yue (em doze estados)
tr: Yue Eyaleti (On İki Eyalette)

source: Qi State (In Twelve States)
fil: Qi State (Sa Labindalawang Estado)
fr: État Qi (dans douze États)
id: Negara Bagian Qi (Dalam Dua Belas Negara Bagian)
pl: Qi State (w dwunastu stanach)
pt: Estado de Qi (em doze estados)
tr: Qi Eyaleti (On İki Eyalette)

source: Chu State (In Twelve States)
fil: Chu State (Sa Labindalawang Estado)
fr: État Chu (dans douze États)
id: Negara Bagian Chu (Di Dua Belas Negara Bagian)
pl: Stan Chu (w dwunastu stanach)
pt: Estado de Chu (em doze estados)
tr: Chu Eyaleti (On İki Eyalette)

source: Zheng State (In Twelve States)
fil: Zheng State (Sa Labindalawang Estado)
fr: État de Zheng (dans douze États)
id: Negara Bagian Zheng (Di Dua Belas Negara Bagian)
pl: Stan Zheng (w dwunastu stanach)
pt: Estado de Zheng (em doze estados)
tr: Zheng Eyaleti (On İki Eyalette)

source: Wei State (In Twelve States)
fil: Wei State (Sa Labindalawang Estado)
fr: État Wei (dans douze États)
id: Negara Bagian Wei (Di Dua Belas Negara Bagian)
pl: Stan Wei (w dwunastu stanach)
pt: Estado Wei (em doze estados)
tr: Wei Eyaleti (On İki Eyalette)

source: Han State (In Twelve States)
fil: Han State (Sa Labindalawang Estado)
fr: État Han (dans douze États)
id: Negara Bagian Han (Di Dua Belas Negara Bagian)
pl: Stan Han (w dwunastu stanach)
pt: Estado Han (em doze estados)
tr: Han Eyaleti (On İki Eyalette)

source: Jin State (In Twelve States)
fil: Jin State (Sa Labindalawang Estado)
fr: État Jin (dans douze États)
id: Negara Bagian Jin (Di Dua Belas Negara Bagian)
pl: Jin State (w dwunastu stanach)
pt: Estado de Jin (em doze estados)
tr: Jin Eyaleti (On İki Eyalette)

source: Yan State (In Twelve States)
fil: Yan State (Sa Labindalawang Estado)
fr: État Yan (dans douze États)
id: Negara Bagian Yan (Di Dua Belas Negara Bagian)
pl: Stan Yan (w dwunastu stanach)
pt: Estado Yan (em doze estados)
tr: Yan Eyaleti (On İki Eyalette)

source: Deified Judge of Right and Wrong
fil: Deified Hukom ng Tama at Mali
fr: Juge déifié de droit et de mal
id: Hakim Benar dan Salah yang Dituhankan
pt: Juiz deificado de certo e errado
tr: Doğru ve Yanlışın Tanrılaştırılmış Yargıcı

source: Tomb
fil: Puntod
fr: Tombeau
id: Makam
pl: Grób
pt: Túmulo
tr: mezar

source: Resting Palace
fr: Palais au repos
id: Istana Peristirahatan
pt: Palácio de descanso
tr: Dinlenme Sarayı

source: Stored Water
fil: Naka-imbak na Tubig
fr: Eau stockée
id: Air Tersimpan
pl: Przechowywana woda
pt: Água Armazenada
tr: Depolanan Su

source: Whisper
fil: Bulong
fr: Chuchotement
id: Bisikan
pl: Szept
pt: Sussurro
tr: Fısıltı

source: Send Armed Forces To Suppress
fil: Magpadala ng Sandatahang Lakas Para Supilin
fr: Envoyer des forces armées pour réprimer
id: Kirim Angkatan Bersenjata Untuk Menekan
pl: Wyślij siły zbrojne do stłumienia
pt: Envie forças armadas para suprimir
tr: Silahlı Kuvvetleri Bastırmak İçin Gönderin

source: Battle Axe
fil: Labanan Ax
fr: Hache de guerre
id: Pertempuran kapak
pl: Topór bitewny
pt: Machado de batalha
tr: Savaş baltası

source: Right linchpin
fil: Tamang linchpin
fr: Goupille droite
id: Kunci pas kanan
pl: Prawa zawleczka
pt: Pino direito
tr: Sağ kilit pimi

source: Left linchpin
fil: Kaliwang linchpin
fr: Goupille gauche
id: Kunci pas kiri
pl: Lewy zawias
pt: Pino de eixo esquerdo
tr: Sol kilit pimi

source: Southern Star
fr: Étoile du Sud
id: Bintang Selatan
pl: Gwiazda południowa
pt: Estrela do Sul
tr: Güney Yıldızı

source: God's Palace
fil: Palasyo ng Diyos
fr: Palais de Dieu
id: Istana Tuhan
pl: Pałac Boży
pt: Palácio de Deus
tr: Tanrı'nın Sarayı

source: Legs Mansion
id: Rumah Kaki
pl: Rezydencja Nóg
pt: Mansão de pernas
tr: Bacaklar Konak

source: Chinese Contemporary
fil: Kontemporaryong Tsino
fr: Chinoise contemporaire
id: Kontemporer Cina
pl: Chiński współczesny
pt: Contemporânea Chinesa
tr: Çin Çağdaş

source: The Chinese Contemporary Sky Culture is a combination of traditional Chinese star names and modern constellations. This is the sky culture that the Chinese actually use now, with a great practical value.
fil: Ang Chinese Contemporary Sky Culture ay isang kumbinasyon ng mga tradisyonal na Chinese star name at modernong mga konstelasyon. Ito ang kultura ng langit na aktwal na ginagamit ng mga Intsik ngayon, na may malaking praktikal na halaga.
fr: La culture contemporaine du ciel chinois est une combinaison de noms d'étoiles chinoises traditionnelles et de constellations modernes. C'est la culture du ciel que les Chinois utilisent actuellement, avec une grande valeur pratique.
id: Budaya Langit Kontemporer Tiongkok adalah kombinasi dari nama bintang tradisional Tiongkok dan rasi bintang modern. Ini adalah budaya langit yang benar-benar digunakan orang Cina sekarang, dengan nilai praktis yang besar.
pl: Chińska współczesna kultura nieba to połączenie tradycyjnych chińskich nazw gwiazd i współczesnych konstelacji. To kultura nieba, z której obecnie korzystają Chińczycy, o wielkiej wartości praktycznej.
pt: A Cultura do Céu Contemporâneo Chinês é uma combinação de nomes de estrelas tradicionais chineses e constelações modernas. Essa é a cultura do céu que os chineses realmente usam agora, com um grande valor prático.
tr: Çin Çağdaş Gökyüzü Kültürü, geleneksel Çin yıldız isimlerinin ve modern takımyıldızların bir birleşimidir. Bu, Çinlilerin şu anda büyük bir pratik değerle kullandığı gökyüzü kültürüdür.
