Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: Delporte, Eugene: Delimitation scientifique des constellations (tables et cartes), Cambridge, 1930 - [#2]: facsimile: Uranometria von Johannes Bayer, Kunstschätzeverlag, Gerchsheim, 2010 - [#3]: facsimile: Die große Flamsteed Edition - Himmelskartographie nach John Flamsteed von 1776 bis 1805, Albireo Verlag, Köln, 2017 - [#4]: Latußeck, Arndt and Hoffmann, Susanne M: "Ein nützliches Unternehmen", Albireo Verlag, Köln, 2017 - [#5]: Constellation english names. [IAU Constellations Page](https://www.iau.org/public/themes/constellations/) - [#6]: IAU Working Group Star Names. [WGSN](https://www.iau.org/science/scientific_bodies/working_groups/280/) - [#7]: Grasshoff, Gerd: The History of Ptolemy's Star Catalogue, Springer, New York, 1990 - [#8]: Hoffmann, Susanne M.: Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, 2017 - [#9]: Constellation. [Article on Wikipedia](http://en.wikipedia.org/wiki/Constellation) - [#10]: Star Catalogue. [Article on Wikipedia](http://en.wikipedia.org/wiki/Star_catalogue) - [#11]: Constellation image library of the U.S. Naval Observatory and the Space Telescope Science Institute. Johannes Hevelius Engravings. [Link](http://hubblesource.stsci.edu/sources/illustrations/constellations/)
fil: - [#1]: Delporte, Eugene: Delimitation scientifique des constellations (tables et cartes), Cambridge, 1930 - [#2]: facsimile: Uranometria von Johannes Bayer, Kunstschätzeverlag, Gerchsheim, 2010 - [#3]: facsimile: Die große Flamsteed Edition - Himmelskartographie nach John Flamsteed von 1776 bis 1805, Albireo Verlag, Köln, 2017 - [#4]: Latußeck, Arndt at Hoffmann, Susanne M: "Ein nützliches Unternehmen", Albireo Verlag, Köln, 2017 - [#5]: Constellation english na mga pangalan. [IAU Constellations Page](https://www.iau.org/public/themes/constellations/) - [#6]: Mga Star Name ng IAU Working Group. [WGSN](https://www.iau.org/science/scientific_bodies/working_groups/280/) - [#7]: Grasshoff, Gerd: The History of Ptolemy's Star Catalogue, Springer, New York, 1990 - [#8]: Hoffmann, Susanne M.: Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, 2017 - [#9]: Konstelasyon. [Artikulo sa Wikipedia](http://en.wikipedia.org/wiki/Constellation) - [#10]: Star Catalogue. [Artikulo sa Wikipedia](http://en.wikipedia.org/wiki/Star_catalogue) - [#11]: Constellation image library ng U.S. Naval Observatory at ng Space Telescope Science Institute. Mga Engraving ni Johannes Hevelius. [Link](http://hubblesource.stsci.edu/sources/illustrations/constellations/)
fr: - [#1]: Delporte, Eugene: Délimitation scientifique des constellations (tables et cartes), Cambridge, 1930 - [#2]: télécopie: Uranometria von Johannes Bayer, Kunstschätzeverlag, Gerchsheim, 2010 - [#3]: fac-similé: Die große Flamsteed Edition - Himmelskartographie nach John Flamsteed von 1776 bis 1805, Albireo Verlag, Köln, 2017 - [#4]: Latußeck, Arndt et Hoffmann, Susanne M: "Ein nützliches Unternehmen", Albireo Verlag, Köln, 2017 - [#5]: Noms anglais des constellations. [Page des constellations de l'AIU](https://www.iau.org/public/themes/constellations/) - [#6]: Noms des étoiles du Groupe de travail de l'AIU. [WGSN](https://www.iau.org/science/scientific_bodies/working_groups/280/) - [#7]: Grasshoff, Gerd: The History of Ptolemy's Star Catalog, Springer, New York, 1990 - [#8]: Hoffmann, Susanne M .: Hipparchs Himmelsglobus, Springer, Wiesbaden / New York, 2017 - [#9]: Constellation. [Article sur Wikipedia](http://en.wikipedia.org/wiki/Constellation) - [#10]: Catalogue Star. [Article sur Wikipedia](http://en.wikipedia.org/wiki/Star_catalogue) - [#11]: bibliothèque d'images de constellation de l'US Naval Observatory et du Space Telescope Science Institute. Gravures de Johannes Hevelius. [Lien](http://hubblesource.stsci.edu/sources/illustrations/constellations/)
id: - [#1]: Delporte, Eugene: Delimitation scientifique des constellations (tables et cartes), Cambridge, 1930 - [#2]: faksimili: Uranometria von Johannes Bayer, Kunstschätzeverlag, Gerchsheim, 2010 - [#3]: faksimili: Die große Flamsteed Edition - Himmelskartographie nach John Flamsteed von 1776 bis 1805, Albireo Verlag, Köln, 2017 - [#4]: Latußeck, Arndt dan Hoffmann, Susanne M: "Ein nützliches Unternehmen", Albireo Verlag, Köln, 2017 - [#5]: Konstelasi nama bahasa Inggris. [Halaman Konstelasi IAU](https://www.iau.org/public/themes/constellations/) - [#6]: Nama Bintang Kelompok Kerja IAU. [WGSN](https://www.iau.org/science/scientific_bodies/working_groups/280/) - [#7]: Grasshoff, Gerd: Sejarah Katalog Bintang Ptolemy, Springer, New York, 1990 - [#8]: Hoffmann, Susanne M.: Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, 2017 - [#9]: Konstelasi. [Artikel di Wikipedia](http://en.wikipedia.org/wiki/Constellation) - [#10]: Katalog Bintang. [Artikel di Wikipedia](http://en.wikipedia.org/wiki/Star_catalogue) - [#11]: Perpustakaan gambar konstelasi Observatorium Angkatan Laut AS dan Institut Sains Teleskop Luar Angkasa. Ukiran Johannes Hevelius. [Tautan](http://hubblesource.stsci.edu/sources/illustrations/constellations/)
pl: - [#1]: Delporte, Eugene: Delimitation scientifique des constellations (tabele i karty), Cambridge, 1930 - [#2]: faksymile: Uranometria von Johannes Bayer, Kunstschätzeverlag, Gerchsheim, 2010 - [#3]: faksymile: Die große Flamsteed Edition - Himmelskartographie nach John Flamsteed von 1776 bis 1805, Albireo Verlag, Köln, 2017 - [#4]: Latußeck, Arndt and Hoffmann, Susanne M.: „Ein nützliches Unternehmen”, Albireo Verlag, Köln, 2017 - [#5]: angielskie nazwy konstelacji. [Strona konstelacji IAU](https://www.iau.org/public/themes/constellations/) - [#6]: Nazwy gwiazd grupy roboczej IAU. [WGSN](https://www.iau.org/science/scientific_bodies/working_groups/280/) - [#7]: Grasshoff, Gerd: The History of Ptolemy's Star Catalogue, Springer, New York, 1990 - [#8]: Hoffmann, Susanne M .: Hipparchs Himmelsglobus, Springer, Wiesbaden / New York, 2017 - [#9]: konstelacja. [Artykuł w Wikipedii](http://en.wikipedia.org/wiki/Constellation) - [#10]: Katalog gwiazd. [Artykuł w Wikipedii](http://en.wikipedia.org/wiki/Star_catalogue) - [#11]: Biblioteka obrazów konstelacji amerykańskiego Naval Observatory i Space Telescope Science Institute. Ryciny Johannesa Heveliusa. [Link](http://hubblesource.stsci.edu/sources/illustrations/constellations/)
pt: - [#1]: Delporte, Eugene: Delimitação científica das constelações (tabelas e cartes), Cambridge, 1930 - [#2]: fac-símile: Uranometria de Johannes Bayer, Kunstschätzeverlag, Gerchsheim, 2010 - [#3]: fac-símile: The Große Edition Flamsteed - Desenhos animados de John Flamsteed de 1776 a 1805, Albireo Verlag, Köln, 2017 - [#4]: Latußeck, Arndt e Hoffmann, Susanne M: "Ein nützliches Unternehmen", Albireo Verlag, Köln, 2017 - [#5]: nomes em inglês da constelação. [Página de constelações da IAU](https://www.iau.org/public/themes/constellations/) - [#6]: Nomes de estrelas do grupo de trabalho da IAU. [WGSN](https://www.iau.org/science/scientific_bodies/working_groups/280/) - [#7]: Grasshoff, Gerd: a história do catálogo de estrelas de Ptolomeu, Springer, Nova York, 1990 - [#8]: Hoffmann, Susanne M.: Hiparcas Himmelsglobus, Springer, Wiesbaden / Nova York, 2017 - [#9]: Constelação. [Artigo na Wikipedia](http://en.wikipedia.org/wiki/Constellation) - [#10]: Catálogo em estrela. [Artigo na Wikipedia](http://en.wikipedia.org/wiki/Star_catalogue) - [#11]: biblioteca de imagens de constelação do Observatório Naval dos EUA e do Instituto de Ciências do Telescópio Espacial. Gravuras de Johannes Hevelius. [Link](http://hubblesource.stsci.edu/sources/illustrations/constellations/)
tr: - [#1]: Delporte, Eugene: Sınırlandırma scientifique des constellations (tablolar ve kartlar), Cambridge, 1930 - [#2]: faks: Uranometria von Johannes Bayer, Kunstschätzeverlag, Gerchsheim, 2010 - [#3]: faks: Die große Flamsteed Edition - Himmelskartographie nach John Flamsteed von 1776 bis 1805, Albireo Verlag, Köln, 2017 - [#4]: Latußeck, Arndt ve Hoffmann, Susanne M: "Ein nützliches Unternehmen", Albireo Verlag, Köln, 2017 - [#5]: Constellation ingilizce isimleri. [IAU Takımyıldızları Sayfası](https://www.iau.org/public/themes/constellations/) - [#6]: İAÜ Çalışma Grubu Yıldız İsimleri. [WGSN](https://www.iau.org/science/scientific_bodies/working_groups/280/) - [#7]: Grasshoff, Gerd: The History of Ptolemy's Star Catalogue, Springer, New York, 1990 - [#8]: Hoffmann, Susanne M.: Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, 2017 - [#9]: Takımyıldız. [Wikipedia'daki Makale](http://en.wikipedia.org/wiki/Constellation) - [#10]: Yıldız Kataloğu. [Wikipedia'daki Makale](http://en.wikipedia.org/wiki/Star_catalogue) - [#11]: ABD Deniz Gözlemevi ve Uzay Teleskobu Bilim Enstitüsü'nün takımyıldız görüntü kütüphanesi. Johannes Hevelius Gravürleri. [Bağlantı](http://hubblesource.stsci.edu/sources/illustrations/constellations/)

source: Stellarium's team. Illustrations by Johan Meuris.
fil: Ang pangkat ni Stellarium. Mga guhit ni Johan Meuris.
fr: L'équipe de Stellarium. Illustrations de Johan Meuris.
id: tim Stellarium. Ilustrasi oleh Johan Meuris.
pl: Zespół Stellarium. Ilustracje: Johan Meuris.
pt: Equipe de Stellarium. Ilustrações de Johan Meuris.
tr: Stellarium'un takımı. Johan Meuris'in çizimleri.

source: Eagle
pt: Águia

source: Chained Maiden
pt: Donzela acorrentada

source: Scales
pt: Balanças

source: Sea Monster
pt: Monstro do mar

source: Shield
pt: Escudo

source: Compass
pt: Bússola

source: Herdsman
pt: Pastor

source: Engraving Tool
pt: Ferramenta de gravação

source: Chameleon
pt: Camaleão

source: Crab
pt: Caranguejo

source: Sea Goat
pt: Cabra do mar

source: Keel
pt: Quilha

source: Seated Queen
pt: Rainha sentada

source: Centaur
pt: Centauro

source: King
pt: Rei

source: Bernice's Hair
pt: Cabelo de Bernice

source: Hunting Dogs
pt: Cães de caça

source: Dove
pt: Pomba

source: Cup
pt: copo

source: Southern Crown
pt: Coroa do sul

source: Northern Crown
pt: Coroa do Norte

source: Crow
pt: Corvo

source: Swan
pt: Cisne

source: Dolphin
pt: Golfinho

source: Swordfish
pt: Peixe-espada

source: Carpenter's Square
pt: Praça do Carpinteiro

source: River
pt: Rio

source: Furnace
pt: Forno

source: Twins
pt: gêmeos

source: Giraffe
pt: Girafa

source: Great Bear
pt: Urso Grande

source: Clock
pt: Relógio

source: Female Water Snake
pt: Cobra-d'água fêmea

source: Male Water Snake
pt: Serpente de água masculina

source: Indian
pt: indiano

source: Unicorn
pt: Unicórnio

source: Hare
pt: lebre

source: Wolf
pt: Lobo

source: Lyre
pt: Lira

source: Air Pump
pt: Bomba de ar

source: Microscope
pt: Microscópio

source: Fly
fil: Lumipad
fr: Mouche
id: Lalat
pl: latać
pt: Voar
tr: Uçmak

source: Octant
pt: Oitante

source: Bird of Paradise
pt: Pássaro do paraíso

source: Serpent Bearer
pt: Portador da serpente

source: Hunter
pt: Caçador

source: Winged Horse
pt: Cavalo alado

source: Painter's Easel
pt: Cavalete do pintor

source: Hero
pt: Herói

source: Little Horse
pt: Cavalinho

source: Lesser Lion
pt: Leão Menor

source: Fox
pt: Raposa

source: Little Bear
pt: Ursinho

source: Fishes
pt: Peixes

source: Southern Fish
pt: Peixe do Sul

source: Stern
pt: popa

source: Reticle
pt: Retículo

source: Archer
pt: Arqueiro

source: Scorpion
pt: Escorpião

source: Serpent
pt: Serpente

source: Sextant
pt: Sextante

source: Bull
pt: Touro

source: Telescope
pt: Telescópio

source: Toucan
pt: Tucano

source: Southern Triangle
pt: Triângulo do Sul

source: Water Bearer
pt: Aguadeiro

source: Maiden
pt: Donzela

source: Sails
pt: Velas

source: Western (Sky & Telescope)
fil: Western (Sky at Telescope)
fr: Occidentale (Sky & Telescope)
id: Barat (Langit & Teleskop)
pl: Kultura zachodnia (Sky & Telescope)
pt: Ocidental (céu e telescópio)
tr: Batı (Gökyüzü ve Teleskop)

source: A variation of the Western sky culture with constellation figures and star names from the popular American magazine _Sky & Telescope_.
fil: Isang variation ng Western sky culture na may mga constellation figure at star name mula sa sikat na American magazine na _Sky & Telescope_.
fr: Une variation de la culture du ciel occidental avec des figures de constellation et des noms d'étoiles du populaire magazine américain _Sky & Telescope_.
id: Variasi budaya langit Barat dengan figur konstelasi dan nama bintang dari majalah populer Amerika _Sky & Telescope_.
pl: Odmiana kultury zachodniego nieba z postaciami gwiazdozbiorów i nazwami gwiazd z popularnego amerykańskiego magazynu _Sky & Telescope_.
pt: Uma variação da cultura do céu ocidental com figuras de constelações e nomes de estrelas da popular revista americana _Sky & Telescope_.
tr: Popüler Amerikan dergisi _Sky & Telescope_'tan takımyıldız figürleri ve yıldız isimleriyle Batı gökyüzü kültürünün bir varyasyonu.

source: In 1928, the International Astronomical Union (IAU) only defined the boundaries of the constellations [#4] and not the way of connecting stars within them. Several sub-cultures were therefore developed during the past century: this sky culture was developed by the Sky & Telescope Magazine. The method used by Sky & Telescope to select "their" star names from historical ones is explained in detail in their Style Book [#2]. It is based on Bayer's and Flamsteed's historical atlases and influenced by other sources [#6][#7][#8].
fil: Noong 1928, tinukoy lamang ng International Astronomical Union (IAU) ang mga hangganan ng mga konstelasyon [#4] at hindi ang paraan ng pag-uugnay ng mga bituin sa loob ng mga ito. Ang ilang mga sub-kultura ay samakatuwid ay binuo noong nakaraang siglo: ang sky culture na ito ay binuo ng Sky & Telescope Magazine. Ang paraan na ginamit ng Sky & Telescope upang piliin ang "kanilang" mga pangalan ng bituin mula sa mga makasaysayang pangalan ay ipinaliwanag nang detalyado sa kanilang Style Book [#2]. Ito ay batay sa mga makasaysayang atlase ng Bayer at Flamsteed at naiimpluwensyahan ng iba pang mga mapagkukunan [#6][#7][#8].
fr: En 1928, l'Union astronomique internationale (AIU) n'a défini que les limites des constellations [#4] et non la manière de connecter les étoiles en leur sein. Plusieurs sous-cultures se sont donc développées au cours du siècle dernier: cette culture du ciel a été développée par le magazine Sky & Telescope. La méthode utilisée par Sky & Telescope pour sélectionner "leurs" noms d'étoiles parmi les noms historiques est expliquée en détail dans leur livre de styles [#2]. Il est basé sur les atlas historiques de Bayer et Flamsteed et influencé par d'autres sources [#6] [#7] [#8].
id: Pada tahun 1928, International Astronomical Union (IAU) hanya menetapkan batas-batas konstelasi [#4] dan bukan cara menghubungkan bintang-bintang di dalamnya. Oleh karena itu, beberapa sub-budaya dikembangkan selama abad yang lalu: budaya langit ini dikembangkan oleh Majalah Sky & Telescope. Metode yang digunakan oleh Sky & Telescope untuk memilih nama bintang "mereka" dari yang bersejarah dijelaskan secara rinci dalam Buku Gaya mereka [#2]. Ini didasarkan pada atlas historis Bayer dan Flamsteed dan dipengaruhi oleh sumber lain [#6][#7][#8].
pl: W 1928 r. Międzynarodowa Unia Astronomiczna (IAU) określiła jedynie granice konstelacji [#4], a nie sposób łączenia w nich gwiazd. W ciągu ostatniego stulecia opracowano zatem kilka subkultur: tę kulturę nieba opracował magazyn Sky & Telescope. Metoda stosowana przez Sky & Telescope do wybierania „ich” nazw gwiazd spośród historycznych została szczegółowo wyjaśniona w ich książce stylów [#2]. Opiera się na historycznych atlasach Bayera i Flamsteeda i jest pod wpływem innych źródeł [#6] [#7] [#8].
pt: Em 1928, a União Astronômica Internacional (IAU) definiu apenas os limites das constelações [#4] e não a maneira de conectar estrelas dentro delas. Várias subculturas foram desenvolvidas no século passado: essa cultura do céu foi desenvolvida pela Revista Sky & Telescope. O método usado pela Sky & Telescope para selecionar "seus" nomes de estrelas dos nomes históricos é explicado em detalhes em seu Livro de estilos [#2]. Baseia-se nos atlas históricos da Bayer e Flamsteed e é influenciado por outras fontes [#6] [#7] [#8].
tr: 1928'de Uluslararası Astronomi Birliği (IAU), takımyıldızların [#4] sınırlarını belirledi ve yıldızların içlerindeki bağlantı yolunu değil. Bu nedenle geçtiğimiz yüzyılda birkaç alt kültür geliştirildi: bu gökyüzü kültürü Sky & Telescope Magazine tarafından geliştirildi. Sky & Telescope'un "kendi" yıldız isimlerini tarihsel olanlardan seçmek için kullandığı yöntem, Stil Kitaplarında [#2] ayrıntılı olarak açıklanmaktadır. Bayer ve Flamsteed'in tarihsel atlaslarına dayanmaktadır ve diğer kaynaklardan [#6][#7][#8] etkilenmiştir.

source: - [#1]: Sky & Telescope. [Homepage](https://www.skyandtelescope.com) - [#2]: S&T Stylebook, A13. Flanders, Tony: S&T's stylebook, Appendix 13, 2014. [Doc](https://fossies.org/linux/stellarium/skycultures/western_SnT/SnT_star_names.docx) - [#3]: Star Catalogue. [Article on Wikipedia](http://en.wikipedia.org/wiki/Star_catalogue) - [#4]: Official IAU constellation information. [Link](http://www.iau.org/public/constellations/) - [#5]: Constellations. [Article on Wikipedia](http://en.wikipedia.org/wiki/Constellation) - [#6]: Hoffleit, Dorrit. The Bright Star Catalogue, 4th rev. Yale University Observatory, 1982. - [#7]: Kunitzsch, Paul, and Tim Smart. Short Guide to Modern Star Names and Their Derivations. Otto Harrassowitz, 1986, republished by Sky and Telescope in 2006. - [#8]: Davis, George A. “The Pronunciations, Derivations, and Meanings of a Selected List of Star Names.” Popular Astronomy, Jan 1944.
fil: - [#1]: Kalangitan at Teleskopyo. [Homepage](https://www.skyandtelescope.com) - [#2]: S&T Stylebook, A13. Flanders, Tony: S&T's stylebook, Appendix 13, 2014. [Doc](https://fossies.org/linux/stellarium/skycultures/western_SnT/SnT_star_names.docx) - [#3]: Star Catalogue. [Artikulo sa Wikipedia](http://en.wikipedia.org/wiki/Star_catalogue) - [#4]: Opisyal na impormasyon ng konstelasyon ng IAU. [Link](http://www.iau.org/public/constellations/) - [#5]: Mga Konstelasyon. [Artikulo sa Wikipedia](http://en.wikipedia.org/wiki/Constellation) - [#6]: Hoffleit, Dorrit. The Bright Star Catalogue, 4th rev. Yale University Observatory, 1982. - [#7]: Kunitzsch, Paul, at Tim Smart. Maikling Gabay sa Mga Makabagong Pangalan ng Bituin at Ang mga Derivasyon Nito. Otto Harrassowitz, 1986, muling inilathala ng Sky and Telescope noong 2006. - [#8]: Davis, George A. “Ang Mga Pagbigkas, Derivasyon, at Kahulugan ng Napiling Listahan ng Mga Pangalan ng Bituin.” Popular Astronomy, Ene 1944.
fr: - [#1]: Sky & Telescope. [Page d'accueil](https://www.skyandtelescope.com) - [#2]: S&T Stylebook, A13. Flanders, Tony: Stylebook de S&T, annexe 13, 2014. [Doc](https://fossies.org/linux/stellarium/skycultures/western_SnT/SnT_star_names.docx) - [#3]: Catalogue Star. [Article sur Wikipedia](http://en.wikipedia.org/wiki/Star_catalogue) - [#4]: informations officielles sur la constellation de l'AIU. [Lien](http://www.iau.org/public/constellations/) - [#5]: Constellations. [Article sur Wikipedia](http://en.wikipedia.org/wiki/Constellation) - [#6]: Hoffleit, Dorrit. The Bright Star Catalog, 4e rév. Observatoire de l'Université de Yale, 1982. - [#7]: Kunitzsch, Paul et Tim Smart. Petit guide des noms d'étoiles modernes et de leurs dérivations. Otto Harrassowitz, 1986, réédité par Sky and Telescope en 2006. - [#8]: Davis, George A. "Les prononciations, les dérivations et les significations d'une liste sélectionnée de noms d'étoiles." Astronomie populaire, janvier 1944.
id: - [#1]: Langit & Teleskop. [Beranda](https://www.skyandtelescope.com) - [#2]: S&T Stylebook, A13. Flanders, Tony: S&T's stylebook, Lampiran 13, 2014. [Dok](https://fossies.org/linux/stellarium/skycultures/western_SnT/SnT_star_names.docx) - [#3]: Katalog Bintang. [Artikel di Wikipedia](http://en.wikipedia.org/wiki/Star_catalogue) - [#4]: Informasi konstelasi IAU resmi. [Tautan](http://www.iau.org/public/constellations/) - [#5]: Rasi bintang. [Artikel di Wikipedia](http://en.wikipedia.org/wiki/Constellation) - [#6]: Hoffleit, Dorrit. Katalog Bintang Cerah, putaran ke-4. Observatorium Universitas Yale, 1982. - [#7]: Kunitzsch, Paul, dan Tim Smart. Panduan Singkat Nama Bintang Modern dan Turunannya. Otto Harrassowitz, 1986, diterbitkan ulang oleh Sky and Telescope pada 2006. - [#8]: Davis, George A. “Pengucapan, Turunan, dan Arti dari Daftar Nama Bintang yang Dipilih.” Astronomi Populer, Januari 1944.
pl: - [#1]: Sky & Telescope. [Strona główna](https://www.skyandtelescope.com) - [#2]: S&T Stylebook, A13. Flanders, Tony: S&T'sbook, dodatek 13, 2014. [Doc](https://fossies.org/linux/stellarium/skycultures/western_SnT/SnT_star_names.docx) - [#3]: Katalog gwiazd. [Artykuł w Wikipedii](http://en.wikipedia.org/wiki/Star_catalogue) - [#4]: Oficjalne informacje o konstelacji IAU. [Link](http://www.iau.org/public/constellations/) - [#5]: konstelacje. [Artykuł w Wikipedii](http://en.wikipedia.org/wiki/Constellation) - [#6]: Hoffleit, Dorrit. Katalog jasnej gwiazdy, 4. rev. Yale University Observatory, 1982. - [#7]: Kunitzsch, Paul i Tim Smart. Krótki przewodnik po współczesnych nazwach gwiazd i ich pochodnych. Otto Harrassowitz, 1986, opublikowany ponownie przez Sky and Telescope w 2006 roku. - [#8]: Davis, George A. „Wymowy, pochodne i znaczenie wybranej listy nazw gwiazd”. Popular Astronomy, styczeń 1944.
pt: - [#1]: Céu e telescópio. [Página inicial](https://www.skyandtelescope.com) - [#2]: S&T Stylebook, A13. Flanders, Tony: livro de estilo de S&T, apêndice 13 de 2014. [Doc](https://fossies.org/linux/stellarium/skycultures/western_SnT/SnT_star_names.docx) - [#3]: Catálogo em estrela. [Artigo na Wikipedia](http://en.wikipedia.org/wiki/Star_catalogue) - [#4]: informações oficiais da constelação da IAU. [Link](http://www.iau.org/public/constellations/) - [#5]: Constelações. [Artigo na Wikipedia](http://en.wikipedia.org/wiki/Constellation) - [#6]: Hoffleit, Dorrit. O Catálogo Bright Star, 4ª rev. Observatório da Universidade de Yale, 1982. - [#7]: Kunitzsch, Paul e Tim Smart. Guia rápido de nomes modernos de estrelas e suas derivações. Otto Harrassowitz, 1986, republicado pela Sky and Telescope em 2006. - [#8]: Davis, George A. “As pronúncias, derivações e significados de uma lista selecionada de nomes de estrelas”. Astronomia Popular, janeiro de 1944.
tr: - [#1]: Gökyüzü ve Teleskop. [Anasayfa](https://www.skyandtelescope.com) - [#2]: S&T Stil Kitabı, A13. Flanders, Tony: S&T's stylebook, Appendix 13, 2014. [Doc](https://fossies.org/linux/stellarium/skycultures/western_SnT/SnT_star_names.docx) - [#3]: Yıldız Kataloğu. [Wikipedia'daki Makale](http://en.wikipedia.org/wiki/Star_catalogue) - [#4]: Resmi IAU takımyıldızı bilgisi. [Bağlantı](http://www.iau.org/public/constellations/) - [#5]: Takımyıldızlar. [Wikipedia'daki Makale](http://en.wikipedia.org/wiki/Constellation) - [#6]: Hoffleit, Dorrit. Bright Star Kataloğu, 4. devir. Yale Üniversitesi Gözlemevi, 1982. - [#7]: Kunitzsch, Paul ve Tim Smart. Modern Yıldız İsimleri ve Türevleri İçin Kısa Rehber. Otto Harrassowitz, 1986, Sky and Telescope tarafından 2006'da yeniden yayınlandı. - [#8]: Davis, George A. “Seçilmiş Yıldız İsimleri Listesinin Telaffuzları, Türetmeleri ve Anlamları.” Popüler Astronomi, Ocak 1944.
