Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Thesis Abstract](https://www.sapientia.pucsp.br/handle/handle/11272) - [#2]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Thesis](https://www.sapientia.pucsp.br/bitstream/handle/11272/1/Walmir%20Thomazi%20Cardoso.pdf)
fr: - [#1]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Résumé de thèse](https://www.sapientia.pucsp.br/handle/handle/11272) - [#2]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Thèse](https://www.sapientia.pucsp.br/bitstream/handle/11272/1/Walmir%20Thomazi%20Cardoso.pdf)
id: - [#1]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Abstrak Tesis](https://www.sapientia.pucsp.br/handle/handle/11272) - [#2]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Skripsi](https://www.sapientia.pucsp.br/bitstream/handle/11272/1/Walmir%20Thomazi%20Cardoso.pdf)
pt: - [#1]: Cardoso, Walmir Thomazi. São Paulo, 2007. [Resumo da Tese](https://www.sapientia.pucsp.br/handle/handle/11272) - [#2]: Cardoso, Walmir Thomazi. São Paulo, 2007. [Tese](https://www.sapientia.pucsp.br/bitstream/handle/11272/1/Walmir%20Thomazi%20Cardoso.pdf)
tr: - [#1]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Tez Özeti](https://www.sapientia.pucsp.br/handle/handle/11272) - [#2]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Tez](https://www.sapientia.pucsp.br/bitstream/handle/11272/1/Walmir%20Thomazi%20Cardoso.pdf)

source: [Walmir Thomazi Cardoso](mailto:walmir.astronomia@gmail.com) gathered this information in a survey that is part of his PhD. Thesis of Ethnomathematics. Illustrations were made by Antonio Gumercindo Taques dos Santos (Ticão) and [Youssif Ganthous Filho](mailto:youssif@gmail.com). Technical adaption: Stellarium's team
fil: Kinuha ni [Walmir Thomazi Cardoso](mailto:walmir.astronomia@gmail.com) ang impormasyong ito sa isang survey na bahagi ng kanyang PhD. Thesis ng Etnomatematika. Ang mga ilustrasyon ay ginawa nina Antonio Gumercindo Taques dos Santos (Ticão) at [Youssif Ganthous Filho](mailto:youssif@gmail.com). Teknikal na adaptasyon: Stellarium's team
fr: [Walmir Thomazi Cardoso](mailto:walmir.astronomia@gmail.com) a recueilli ces informations dans une enquête qui fait partie de son doctorat. Thèse d'ethnomathématique. Les illustrations ont été réalisées par Antonio Gumercindo Taques dos Santos (Ticão) et [Youssif Ganthous Filho](mailto:youssif@gmail.com). Adaptation technique: équipe Stellarium
id: [Walmir Thomazi Cardoso](mailto:walmir.astronomia@gmail.com) mengumpulkan informasi ini dalam sebuah survei yang merupakan bagian dari PhD-nya. Tesis Etnomatematika. Ilustrasi dibuat oleh Antonio Gumercindo Taques dos Santos (Ticão) dan [Youssif Ganthous Filho](mailto:youssif@gmail.com). Adaptasi teknis: tim Stellarium
pl: [Walmir Thomazi Cardoso](mailto:walmir.astronomia@gmail.com) zebrał te informacje w ankiecie, która jest częścią jego doktoratu. Teza etnomatematyki. Ilustracje wykonali Antonio Gumercindo Taques dos Santos (Ticão) i [Youssif Ganthous Filho](mailto:youssif@gmail.com). Dostosowanie techniczne: zespół Stellarium
pt: [Walmir Thomazi Cardoso](mailto:walmir.astronomia@gmail.com) reuniu essas informações em uma pesquisa que faz parte de seu doutorado. Tese de Etnomatemática. As ilustrações foram de Antonio Gumercindo Taques dos Santos (Ticão) e [Youssif Ganthous Filho](mailto:youssif@gmail.com). Adaptação técnica: equipe do Stellarium
tr: [Walmir Thomazi Cardoso](mailto:walmir.astronomia@gmail.com) bu bilgileri doktora çalışmasının bir parçası olan bir ankette topladı. Etnomatematik Tezi. Çizimler Antonio Gumercindo Taques dos Santos (Ticão) ve [Youssif Ganthou Filho](mailto:youssif@gmail.com) tarafından yapılmıştır. Teknik adaptasyon: Stellarium'un ekibi

source: A big snake that is found in part of our Scorpius, Sagittarius and Corona Australis constellations. Its setting with the sunset correspond of the beginning of the year to this group of Tukanos.
fil: Isang malaking ahas na matatagpuan sa bahagi ng ating mga konstelasyon ng Scorpius, Sagittarius at Corona Australis. Ang paglubog nito sa paglubog ng araw ay tumutugma sa simula ng taon sa grupong ito ng mga Tukano.
fr: Un gros serpent qui se trouve dans une partie de nos constellations Scorpius, Sagittaire et Corona Australis. Son cadre au coucher du soleil correspond du début de l'année à ce groupe de Tukanos.
id: Seekor ular besar yang ditemukan di bagian dari konstelasi Scorpius, Sagitarius dan Corona Australis kita. Pengaturannya dengan matahari terbenam sesuai dengan awal tahun untuk kelompok Tukanos ini.
pl: Duży wąż występujący w konstelacjach Scorpiusa, Strzelca i Korony Australijskiej. Jego położenie z zachodem słońca odpowiada tej grupie Tukanos na początku roku.
pt: Uma grande cobra encontrada em parte de nossas constelações de Escorpião, Sagitário e Corona Australis. Seu cenário com o pôr do sol corresponde, no início do ano, a esse grupo de tukanos.
tr: Akrep, Yay ve Corona Australis takımyıldızlarımızın bir bölümünde bulunan büyük bir yılan. Gün batımı ile ayarı, bu Tukanos grubuna yılın başlangıcına karşılık gelir.

source: Armadillo
fr: Le tatou
pl: Pancernik
pt: Tatu

source: This constellation is found in the modern constellations of the Dolphin and parts of Aquila constellation. This group of faint stars is placed inside a poor stellar field with exception of the bright Altair (Alfa Aquilae).
fil: Ang konstelasyon na ito ay matatagpuan sa mga modernong konstelasyon ng Dolphin at mga bahagi ng konstelasyon ng Aquila. Ang grupong ito ng malabong mga bituin ay inilalagay sa loob ng mahinang stellar field maliban sa maliwanag na Altair (Alfa Aquilae).
fr: Cette constellation se trouve dans les constellations modernes du Dauphin et des parties de la constellation d'Aquila. Ce groupe d'étoiles pâles est placé à l'intérieur d'un champ stellaire pauvre à l'exception de l'Altair brillant (Alfa Aquilae).
id: Rasi bintang ini terdapat pada rasi modern Dolphin dan bagian dari rasi Aquila. Kelompok bintang redup ini ditempatkan di dalam bidang bintang yang buruk dengan pengecualian Altair yang terang (Alfa Aquilae).
pl: Ta konstelacja znajduje się we współczesnych konstelacjach delfina i części konstelacji Aquili. Ta grupa słabych gwiazd jest umieszczona w słabym polu gwiazdowym, z wyjątkiem jasnego Altaira (Alfa Aquilae).
pt: Esta constelação é encontrada nas constelações modernas do golfinho e em partes da constelação de Aquila. Este grupo de estrelas fracas é colocado dentro de um campo estelar pobre, com exceção do brilhante Altair (Alfa Aquilae).
tr: Bu takımyıldız, Yunus'un modern takımyıldızlarında ve Aquila takımyıldızının bazı bölümlerinde bulunur. Bu sönük yıldız grubu, parlak Altair (Alfa Aquilae) dışında, zayıf bir yıldız alanının içine yerleştirilmiştir.

source: Caridean Shrimp
fr: La crevette
id: Udang Caridean
pl: Krewetki Caridean
pt: Camarão Caridea
tr: Karidesli Karides

source: Both constellations are joined together in a few bright stars of the Aquarius and Pisces area. As they are faint, it is a wonderful challenge to try to see it during the night.
fil: Ang parehong mga konstelasyon ay pinagsama sa ilang mga maliliwanag na bituin ng lugar ng Aquarius at Pisces. Habang sila ay nanghihina, isang magandang hamon na subukang makita ito sa gabi.
fr: Les deux constellations sont réunies en quelques étoiles brillantes de la région du Verseau et des Poissons. Comme ils sont faibles, c'est un merveilleux défi d'essayer de le voir pendant la nuit.
id: Kedua rasi bintang bergabung bersama dalam beberapa bintang terang di area Aquarius dan Pisces. Karena mereka pingsan, merupakan tantangan yang luar biasa untuk mencoba melihatnya pada malam hari.
pl: Obie konstelacje są połączone w kilka jasnych gwiazd obszaru Wodnika i Ryb. Ponieważ są słabe, próba zobaczenia ich w nocy jest wspaniałym wyzwaniem.
pt: Ambas as constelações são unidas em algumas estrelas brilhantes da área de Aquário e Peixes. Como são fracos, é um desafio maravilhoso tentar vê-lo durante a noite.
tr: Her iki takımyıldız da Kova ve Balık bölgesindeki birkaç parlak yıldızda bir araya getirilmiştir. Baygın olduklarından, gece boyunca onu görmeye çalışmak harika bir meydan okumadır.

source: It is a big constellation – one of the biggest – inside the north portions of night skies. All night long near the horizon, the big puma is described inside our Cepheus, Cassiopeia and Perseus constellations.
fil: Ito ay isang malaking konstelasyon - isa sa pinakamalaki - sa loob ng hilagang bahagi ng kalangitan sa gabi. Buong gabi malapit sa abot-tanaw, ang malaking puma ay inilalarawan sa loob ng ating mga konstelasyon ng Cepheus, Cassiopeia at Perseus.
fr: C'est une grande constellation - l'une des plus grandes - à l'intérieur des parties nord du ciel nocturne. Toute la nuit près de l'horizon, le gros puma est décrit à l'intérieur de nos constellations Céphée, Cassiopée et Persée.
id: Ini adalah konstelasi besar – salah satu yang terbesar – di bagian utara langit malam. Sepanjang malam di dekat cakrawala, puma besar digambarkan di dalam konstelasi Cepheus, Cassiopeia, dan Perseus kita.
pl: Jest to duża konstelacja - jedna z największych - wewnątrz północnych części nocnego nieba. Całą noc blisko horyzontu duża puma jest opisywana w naszych konstelacjach Cefeusza, Kasjopei i Perseusza.
pt: É uma grande constelação - uma das maiores - dentro das partes norte do céu noturno. Durante toda a noite, perto do horizonte, o grande puma é descrito dentro de nossas constelações de Cepheus, Cassiopeia e Perseus.
tr: Gece göğünün kuzey kısımlarında yer alan büyük bir takımyıldızdır - en büyüklerinden biridir. Bütün gece ufkun yakınında, büyük puma, Cepheus, Cassiopeia ve Kahraman takımyıldızlarımızın içinde tanımlanır.

source: Group of Stars
fil: Grupo ng mga Bituin
fr: Groupe d'étoiles
id: Grup Bintang
pl: Grupa gwiazd
pt: Grupo de Estrelas
tr: Yıldız Grubu

source: The translation of _nhorkoatero_ is literally 'group of stars'. Identified as our Pleiades this is very significant as a time keeper within a complex calendar to Tukano people. It is also used as a harbinger of the rainy period.
fil: Ang pagsasalin ng _nhorkoatero_ ay literal na 'grupo ng mga bituin'. Nakilala bilang aming Pleiades ito ay napakahalaga bilang isang tagabantay ng oras sa loob ng isang kumplikadong kalendaryo sa mga Tukano. Ginagamit din ito bilang harbinger ng tag-ulan.
fr: La traduction de _nhorkoatero_ est littéralement «groupe d'étoiles». Identifié comme nos Pléiades, cela est très important en tant que chronométreur dans un calendrier complexe pour les Tukano. Il est également utilisé comme signe avant-coureur de la période des pluies.
id: Terjemahan dari _nhorkoatero_ secara harfiah adalah 'kelompok bintang'. Diidentifikasi sebagai Pleiades kami, ini sangat penting sebagai pencatat waktu dalam kalender yang kompleks bagi orang Tukano. Ini juga digunakan sebagai pertanda musim hujan.
pl: Tłumaczenie _nhorkoatero_ jest dosłownie „grupą gwiazd”. Zidentyfikowane jako nasze Plejady, jest to bardzo znaczące jako czasomierz w złożonym kalendarzu dla mieszkańców Tukano. Jest również używany jako zwiastun pory deszczowej.
pt: A tradução de _nhorkoatero_ é literalmente 'grupo de estrelas'. Identificadas como nossas Plêiades, isso é muito significativo como guardador do tempo dentro de um calendário complexo para o povo Tukano. Também é usado como prenúncio do período chuvoso.
tr: _nhorkoatero_'nun çevirisi kelimenin tam anlamıyla 'yıldız grubu'dur. Ülkerimiz olarak tanımlanan bu, Tukano halkı için karmaşık bir takvim içinde bir zaman tutucu olarak çok önemlidir. Yağışlı dönemin habercisi olarak da kullanılır.

source: A _Waikase_ (Moquém) in portuguese is a kind of grill to cook fish. It is identified with the Hyades open cluster of stars in Taurus and with the bright star Aldebaran which follows the Pleiades. This is an asterism easy to be seen all over the sky.
fil: Ang _Waikase_ (Moquém) sa portuguese ay isang uri ng grill para magluto ng isda. Ito ay kinilala sa Hyades na bukas na kumpol ng mga bituin sa Taurus at sa maliwanag na bituin na Aldebaran na sumusunod sa Pleiades. Ito ay isang asterismo na madaling makita sa buong kalangitan.
fr: Un _Waikase_ (Moquém) en portugais est une sorte de grill pour cuire le poisson. Il est identifié à l'amas ouvert d'étoiles Hyades en Taureau et à l'étoile brillante Aldebaran qui suit les Pléiades. C'est un astérisme facile à voir partout dans le ciel.
id: _Waikase_ (Moquém) dalam bahasa Portugis adalah sejenis panggangan untuk memasak ikan. Itu diidentifikasi dengan gugusan bintang terbuka Hyades di Taurus dan dengan bintang terang Aldebaran yang mengikuti Pleiades. Ini adalah asterisme yang mudah dilihat di seluruh langit.
pl: „Waikase” (Moquém) po portugalsku to rodzaj grilla do gotowania ryb. Utożsamiany jest z otwartą gromadą gwiazd w Bykach i jasną gwiazdą Aldebaran, która podąża za Plejadami. Jest to asteryzm, który można łatwo zobaczyć na niebie.
pt: Um _Waikase_ (Moquém) em português é uma espécie de grelha para cozinhar peixe. É identificado com o aglomerado aberto de estrelas Hyades em Touro e com a estrela brilhante Aldebaran, que segue as Plêiades. Este é um asterismo fácil de ser visto em todo o céu.
tr: Portekizce'de bir _Waikase_ (Moquém), balık pişirmek için kullanılan bir tür ızgaradır. Toros'taki Hyades açık yıldız kümesi ve Ülker'i takip eden parlak yıldız Aldebaran ile tanımlanır. Bu, gökyüzünün her yerinde görülmesi kolay bir yıldız işaretidir.

source: Adze Handle
fil: Hawak ng Adze
fr: Le manche d'herminette
id: Pegangan Adze
pl: Uchwyt Adze
pt: Azuela
tr: Kesme Kolu

source: As a part of Orion belt and two of the others brightest stars of this constellation – our Betelgeuse and Bellatrix – this constellation represents a part of a tool which is used to carve wood. ### Sipé Phairo This snake corresponds to the brightest stars of the Big Dipper. In a legend when this constellation touches the horizon after the sunset almost all fishes in the main river are swallowed by it.
fil: Bilang bahagi ng Orion belt at dalawa sa iba pang pinakamaliwanag na bituin ng konstelasyon na ito - ang aming Betelgeuse at Bellatrix - ang konstelasyon na ito ay kumakatawan sa isang bahagi ng isang tool na ginagamit sa pag-ukit ng kahoy. ### Sipé Phairo Ang ahas na ito ay tumutugma sa pinakamaliwanag na bituin ng Big Dipper. Sa isang alamat kapag ang konstelasyon na ito ay dumampi sa abot-tanaw pagkatapos ng paglubog ng araw halos lahat ng isda sa pangunahing ilog ay nilamon nito.
fr: En tant que partie de la ceinture d'Orion et deux des autres étoiles les plus brillantes de cette constellation - notre Betelgeuse et Bellatrix - cette constellation représente une partie d'un outil qui est utilisé pour sculpter le bois. ### Sipé Phairo Ce serpent correspond aux étoiles les plus brillantes de la Grande Ourse. Dans une légende, lorsque cette constellation touche l'horizon après le coucher du soleil, presque tous les poissons de la rivière principale sont avalés par elle.
id: Sebagai bagian dari sabuk Orion dan dua bintang paling terang lainnya dari konstelasi ini – Betelgeuse dan Bellatrix kita – konstelasi ini mewakili bagian dari alat yang digunakan untuk mengukir kayu. ### Sipe Phairo Ular ini sesuai dengan bintang paling terang dari Biduk. Dalam legenda ketika konstelasi ini menyentuh cakrawala setelah matahari terbenam hampir semua ikan di sungai utama ditelan olehnya.
pl: Jako część pasa Oriona i dwóch innych najjaśniejszych gwiazd tej konstelacji - naszej Betelgeuse i Bellatrix - ta konstelacja stanowi część narzędzia służącego do rzeźbienia drewna. ### Sipé Phairo Ten wąż odpowiada najjaśniejszym gwiazdom Wielkiego Wozu. W legendzie, kiedy ta konstelacja dotyka horyzontu po zachodzie słońca, połknie go prawie wszystkie ryby w głównej rzece.
pt: Como parte do cinturão de Órion e duas das outras estrelas mais brilhantes desta constelação - nossa Betelgeuse e Bellatrix - essa constelação representa parte de uma ferramenta usada para esculpir madeira. ### Sipé Phairo Esta cobra corresponde às estrelas mais brilhantes da Ursa Maior. Em uma lenda, quando esta constelação toca o horizonte após o pôr do sol, quase todos os peixes no rio principal são engolidos por ela.
tr: Orion kuşağının bir parçası ve bu takımyıldızın diğer iki en parlak yıldızı olan Betelgeuse ve Bellatrix'imiz olan bu takımyıldız, tahtayı oymak için kullanılan bir aletin bir parçasını temsil eder. ### Sipé Phairo Bu yılan, Büyük Kepçe'nin en parlak yıldızlarına karşılık gelir. Bir efsanede, bu takımyıldız gün batımından sonra ufka dokunduğunda, ana nehirdeki neredeyse tüm balıkları yutar.

source: Egret
fr: L'aigrette
id: Kuntul
pl: Czapla
pt: Garça
tr: ak balıkçıl

source: The real position of this constellation is still in discussion: are those stars in the Berenices' hair region or inside the Corvus? We choose the first region because it was present as the real one by the Tukanos of São José II tribe.
fil: Ang tunay na posisyon ng konstelasyon na ito ay pinag-uusapan pa rin: ang mga bituin ba ay nasa rehiyon ng buhok ng Berenices o sa loob ng Corvus? Pinili namin ang unang rehiyon dahil ito ay naroroon bilang tunay ng mga Tukano ng tribong São José II.
fr: La position réelle de cette constellation est encore en discussion: ces étoiles sont-elles dans la région capillaire des Bérénices ou à l'intérieur du Corvus? Nous avons choisi la première région car elle était présente comme la vraie par la tribu des Tukanos de São José II.
id: Posisi sebenarnya dari konstelasi ini masih dalam diskusi: apakah bintang-bintang itu berada di wilayah rambut Berenices atau di dalam Corvus? Kami memilih wilayah pertama karena hadir sebagai yang asli oleh Tukanos dari suku São José II.
pl: Prawdziwa pozycja tej konstelacji jest wciąż przedmiotem dyskusji: czy te gwiazdy znajdują się w rejonie włosów Berenikesa czy wewnątrz Corvusa? Wybieramy pierwszy region, ponieważ był obecny jako prawdziwy przez plemię Tukanos z São José II.
pt: A posição real dessa constelação ainda está em discussão: essas estrelas estão na região dos cabelos de Berenices ou dentro do Corvus? Escolhemos a primeira região porque estava presente como real pela tribo Tukanos de São José II.
tr: Bu takımyıldızın gerçek konumu hala tartışılıyor: Bu yıldızlar Berenis'in saç bölgesinde mi yoksa Korvus'un içinde mi? İlk bölgeyi seçtik çünkü São José II kabilesinin Tukanos'u tarafından gerçek bölge olarak mevcuttu.

source: This constellation is described as the occidental Southern Cross constellation. Sometimes this traditional occidental constellation also meant an Otter or a turtle for the Tukano people.
fil: Ang konstelasyon na ito ay inilalarawan bilang konstelasyon ng occidental Southern Cross. Minsan ang tradisyunal na konstelasyon na ito ay nangangahulugang isang Otter o isang pagong para sa mga Tukano.
fr: Cette constellation est décrite comme la constellation de la Croix du Sud occidentale. Parfois, cette constellation occidentale traditionnelle signifiait également une loutre ou une tortue pour le peuple Tukano.
id: Rasi bintang ini digambarkan sebagai rasi bintang Salib Selatan barat. Terkadang konstelasi barat tradisional ini juga berarti Berang-berang atau kura-kura bagi orang Tukano.
pl: Ta konstelacja jest opisana jako przypadkowa konstelacja Krzyża Południowego. Czasami ta tradycyjna konstelacja przypadkowa oznaczała także wydrę lub żółwia dla mieszkańców Tukano.
pt: Esta constelação é descrita como a constelação ocidental de Southern Cross. Às vezes, essa constelação ocidental tradicional também significava uma lontra ou uma tartaruga para o povo Tukano.
tr: Bu takımyıldız, batılı Güney Haçı takımyıldızı olarak tanımlanır. Bazen bu geleneksel batı takımyıldızı, Tukano halkı için bir Otter veya bir kaplumbağa anlamına da geliyordu.

source: Snake
fil: Ahas
fr: Serpent
id: Ular
pl: Wąż
pt: Serpente
tr: Yılan

source: Tupi-Guarani is a name given to a family of languages spoken by the indigenous peoples of Brazil and other South American countries.
fil: Ang Tupi-Guarani ay isang pangalan na ibinigay sa isang pamilya ng mga wika na sinasalita ng mga katutubo ng Brazil at iba pang mga bansa sa Timog Amerika.
fr: Le tupi-guarani est un nom donné à une famille de langues parlées par les peuples autochtones du Brésil et d'autres pays d'Amérique du Sud.
id: Tupi-Guarani adalah nama yang diberikan kepada keluarga bahasa yang digunakan oleh penduduk asli Brasil dan negara-negara Amerika Selatan lainnya.
pl: Tupi-Guarani to nazwa nadana rodzinie języków używanych przez rdzenną ludność Brazylii i innych krajów Ameryki Południowej.
pt: Tupi-guarani é um nome dado a uma família de línguas faladas pelos povos indígenas do Brasil e outros países da América do Sul.
tr: Tupi-Guarani, Brezilya ve diğer Güney Amerika ülkelerinin yerli halkları tarafından konuşulan bir dil ailesine verilen bir isimdir.

source: As with many cultures, constellations were identified and used to help keep track of the seasons and predict the seasonal variations which affect daily life. In the book _Histoire de la Mission de Pères Capucins en l'Isle de Maragnan et terres circonvoisines_, published in Paris, 1614, it is stated that the Tupi people identified some thirty constellations but the book only details seven.
fil: Tulad ng maraming kultura, ang mga konstelasyon ay natukoy at ginamit upang makatulong na subaybayan ang mga panahon at hulaan ang mga pana-panahong pagkakaiba-iba na nakakaapekto sa pang-araw-araw na buhay. Sa aklat na _Histoire de la Mission de Pères Capucins en l'Isle de Maragnan et terres circonvoisines_, na inilathala sa Paris, 1614, nakasaad na ang mga taong Tupi ay nakilala ang mga tatlumpung konstelasyon ngunit pito lamang ang detalye ng aklat.
fr: Comme dans de nombreuses cultures, les constellations ont été identifiées et utilisées pour suivre les saisons et prédire les variations saisonnières qui affectent la vie quotidienne. Dans le livre _Histoire de la Mission des Pères Capucins dans l'Isle de Maragnan et terres circonvoisines_, publié à Paris, 1614, il est dit que le peuple Tupi a identifié une trentaine de constellations mais le livre n'en détaille que sept.
id: Seperti banyak budaya, rasi bintang diidentifikasi dan digunakan untuk membantu melacak musim dan memprediksi variasi musiman yang memengaruhi kehidupan sehari-hari. Dalam buku _Histoire de la Mission de Pères Capucins en l'Isle de Maragnan et terres circonvoisines_, yang diterbitkan di Paris, 1614, disebutkan bahwa orang Tupi mengidentifikasi sekitar tiga puluh rasi bintang tetapi buku itu hanya merinci tujuh.
pl: Podobnie jak w przypadku wielu kultur, konstelacje zostały zidentyfikowane i wykorzystane do śledzenia pór roku i przewidywania zmian pór roku, które wpływają na codzienne życie. W książce „Histoire de la Mission de Pères Capucins en l'Isle de Maragnan et terres circonvoisines”, wydanej w Paryżu w 1614 r., stwierdzono, że lud Tupi zidentyfikował około trzydziestu konstelacji, ale w książce wyszczególniono tylko siedem.
pt: Como acontece com muitas culturas, as constelações foram identificadas e usadas para ajudar a controlar as estações e prever as variações sazonais que afetam a vida diária. No livro _Histoire de la Mission de Pères Capucins en l'Isle de Maragnan et terres circonvoisines_, publicado em Paris, 1614, afirma-se que o povo Tupi identificou cerca de trinta constelações, mas o livro só detalha sete.
tr: Birçok kültürde olduğu gibi, takımyıldızlar tespit edildi ve mevsimleri takip etmeye ve günlük yaşamı etkileyen mevsimsel değişimleri tahmin etmeye yardımcı olmak için kullanıldı. 1614'te Paris'te yayınlanan Histoire de la Mission de Pères Capucins en l'Isle de Maragnan et terres circonvoisines_ adlı kitapta, Tupi halkının otuz kadar takımyıldız tanımladığı, ancak kitabın yalnızca yedi tanesini detaylandırdığı belirtilmektedir.
