Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: During the 19th century the use and further editions of richly illustrated atlases with sumptuously engraved mythological figures fell out of fashion. The stars of the constellations in atlases of that time started to be shown connected with line patterns ("stickfigures"), which however appear sometimes only to have been used to indicate which stars belong to which constellation. Over several decades the figures had ceased to resemble the figures they were named after and appeared incomprehensible to beginning stargazers in the middle of the 20th century. H. A. Rey (Hans Augusto Reyersbach) (1898-1977), an artist and author of children's books of German descent but emigrated to the USA, published his answer to this problem in 1952 with the book _The Stars - A New Way To See Them_ [#1]. ### The Constellations In this book, which has become very popular especially in the US, Rey connected the stars of every constellation "in such a way that the resulting shape makes sense." What surprised him was "that nobody has done it before. The basic idea is so simple." Rey's new stick figures make it indeed very simple to recognize the depicted constellation figures. Rey's work does not include figurative artwork, therefore this sky culture deliberately only comes with Rey's original stick figures. The constellation names were also always given in English by Rey. If you switch to "Native" name display mode, you may see exactly the spelling used in his book. Also the stars named here are limited to those included in the book. ### Rey's Figures and the Classic Constellations Rey's constellations adhere to the tradition of the Western sky culture and describes the 88 officially acknowledged constellations, with addition of asterisms of the two Dippers and the "Great Square" (of Pegasus). However, at several points Rey's figures deviate from the canonical figures described since Ptolemy's Almagest (2nd century AD), where also positions of the stars in their constellations had been described in their names. For example: * Rey inverted the figure of the Great Bear (_Ursa Major_) to look like a polar bear scenting prey. This on one hand does not have the usual problem to explain its long tail. On the other hand, the bear is not shown to walk around the pole in this orientation. * The Bull (_Taurus_), only the front of which is shown with long upright horns in usual depictions, is shown with a complete body including its tail, with horns stretched wide like those of a buffalo. Its bright eye _Aldebaran_ now lies in its neck. * The head of _Hercules_ is usually next to the head of _Ophiuchus_, the serpent holder, and the four stars known as "keystone" form his body. Rey makes his head out of the keystone, and the star that usually marks the hero's head is now one of his feet. * The Whale (_Cetus_) has been turned around, its formermouth now forming a tail fin. * _Pegasus_ exchanged feet and head. * _Bootes_, the herdsman, is shown sitting and smoking a pipe (no trace of political correctness in a children's book of the 1950s!)
fil: Noong ika-19 na siglo, nawala sa uso ang paggamit at karagdagang mga edisyon ng mga atlas na may magagandang larawang may nakaukit na mga mitolohiya. Ang mga bituin ng mga konstelasyon sa mga atlas noong panahong iyon ay nagsimulang ipakita na konektado sa mga pattern ng linya ("stickfigures"), na gayunpaman ay lumilitaw kung minsan ay ginamit lamang upang ipahiwatig kung aling mga bituin ang nabibilang sa kung aling konstelasyon. Sa paglipas ng ilang dekada, ang mga figure ay tumigil na maging katulad ng mga figure na ipinangalan sa kanila at mukhang hindi maintindihan ng mga nagsisimulang stargazer sa kalagitnaan ng ika-20 siglo. Si H. A. Rey (Hans Augusto Reyersbach) (1898-1977), isang pintor at may-akda ng mga aklat pambata na may lahing Aleman ngunit nandayuhan sa USA, ay naglathala ng kanyang sagot sa problemang ito noong 1952 gamit ang aklat na _The Stars - A New Way To See Them_ [#1]. ### Ang mga Konstelasyon Sa aklat na ito, na naging napakapopular lalo na sa US, ikinonekta ni Rey ang mga bituin ng bawat konstelasyon "sa paraang may katuturan ang resultang hugis." Ang ikinagulat niya ay "na wala pang nakagawa noon. Napakasimple ng pangunahing ideya." Ang mga bagong stick figure ni Rey ay talagang napakasimpleng makilala ang mga itinatanghal na mga konstelasyon na figure. Ang gawa ni Rey ay walang kasamang makasagisag na likhang sining, kung kaya't ang kulturang ito sa kalangitan ay sadyang kasama lamang ng mga orihinal na stick figure ni Rey. Ang mga pangalan ng konstelasyon ay palaging ibinigay sa Ingles ni Rey. Kung lilipat ka sa "Native" name display mode, maaari mong makita nang eksakto ang spelling na ginamit sa kanyang aklat. Gayundin ang mga bituin na pinangalanan dito ay limitado sa mga kasama sa aklat. ### Rey's Figures at ang Classic Constellation Ang mga konstelasyon ni Rey ay sumusunod sa tradisyon ng kultura ng kalangitan sa Kanluran at inilalarawan ang 88 opisyal na kinikilalang mga konstelasyon, kasama ang mga asterismo ng dalawang Dippers at ang "Great Square" (ng Pegasus). Gayunpaman, sa ilang mga punto ang mga pigura ni Rey ay lumihis mula sa mga kanonikal na pigura na inilarawan mula noong Almagest ni Ptolemy (ika-2 siglo AD), kung saan din ang mga posisyon ng mga bituin sa kanilang mga konstelasyon ay inilarawan sa kanilang mga pangalan. Halimbawa: * Binaliktad ni Rey ang pigura ng Great Bear (_Ursa Major_) upang magmukhang isang polar bear na mabangong biktima. Ito sa isang banda ay walang karaniwang problema upang ipaliwanag ang mahabang buntot nito. Sa kabilang banda, ang oso ay hindi ipinapakita na naglalakad sa paligid ng poste sa oryentasyong ito. * Ang Bull (_Taurus_), na ang harap lamang nito ay ipinapakita na may mahabang patayong mga sungay sa karaniwang mga paglalarawan, ay ipinapakita na may kumpletong katawan kasama ang buntot nito, na may mga sungay na nakaunat nang malapad tulad ng sa kalabaw. Ang maliwanag nitong mata na si _Aldebaran_ ay nasa leeg na ngayon. * Ang ulo ni _Hercules_ ay karaniwang nasa tabi ng ulo ni _Ophiuchus_, ang may hawak ng ahas, at ang apat na bituin na kilala bilang "keystone" ay bumubuo sa kanyang katawan. Inilabas ni Rey ang kanyang ulo sa saligang bato, at ang bituin na karaniwang tumatama sa ulo ng bayani ay isa na sa kanyang mga paa. * Ang Balyena (_Cetus_) ay nakatalikod, ang dating bibig nito ngayon ay bumubuo ng isang palikpik sa buntot. *_Pegasus_ nagpalitan ng paa at ulo. * Ang _Bootes_, ang pastol, ay ipinakitang nakaupo at naninigarilyo ng tubo (walang bahid ng tama sa pulitika sa isang aklat pambata noong 1950s!)
fr: Au cours du XIXe siècle, l'utilisation et les éditions ultérieures d'atlas richement illustrés avec des figures mythologiques somptueusement gravées sont tombées en désuétude. Les étoiles des constellations dans les atlas de cette époque ont commencé à être représentées connectées avec des motifs de lignes ("stickfigures"), qui semblent cependant parfois n'avoir été utilisés que pour indiquer quelles étoiles appartiennent à quelle constellation. Pendant plusieurs décennies, les figures avaient cessé de ressembler aux figures dont elles portaient leur nom et semblaient incompréhensibles pour les astronomes débutants au milieu du 20e siècle. HA Rey (Hans Augusto Reyersbach) (1898-1977), artiste et auteur de livres pour enfants d'origine allemande mais émigré aux États-Unis, a publié sa réponse à ce problème en 1952 avec le livre _Les étoiles - Une nouvelle façon de les voir_ [#1]. ### Les constellations Dans ce livre, devenu très populaire, en particulier aux États-Unis, Rey a connecté les étoiles de chaque constellation "de telle manière que la forme résultante ait un sens". Ce qui l'a surpris, c'est "que personne ne l'ait fait auparavant. L'idée de base est si simple". Les nouveaux bâtons de Rey rendent en effet très simple la reconnaissance des figures de la constellation représentées. Le travail de Rey n'inclut pas d'œuvres d'art figuratives, c'est pourquoi cette culture du ciel ne vient délibérément qu'avec les figurines originales de Rey. Les noms des constellations ont également toujours été donnés en anglais par Rey. Si vous passez en mode d'affichage du nom "Natif", vous pouvez voir exactement l'orthographe utilisée dans son livre. De plus, les étoiles nommées ici sont limitées à celles incluses dans le livre. ### Les figures de Rey et les constellations classiques Les constellations de Rey adhèrent à la tradition de la culture du ciel occidentale et décrivent les 88 constellations officiellement reconnues, avec en plus des astérismes des deux Ourses et du "Grand Carré" (de Pégase). Cependant, à plusieurs reprises, les figures de Rey s'écartent des figures canoniques décrites depuis l'Almageste de Ptolémée (IIe siècle après JC), où les positions des étoiles dans leurs constellations avaient également été décrites dans leurs noms. Par exemple: * Rey a inversé la figure de la Grande Ourse (_Ursa Major_) pour ressembler à une proie odorante d'ours polaire. Celui-ci d'une part n'a pas le problème habituel d'expliquer sa longue queue. D'autre part, l'ours n'est pas représenté en train de contourner le poteau dans cette orientation. * Le Taureau (_Taureau_), dont seul le devant est représenté avec de longues cornes dressées dans les représentations habituelles, est représenté avec un corps complet, y compris sa queue, avec des cornes étirées comme celles d'un buffle. Son œil brillant _Aldebaran_ se trouve maintenant dans son cou. * La tête de _Hercule_ est généralement à côté de la tête de _Ophiuchus_, le porteur du serpent, et les quatre étoiles connues sous le nom de "clé de voûte" forment son corps. Rey fait sa tête hors de la clé de voûte, et l'étoile qui marque habituellement la tête du héros est maintenant l'un de ses pieds. * La Baleine (_Cetus_) a été retournée, son ancienne bouche formant maintenant une nageoire caudale. * _Pegasus_ a échangé les pieds et la tête. * _Bootes_, le berger, est représenté assis et fumant une pipe (aucune trace de politiquement correct dans un livre pour enfants des années 50 !)
id: Selama abad ke-19, penggunaan dan edisi lebih lanjut dari atlas bergambar kaya dengan figur mitologis yang diukir dengan mewah menjadi ketinggalan zaman. Bintang-bintang dari rasi bintang di atlas waktu itu mulai ditampilkan terhubung dengan pola garis ("stickfigures"), yang bagaimanapun muncul kadang-kadang hanya digunakan untuk menunjukkan bintang mana yang termasuk dalam konstelasi mana. Selama beberapa dekade, sosok-sosok itu tidak lagi menyerupai sosok-sosok yang mereka beri nama dan tampak tidak dapat dipahami oleh para pengamat bintang di pertengahan abad ke-20. H. A. Rey (Hans Augusto Reyersbach) (1898-1977), seorang seniman dan penulis buku anak-anak keturunan Jerman tetapi beremigrasi ke AS, menerbitkan jawabannya untuk masalah ini pada tahun 1952 dengan buku _The Stars - A New Way To See Them_ [#1]. ### Rasi Bintang Dalam buku ini, yang menjadi sangat populer terutama di AS, Rey menghubungkan bintang-bintang dari setiap konstelasi "sedemikian rupa sehingga bentuk yang dihasilkan masuk akal." Yang mengejutkannya adalah "bahwa tidak ada yang pernah melakukannya sebelumnya. Ide dasarnya sangat sederhana." Figur tongkat baru Rey membuatnya memang sangat mudah untuk mengenali sosok konstelasi yang digambarkan. Karya Rey tidak termasuk karya seni figuratif, oleh karena itu budaya langit ini sengaja hanya hadir dengan figur tongkat asli Rey. Nama rasi bintang juga selalu diberikan dalam bahasa Inggris oleh Rey. Jika Anda beralih ke mode tampilan nama "Asli", Anda mungkin melihat ejaan yang digunakan dalam bukunya dengan tepat. Juga bintang-bintang yang disebutkan di sini terbatas pada yang termasuk dalam buku ini. ### Sosok Rey dan Rasi Bintang Klasik Rasi bintang Rey mengikuti tradisi budaya langit Barat dan menggambarkan 88 rasi bintang yang diakui secara resmi, dengan tambahan asterisme dari dua Biduk dan "Alun-Alun Besar" (Pegasus). Namun, di beberapa titik angka Rey menyimpang dari angka kanonik yang dijelaskan sejak Ptolemy's Almagest (abad ke-2 M), di mana juga posisi bintang-bintang di konstelasi mereka telah dijelaskan dalam nama mereka. Sebagai contoh: * Rey membalikkan sosok Beruang Besar (_Ursa Major_) agar terlihat seperti beruang kutub yang sedang mengharumkan mangsa. Ini di satu sisi tidak memiliki masalah biasa untuk menjelaskan ekornya yang panjang. Di sisi lain, beruang tidak diperlihatkan berjalan mengitari kutub dalam orientasi ini. * Banteng (_Taurus_), hanya bagian depannya yang diperlihatkan dengan tanduk panjang tegak dalam penggambaran biasa, ditampilkan dengan tubuh lengkap termasuk ekornya, dengan tanduk yang terbentang lebar seperti tanduk kerbau. Matanya yang cerah _Aldebaran_ sekarang terletak di lehernya. * Kepala _Hercules_ biasanya di sebelah kepala _Ophiuchus_, pemegang ular, dan empat bintang yang dikenal sebagai "batu kunci" membentuk tubuhnya. Rey mengeluarkan kepalanya dari batu kunci, dan bintang yang biasanya menandai kepala sang pahlawan kini menjadi salah satu kakinya. * Paus (_Cetus_) telah berbalik, bekas mulutnya sekarang membentuk sirip ekor. * _Pegasus_ bertukar kaki dan kepala. * _Bootes_, penggembala, ditampilkan duduk dan merokok pipa (tidak ada jejak kebenaran politik dalam buku anak-anak tahun 1950-an!)
pl: W XIX wieku wyszło z mody używanie i kolejne wydania bogato ilustrowanych atlasów z bogato rzeźbionymi postaciami mitologicznymi. Gwiazdy konstelacji w ówczesnych atlasach zaczęto przedstawiać w połączeniu z wzorami liniowymi ("patyczkowymi"), które jednak czasami wydają się służyć jedynie do wskazania, które gwiazdy należą do której konstelacji. Przez kilkadziesiąt lat postacie przestały przypominać postacie, od których zostały nazwane, i wydawały się niezrozumiałe dla początkujących obserwatorów gwiazd w połowie XX wieku. HA Rey (Hans Augusto Reyersbach) (1898-1977), artysta i autor książek dla dzieci niemieckiego pochodzenia, ale wyemigrował do USA, opublikował swoją odpowiedź na ten problem w 1952 roku w książce _Gwiazdy - nowy sposób ich zobaczenia_ [#1]. ### Konstelacje W tej książce, która stała się bardzo popularna zwłaszcza w Stanach Zjednoczonych, Rey połączył gwiazdy z każdej konstelacji „w taki sposób, aby powstały kształt miał sens”. Co go zaskoczyło, to „że nikt wcześniej tego nie zrobił. Podstawowa idea jest taka prosta”. Nowe figurki z patyków sprawiają, że rozpoznanie przedstawionych figur gwiazdozbiorów jest naprawdę bardzo proste. Praca Reya nie obejmuje grafiki figuratywnej, dlatego ta kultura nieba celowo zawiera tylko oryginalne figurki Reya. Nazwy gwiazdozbiorów również zawsze nadawał po angielsku Rey. Jeśli przełączysz się na „Natywny” tryb wyświetlania nazwy, możesz zobaczyć dokładnie taką pisownię, jaka została użyta w jego książce. Również wymienione tutaj gwiazdy są ograniczone do tych zawartych w księdze. ### Figury Reya i klasyczne konstelacje Konstelacje Reya są zgodne z tradycją zachodniej kultury nieba i opisują 88 oficjalnie uznanych konstelacji, z dodatkiem asteryzmów dwóch Wozów i „Wielkiego Kwadratu” (Pegaza). Jednak w kilku punktach postacie Reya odbiegają od figur kanonicznych opisanych od czasów Almagestu Ptolemeusza (II wne), gdzie w ich nazwach opisano również pozycje gwiazd w ich konstelacjach. Na przykład: * Rey odwrócił postać Wielkiej Niedźwiedzicy (_Ursa Major_), aby wyglądała jak niedźwiedź polarny wyczuwający zdobycz. To z jednej strony nie ma zwykłego problemu, aby wytłumaczyć swój długi ogon. Z drugiej strony niedźwiedź nie jest pokazany, aby chodzić wokół bieguna w tej orientacji. * Byk (_Byk_), którego tylko przód jest przedstawiony na zwykłych przedstawieniach z długimi, wyprostowanymi rogami, jest pokazany z całym ciałem, w tym ogonem, z rogami rozciągniętymi szeroko jak u bawołów. Jego jasne oko Aldebaran spoczywa teraz na jego szyi. * Głowa _Herkulesa_ zwykle znajduje się obok głowy _Ophiuchusa_, posiadacza węża, a cztery gwiazdy znane jako "zwornik" tworzą jego ciało. Rey wyciąga głowę ze zwornika, a gwiazda, która zwykle oznacza głowę bohatera, jest teraz jedną z jego stóp. * Wieloryb (_Cetus_) został odwrócony, jego dawny pysk tworzy teraz płetwę ogonową. * _Pegasus_ zamienił stopy i głowę. * _Bootes_, pasterz, ukazany jest siedzący i palący fajkę (bez śladu poprawności politycznej w książeczce dla dzieci z lat 50.!)
pt: Durante o século 19, o uso e outras edições de atlas ricamente ilustrados com figuras mitológicas suntuosamente gravadas saíram de moda. As estrelas das constelações dos atlas da época começaram a ser mostradas conectadas com padrões de linhas ("stickfigures"), que às vezes parecem apenas ter sido usados para indicar quais estrelas pertencem a cada constelação. Ao longo de várias décadas, as figuras deixaram de se assemelhar às figuras que lhes deram o nome e pareciam incompreensíveis para os observadores de estrelas iniciantes em meados do século XX. HA Rey (Hans Augusto Reyersbach) (1898-1977), artista e autor de livros infantis de ascendência alemã, mas emigrou para os EUA, publicou sua resposta a esse problema em 1952 com o livro _The Stars - A New Way To See Them_ [#1]. ### As Constelações Neste livro, que se tornou muito popular especialmente nos Estados Unidos, Rey conectou as estrelas de cada constelação "de forma que a forma resultante faça sentido". O que o surpreendeu foi "que ninguém fez isso antes. A ideia básica é tão simples." As novas figuras de palito de Rey tornam realmente muito simples reconhecer as figuras da constelação representadas. O trabalho de Rey não inclui obras de arte figurativas, portanto, essa cultura celeste deliberadamente só vem com os bonecos de palitos originais de Rey. Os nomes das constelações também eram sempre dados em inglês por Rey. Se você alternar para o modo de exibição de nome "Nativo", poderá ver exatamente a grafia usada em seu livro. Além disso, as estrelas mencionadas aqui são limitadas às incluídas no livro. ### Figuras de Rey e as constelações clássicas As constelações de Rey seguem a tradição da cultura ocidental do céu e descreve as 88 constelações oficialmente reconhecidas, com a adição dos asterismos das duas Dippers e do "Grande Quadrado" (de Pégaso). No entanto, em vários pontos as figuras de Rey se desviam das figuras canônicas descritas desde o Almagesto de Ptolomeu (século 2 DC), onde também as posições das estrelas em suas constelações foram descritas em seus nomes. Por exemplo: * Rey inverteu a figura do Urso-Grande (_Ursa Major_) para se parecer com um urso polar farejando sua presa. Isso, por um lado, não tem o problema usual de explicar sua longa cauda. Por outro lado, o urso não é mostrado andando ao redor do mastro nesta orientação. * O touro (_Taurus_), apenas a frente do qual é mostrado com longos chifres verticais nas representações usuais, é mostrado com um corpo completo, incluindo sua cauda, com chifres alargados como os de um búfalo. Seu olho brilhante _Aldebaran_ agora está em seu pescoço. * A cabeça de _Hércules_ geralmente fica ao lado da cabeça de _Ophiuchus_, o portador da serpente, e as quatro estrelas conhecidas como "pedra angular" formam seu corpo. Rey faz sua cabeça com a pedra angular, e a estrela que normalmente marca a cabeça do herói agora é um de seus pés. * A baleia (_Cetus_) foi virada, sua boca anterior formando uma barbatana caudal. * _Pegasus_ trocou pés e cabeça. * _Bootes_, o pastor, é mostrado sentado e fumando um cachimbo (nenhum traço de correção política em um livro infantil dos anos 1950!)
tr: 19. yüzyılda, zengin bir şekilde resmedilmiş mitolojik figürlerle zengin resimli atlasların kullanımı ve sonraki baskıları modası geçti. O zamanın atlaslarındaki takımyıldızların yıldızları, çizgi desenleriyle ("stickfigures") bağlantılı olarak gösterilmeye başlandı, ancak bazen sadece hangi yıldızların hangi takımyıldıza ait olduğunu belirtmek için kullanılmış gibi görünüyor. Birkaç on yıl boyunca figürler, adlarını verdikleri figürlere benzemeyi bırakmıştı ve 20. yüzyılın ortalarında yeni başlayanlar için anlaşılmaz görünüyordu. Alman kökenli çocuk kitaplarının yazarı ve ressamı H. A. Rey (Hans Augusto Reyersbach) (1898-1977), bu soruna cevabını 1952'de _The Stars - A New Way To See Them adlı kitapla yayımladı. RefX1]. ### Takımyıldızlar Özellikle ABD'de oldukça popüler hale gelen bu kitapta Rey, her takımyıldızın yıldızlarını "ortaya çıkan şekil anlamlı olacak şekilde" bağladı. Onu şaşırtan şey "daha önce kimsenin yapmamış olmasıydı. Temel fikir çok basit." Rey'in yeni çubuk figürleri, tasvir edilen takımyıldız figürlerini tanımayı gerçekten çok kolaylaştırıyor. Rey'in çalışmaları figüratif sanat eseri içermez, bu nedenle bu gökyüzü kültürü kasıtlı olarak sadece Rey'in orijinal çubuk figürleriyle birlikte gelir. Takımyıldız isimleri de her zaman İngilizce olarak Rey tarafından verilmiştir. "Yerli" ad görüntüleme moduna geçerseniz, kitabında tam olarak kullanılan yazımı görebilirsiniz. Ayrıca burada adı geçen yıldızlar kitapta yer alan yıldızlarla sınırlıdır. ### Rey'in Figürleri ve Klasik Takımyıldızlar Rey'in takımyıldızları, Batı gökyüzü kültürü geleneğine bağlıdır ve iki Kepçe ve "Büyük Kare" (Pegasus'un) yıldız işaretlerinin eklenmesiyle resmi olarak kabul edilen 88 takımyıldızı tanımlar. Bununla birlikte, bazı noktalarda Rey'in figürleri, Ptolemy'nin Almagest'inden (MS 2. yüzyıl) beri tanımlanan kanonik figürlerden sapmaktadır; burada yıldızların takımyıldızlarındaki konumları da isimlerinde tanımlanmıştır. Örneğin: * Rey, bir kutup ayısı kokulu av gibi görünmek için Büyük Ayı (_Ursa Major_) figürünü ters çevirdi. Bu, bir yandan, uzun kuyruğunu açıklamak için olağan bir soruna sahip değil. Öte yandan, ayının bu yönde direğin etrafında dolaştığı gösterilmemiştir. * Alışılmış tasvirlerde sadece ön kısmı uzun dik boynuzlarla gösterilen Boğa (_Boğa_), kuyruğu da dahil olmak üzere tam bir gövde ile, boynuzları bir bufalo gibi genişçe gerilmiş olarak gösterilmiştir. Parlak gözü _Aldebaran_ şimdi boynunda yatıyor. * Herkül'ün başı genellikle yılan tutucu Ophiuchus'un başının yanındadır ve vücudunu "kilit taşı" olarak bilinen dört yıldız oluşturur. Rey kafasını kilit taşından çıkarır ve genellikle kahramanın kafasını işaretleyen yıldız artık ayaklarından biridir. * Balina (_Cetus_) döndürüldü, eski ağzı artık bir kuyruk yüzgeci oluşturuyor. * _Pegasus_ ayak ve kafa değiştirdi. * Çoban, otururken ve pipo içerken gösteriliyor (1950'lerin çocuk kitabında politik doğruculuktan eser yok!)

source: - [#1]: H.A. Rey. [Wikipedia page](http://en.wikipedia.org/wiki/H._A._Rey)
fr: - [#1]: H.A. Rey. [Page Wikipedia](http://en.wikipedia.org/wiki/H._A._Rey)
id: - [#1]: H.A. Rey. [Halaman Wikipedia](http://en.wikipedia.org/wiki/H._A._Rey)
pl: - [#1]: H.A. Rey [Strona Wikipedii](http://en.wikipedia.org/wiki/H._A._Rey)
pt: - [#1]: H.A. Rey. [Página da Wikipedia](http://en.wikipedia.org/wiki/H._A._Rey)
tr: - [#1]: H.A. Rey. [Wikipedia sayfası](http://en.wikipedia.org/wiki/H._A._Rey)
