Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, England: Variorum Reprints, 1989, pg. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz ·Wiesbaden, 1961 - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg. 26-27. - [#4]: [Book Of The Stars: Critical edition with commentary by Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Oulough Beg copy of ʿAbd Al-Raḥmān ibn ʿUmar Al-Ṣūfī. Kitāb ṣuwar Al-kawākib Al-ṯābita, Paris, Bibliothèque nationale de France. Département des Manuscrits. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Seeing Ancient Stars, Visualization of the Almagest Catalog](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Toomer, G. J., Ptolemy’s ALMAGEST, Princeton University Press, 2nd ed., 1998. - [#8]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (died ~ 889), Kitāb al-Anwāʾ (on meteorolgy of the Arabs), (Arabic print of the original book, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, India, 1956) - [#9]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (died 1030), Al-Azminah wa al-amkinah (Times and Places), (Arabic print of the original book in 2002, World of Books, Beirut, Lebanon). - [#10]: Al-Thaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (died ~ 1012), Al-Anwāʾ wa al-azminah (Meteorology and times), (Arabic print of the original book in 1996, Dar al-jeel, Beirut, Lebanon). - [#11]: [Book Of The Stars, Oxford, Bodleian Library Ms. Marsh 144 dated 1009 AD](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4-2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
fil: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, England: Variorum Reprints, 1989, pg. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz ·Wiesbaden, 1961 - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg. 26-27. - [#4]: [Book Of The Stars: Critical edition with commentary by Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Oulough Beg na kopya ni ʿAbd Al-Raḥmān ibn ʿUmar Al-Ṣūfī. Kitāb ṣuwar Al-kawākib Al-ṯābita, Paris, Bibliothèque nationale de France. Département des Manuscrits. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Nakikita ang mga Sinaunang Bituin, Visualization ng Almagest Catalog](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Toomer, G. J., Ptolemy’s ALMAGEST, Princeton University Press, 2nd ed., 1998. - [#8]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (namatay ~ 889), Kitāb al-Anwāʾ (sa meteorolgy ng mga Arabo), (Arabic print ng orihinal na aklat, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, India, 1956) - [#9]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (namatay noong 1030), Al-Azminah wa al-amkinah (Mga Oras at Lugar), (Arabic print ng orihinal na aklat noong 2002, World of Books, Beirut, Lebanon). - [#10]: Al-Thaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (namatay ~ 1012), Al-Anwāʾ wa al-azminah (Meteorolohiya at panahon), (Arabic print ng orihinal na aklat noong 1996, Dar al-jeel, Beirut, Lebanon). - [#11]: [Book Of The Stars, Oxford, Bodleian Library Ms. Marsh 144 na may petsang 1009 AD](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4- 2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
fr: - [#1]: Kunitzsch, Paul, Les Arabes et les Etoiles, L'Astronome Abu'L-Husayn al-Ṣūfī Et Son Livre sur Les Constellations, XI, Northampton, Angleterre : Variorum Reprints, 1989, pg. 57. - [#2] : Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz ·Wiesbaden, 1961 - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg. 26-27. - [#4] : [Livre des étoiles : édition critique commentée par Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Oulough Beg copie de ʿAbd Al-Raḥmān ibn ʿUmar Al-Ṣūfī. Kitāb ṣuwar Al-kawākib Al-ṯābita, Paris, Bibliothèque nationale de France. Département des Manuscrits. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langFR). - [#6] : [Voir des étoiles anciennes, Visualisation du catalogue Almagest](http://www.etwright.org/astro/almagest.html#cat). - [#7] : Toomer, G. J., Ptolemy's ALMAGEST, Princeton University Press, 2e éd., 1998. - [#8]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (mort vers 889), Kitāb al-Anwāʾ (sur la météorologie des Arabes), (impression arabe du livre original, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, Inde, 1956) - [#9]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muhammad b. al-Ḥassan (mort en 1030), Al-Azminah wa al-amkinah (Times and Places), (impression arabe du livre original en 2002, World of Books, Beyrouth, Liban). - [#10]: Al-Thaqafī, ʿAbd Allah b. Husayn b. ʿĀṣim (mort ~ 1012), Al-Anwāʾ wa al-azminah (Météorologie et temps), (impression arabe du livre original en 1996, Dar al-jeel, Beyrouth, Liban). - [#11] : [Livre des étoiles, Oxford, Bodleian Library Ms. Marsh 144 daté de 1009 après JC] (https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4- 2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
id: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūf And His Book on The Constellations, XI, Northampton, England: Variorum Reprints, 1989, hal. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz ·Wiesbaden, 1961 - [#3]: DESKRIPSI DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, hal. 26-27. - [#4]: [Book Of The Stars: Edisi kritis dengan komentar oleh Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Oulough Mohon salinan Abd Al-Raḥmān ibn Umar Al-Ṣūf. Kitāb uwar Al-kawakib Al-ṯābita, Paris, Bibliothèque nationale de France. Departement des Manuscrits. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Melihat Bintang Kuno, Visualisasi Katalog Almagest](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Toomer, G. J., ALMAGEST Ptolemy, Princeton University Press, edisi ke-2, 1998. - [#8]: Ibn Qutaybah, Al-Dinawar, Ab Muḥammad Abd Allah b. Muslim (meninggal ~889), Kitāb al-Anwāʾ (tentang meteorologi Arab), (cetakan bahasa Arab dari buku aslinya, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, India, 1956) - [#9]: Al-Marzūqī, Abū Ali Aḥmad b. Muhammad b. al-Ḥassan (meninggal 1030), Al-Azminah wa al-amkinah (Waktu dan Tempat), (cetakan bahasa Arab dari buku aslinya pada tahun 2002, World of Books, Beirut, Lebanon). - [#10]: Al-Thaqafī, Abd Allah b. ussayn b. im (meninggal ~ 1012), Al-Anwāʾ wa al-azminah (Meteorologi dan waktu), (cetakan Arab dari buku aslinya tahun 1996, Dar al-jeel, Beirut, Lebanon). - [#11]: [Book Of The Stars, Oxford, Perpustakaan Bodleian Ms. Marsh 144 tertanggal 1009 M](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4- 2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
pl: - [#1]: Kunitzsch, Paul, Arabowie i gwiazdy, Astronom Abu'L-Husayn al-Ṣūfī i jego książka o gwiazdozbiorach, XI, Northampton, Anglia: Variorum Reprints, 1989, str. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz · Wiesbaden, 1961 - [#3]: OPISY DES ETOILES FIXES, tłumaczenie littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, s. 26-27. - [#4]: [Księga gwiazd: wydanie krytyczne z komentarzem Khalida AlAjajiego](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Oulough Beg kopia ʿAbd Al-Raḥmān ibn ʿUmar Al-Ṣūfi. Kitāb ṣuwar Al-kawākib Al-ṯābita, Paryż, Bibliothèque Nationale de France. Departament Rękopisów. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Widzenie starożytnych gwiazd, wizualizacja katalogu Almagest](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Toomer, G.J., ALMAGEST Ptolemeusza, Princeton University Press, wyd. 2, 1998. - [OdnX8]: Ibn Qutaybah, Al-Dinawarī, Abū Muhammad ʿAbd Allah ur. Muslim (zmarł ~ 889), Kitāb al-Anwāʾ (o meteorologii Arabów), (arabski druk oryginalnej książki, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, Indie, 1956) - [#9]: Al-Marzūqī, Abū ʿAli Aḥmad ur. Muhammad ur. al-Ḥassan (zm. 1030), Al-Azminah wa al-amkinah (Czasy i miejsca), (arabski druk oryginalnej książki z 2002 r., World of Books, Bejrut, Liban). - [#10]: Al-Thaqafī, ʿAbd Allah ur. ussayn ur. ʿĀṣim (zmarł ~ 1012), Al-Anwāʾ wa al-azminah (Meteorologia i czasy), (arabski druk oryginalnej książki w 1996 r., Dar al-jeel, Bejrut, Liban). - [#11]: [Księga gwiazd, Oxford, Bodleian Library Pani Marsh 144 z dnia 1009 AD](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4- 2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
pt: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, Inglaterra: Variorum Reprints, 1989, pg. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz ·Wiesbaden, 1961 - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg. 26-27. - [#4]: [Book Of The Stars: Edição crítica com comentários de Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Oulough Beg cópia de ʿAbd Al-Raḥmān ibn ʿUmar Al-Ṣūfī. Kitāb ṣuwar Al-kawākib Al-ṯābita, Paris, Bibliothèque nationale de France. Departamento de Manuscritos. Árabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Seeing Ancient Stars, Visualization of the Almagest Catalog](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Toomer, G. J., Ptolemy's ALMAGEST, Princeton University Press, 2ª ed., 1998. - [#8]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (falecido em ~ 889), Kitāb al-Anwāʾ (em meteorologia dos árabes), (impressão árabe do livro original, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, Índia, 1956) - [#9]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muhammad b. al-Ḥassan (falecido em 1030), Al-Azminah wa al-amkinah (Tempos e Lugares), (impressão árabe do livro original em 2002, World of Books, Beirute, Líbano). - [#10]: Al-Thaqafī, ʿAbd Allah b. Hussayn b. ʿĀṣim (falecido ~ 1012), Al-Anwāʾ wa al-azminah (Meteorologia e tempos), (impressão árabe do livro original em 1996, Dar al-jeel, Beirute, Líbano). - [#11]: [Book Of The Stars, Oxford, Bodleian Library Ms. Marsh 144 datado de 1009 AD](https://iif.bodleian.ox.ac.uk/iif/viewer/c1caa84c-f6d2-483f-9eb4- 2439ccccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
tr: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Hüseyn al-Tūfī And His Book on the Constellations, XI, Northampton, England: Variorum Reprints, 1989, s. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz ·Wiesbaden, 1961 - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notlar par H C F C Schjellerup, St Petersbourg, 1874, s. 26-27. - [#4]: [Yıldızların Kitabı: Khalid AlAjaji'nin yorumlarıyla Eleştirel baskı](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Abd Al-Rahmān ibn 'Umar Al-Sūfī'nin Oulough Beg kopyası. Kitāb ṣuwar Al-kawākib Al-ṯābita, Paris, Bibliothèque nationale de France. Département des Manuscrits. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Kadim Yıldızları Görme, Almagest Kataloğunun Görselleştirilmesi](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Toomer, G. J., Ptolemy's ALMAGEST, Princeton University Press, 2. baskı, 1998. - [#8]: İbn Kuteybe, Al-Dinaveri, Ebu Muhammed Abdullah b. Müslim (öldü ~ 889), Kitāb al-Anwāʾ (Arapların meteorolojisi üzerine), (Orijinal kitabın Arapça baskısı, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, Hindistan, 1956) - [#9]: Al-Marzūqī, Ebu Ali Ahmed b. Muhammed b. al-Hassan (1030 öldü), Al-Azminah wa al-amkinah (Times and Places), (2002'deki orijinal kitabın Arapça baskısı, World of Books, Beyrut, Lübnan). - [#10]: Al-Sakafi, 'Abd Allah b. hussayn b. Āṣim (öldü ~ 1012), Al-Anwāʾ wa al-azminah (Meteoroloji ve zamanlar), (1996'daki orijinal kitabın Arapça baskısı, Dar al-jeel, Beyrut, Lübnan). - [#11]: [Yıldızların Kitabı, Oxford, Bodleian Kütüphanesi Ms. Marsh 144, MS 1009 tarihli](https://iif.bodleian.ox.ac.uk/iif/viewer/c1caa84c-f6d2-483f-9eb4- 2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C1478222C7535)

source: Illustrations: Public domain[#5]. Text and data: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Special pemission is granted to Stellarium Labs to include the licensed material
fil: Mga Ilustrasyon: Pampublikong domain[#5]. Teksto at data: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Ang espesyal na pahintulot ay ibinibigay sa Stellarium Labs upang isama ang lisensyadong materyal
fr: Illustrations : domaine public[#5]. Texte et données : Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Une autorisation spéciale est accordée à Stellarium Labs pour inclure le matériel sous licence
id: Ilustrasi: Domain publik[#5]. Teks dan data: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Izin khusus diberikan kepada Stellarium Labs untuk menyertakan materi berlisensi
pl: Ilustracje: domena publiczna[#5]. Tekst i dane: Uznanie autorstwa-Bez Derivatives 4.0 Międzynarodowy (CC BY-ND 4.0). Stellarium Labs otrzymuje specjalne zezwolenie na włączenie licencjonowanego materiału
pt: Ilustrações: Domínio público[#5]. Texto e dados: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Uma permissão especial é concedida ao Stellarium Labs para incluir o material licenciado
tr: Çizimler: Kamu malı[#5]. Metin ve veriler: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Lisanslı materyali içermesi için Stellarium Labs'a özel izin verilir

source: The hyenas and their youngsters
fil: Ang mga hyena at ang kanilang mga anak
fr: Les hyènes et leurs petits
id: Hyena dan anak-anak mereka
pl: Hieny i ich potomstwo
pt: As hienas e seus filhotes
tr: Sırtlanlar ve gençleri

source: The horse
fil: Ang kabayo
fr: Le cheval
id: Kuda
pl: Koń
pt: O cavalo
tr: at

source: The great fish
fil: Ang dakilang isda
fr: Le grand poisson
id: Ikan yang hebat
pl: Wielka ryba
pt: O grande peixe
tr: harika balık

source: The other fish
fil: Yung ibang isda
fr: Les autres poissons
id: Ikan lainnya
pl: Inne ryby
pt: Os outros peixes
tr: diğer balık

source: The kid
fil: Ang bata
fr: L'enfant
id: Anak
pl: Dzieciak
pt: O garoto
tr: Çocuk

source: The brighter of the two calves
fil: Ang mas maliwanag sa dalawang guya
fr: Le plus brillant des deux veaux
id: Yang lebih cerah dari dua anak sapi
pl: Jaśniejszy z dwóch cieląt
pt: O mais brilhante dos dois bezerros
tr: İki buzağıdan daha parlak

source: The dimmer of the two calves
fil: Ang dimmer ng dalawang guya
fr: Le gradateur des deux mollets
id: Peredup kedua anak sapi
pl: Ściemniacz dwóch cieląt
pt: O dimmer dos dois bezerros
tr: İki buzağının dimmeri

source: The dark camel
fil: Ang maitim na kamelyo
fr: Le chameau noir
id: unta gelap
pl: Ciemny wielbłąd
pt: O camelo escuro
tr: kara deve

source: The little goat
fil: Ang maliit na kambing
fr: La petite chèvre
id: Kambing kecil
pl: Mała koza
pt: A cabra pequena
tr: küçük keçi

source: The leader
fil: Ang nangunguna
fr: Le meneur
id: Pemimpin
pl: Lider
pt: O líder
tr: Lider

source: Liver of the lion
fil: Atay ng leon
fr: Foie de lion
id: Hati singa
pl: Wątroba lwa
pt: fígado de leão
tr: aslanın karaciğeri

source: The male hyena
fil: Ang lalaking hyena
fr: L'hyène mâle
id: Hyena jantan
pl: Samiec hieny
pt: A hiena macho
tr: erkek sırtlan

source: The high one with the spear
fil: Ang mataas na may sibat
fr: Le haut avec la lance
id: Yang tinggi dengan tombak
pl: Wysoki z włócznią
pt: O alto com a lança
tr: Mızraklı yüksek olan

source: The bright star of al-Fakkah
fil: Ang maliwanag na bituin ng al-Fakkah
fr: L'étoile brillante d'al-Fakkah
id: Bintang terang al-Fakkah
pl: Jasna gwiazda al-Fakkah
pt: A estrela brilhante de al-Fakkah
tr: El-Fakka'nın parlak yıldızı

source: Head of Hercules
fil: Pinuno ng Hercules
fr: Tête d'Hercule
id: Kepala Hercules
pl: Szef Herkulesa
pt: Chefe de Hércules
tr: Herkül Başkanı

source: The landing eagle
fil: Ang landing eagle
fr: L'aigle du débarquement
id: Elang pendarat
pl: Lądujący orzeł
pt: A águia de desembarque
tr: iniş kartalı

source: Beak of the hen
fil: Tuka ng inahin
fr: Bec de la poule
id: paruh ayam
pl: Dziób kury
pt: bico da galinha
tr: tavuğun gagası

source: Tail of the hen
fil: Buntot ng inahin
fr: Queue de poule
id: Ekor ayam
pl: Ogon kury
pt: rabo da galinha
tr: tavuğun kuyruğu

source: The henna tinted hand
fil: Ang kamay ng henna tinted
fr: La main teintée au henné
id: Tangan berwarna henna
pl: Ręka przyciemniona henną
pt: A mão tingida de henna
tr: Kına renkli el

source: Side of Perseus
fil: Gilid ni Perseus
fr: Côté de Persée
id: Sisi Perseus
pl: Strona Perseusza
pt: Lado de Perseu
tr: Perseus'un Tarafı

source: Head of the ogre
fil: Pinuno ng dambuhala
fr: Tête de l'ogre
id: Kepala ogre
pl: Głowa wilkołaka
pt: Cabeça do ogro
tr: ogre başkanı

source: Head of the serpent holder
fil: Pinuno ng may hawak ng ahas
fr: Tête du porte-serpent
id: Kepala pemegang ular
pl: Głowa posiadacza węża
pt: Cabeça do portador da serpente
tr: Yılan sahibinin başı

source: Neck of the serpent
fil: Leeg ng ahas
fr: Cou du serpent
id: leher ular
pl: Szyja węża
pt: pescoço da serpente
tr: Yılanın boynu

source: The flying eagle
fil: Ang lumilipad na agila
fr: L'aigle volant
id: Elang terbang
pl: Latający orzeł
pt: A águia voadora
tr: uçan kartal

source: Tail of the Dolphin
fil: Buntot ng Dolphin
fr: Queue du dauphin
id: Ekor Lumba-lumba
pl: Ogon delfina
pt: Cauda do Golfinho
tr: Yunusun Kuyruğu

source: Navel of the horse
fil: Pusod ng kabayo
fr: Nombril du cheval
id: Pusar kuda
pl: Pępek konia
pt: umbigo do cavalo
tr: Atın göbeği

source: Wing of the horse
fil: Pakpak ng kabayo
fr: Aile du cheval
id: Sayap kuda
pl: Skrzydło konia
pt: asa do cavalo
tr: Atın kanadı

source: Shoulder of the horse
fil: Balikat ng kabayo
fr: Epaule du cheval
id: Bahu kuda
pl: Łopatka konia
pt: ombro do cavalo
tr: Atın omzu

source: Rump of the horse
fil: Rump ng kabayo
fr: Croupe du cheval
id: Pantat kuda
pl: Zad konia
pt: Rabo do cavalo
tr: Atın poposu

source: Mouth of the horse
fil: Bibig ng kabayo
fr: Bouche du cheval
id: Mulut kuda
pl: Pysk konia
pt: boca do cavalo
tr: Atın ağzı

source: Abdomen of the fish
fil: Tiyan ng isda
fr: Ventre du poisson
id: Perut ikan
pl: Brzuch ryby
pt: Abdômen do peixe
tr: Balığın karnı

source: Leg of Andromeda
fil: binti ng Andromeda
fr: Jambe d'Andromède
id: Kaki Andromeda
pl: Noga Andromedy
pt: Perna de Andrômeda
tr: Andromeda'nın Bacağı

source: Apex of the triangle
fil: Tuktok ng tatsulok
fr: Sommet du triangle
id: Puncak segitiga
pl: Wierzchołek trójkąta
pt: vértice do triângulo
tr: Üçgenin tepe noktası

source: The horn
fil: Ang sungay
fr: La Corne
id: Tanduk
pl: Róg
pt: A buzina
tr: Korna

source: The follower
fil: Ang tagasunod
fr: Le suiveur
id: pengikut
pl: Obserwator
pt: O seguidor
tr: takipçi

source: Head of the twin
fil: Ulo ng kambal
fr: Chef du jumeau
id: Kepala kembar
pl: Głowa bliźniaka
pt: Cabeça do gêmeo
tr: ikiz başkanı

source: Heart of the lion
fil: Puso ng leon
fr: Coeur de lion
id: hati singa
pl: Serce lwa
pt: coração do leão
tr: aslanın kalbi

source: Back of the lion
fil: Sa likod ng leon
fr: Le dos du lion
id: Singa belakang
pl: Tył lwa
pt: Atrás do leão
tr: aslanın arkası

source: Tail of the lion
fil: Buntot ng leon
fr: Queue du lion
id: Ekor singa
pl: Ogon lwa
pt: cauda do leão
tr: Aslan kuyruğu

source: Heart of the scorpion
fil: Puso ng alakdan
fr: Coeur du scorpion
id: Hati kalajengking
pl: Serce skorpiona
pt: Coração do escorpião
tr: Akrep kalbi

source: Heel of the archer
fil: Sakong ng mamamana
fr: Talon de l'archer
id: Tumit pemanah
pl: Pięta łucznika
pt: Calcanhar do arqueiro
tr: Okçu topuğu

source: Tail of capricornus
fil: Buntot ng capricornus
fr: Queue de capricorne
id: Ekor capricornus
pl: Ogon Koziorożca
pt: cauda de capricórnio
tr: Oğlak kuyruğu

source: Mouth of Piscis Austrinus
fil: Bibig ng Piscis Austrinus
fr: Bouche du Piscis Austrinus
id: Mulut Piscis Austrinus
pl: Usta Piscis Austrinus
pt: Boca de Piscis Austrinus
tr: Piscis Austrinus'un Ağzı

source: The leprous hand
fil: Ang kamay na may ketong
fr: La main lépreuse
id: Tangan penderita kusta
pl: Trędowata ręka
pt: A mão leprosa
tr: cüzzamlı el

source: Tail of Cetus
fil: Buntot ni Cetus
fr: Queue de Cetus
id: Ekor Cetus
pl: Ogon Cetus
pt: Cauda de Cetus
tr: Cetus Kuyruğu

source: Leg of al-Jawza
fil: binti ng al-Jawza
fr: Jambe d'al-Jawza
id: Kaki al-Jawza
pl: Noga al-Jawza
pt: Perna de al-Jawza
tr: El Cevza ayağı

source: End of the river
fil: Dulo ng ilog
fr: Fin de la rivière
id: Ujung sungai
pl: Koniec rzeki
pt: fim do rio
tr: Nehrin sonu

source: Southern Shi'raa
fil: Timog Shi'raa
fr: Shi'ra du sud
id: Shi'raa Selatan
pl: Południowy Shi'raa
pt: Shi'raa do Sul
tr: Güney Şi'raa

source: Northern Shi'raa
fil: Hilagang Shi'raa
fr: Shi'ra du Nord
id: Shi'raa Utara
pl: Shi'raa Północny
pt: Shi'raa do norte
tr: Kuzey Şi'raa

source: Right wing of Corvus
fil: Kanang pakpak ng Corvus
fr: Aile droite de Corvus
id: Sayap kanan Corvus
pl: Prawe skrzydło Korvusu
pt: Ala direita de Corvus
tr: Corvus'un sağ kanadı

source: The armless high one
fil: Ang taas ng walang braso
fr: Le haut sans bras
id: Yang tinggi tanpa lengan
pl: Bezręki wysoki
pt: O alto sem braços
tr: Kolsuz yüksek olan

source: Shoulder of al-Jawza
fil: Balikat ng al-Jawza
fr: Épaule d'al-Jawza
id: Bahu al-Jawza
pl: Ramię al-Jawza
pt: Ombro de al-Jawza
tr: El Cevza'nın omzu

source: Leg of Centaurus
fil: binti ng Centaurus
fr: Jambe de Centaure
id: Kaki Centaurus
pl: Noga Centaura
pt: Perna de Centauro
tr: Erboğa Bacağı

source: Arabic (Ancient)
fil: Arabic (Sinaunang)
fr: Arabe (ancien)
id: Arab (Kuno)
pl: arabski (starożytny)
pt: Árabe (Antigo)
tr: Arapça (Eski)
