Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: The belief that the stars could influence human destinies appears to not have reached Egypt until the Ptolemaic period. The temple of Hathor at Denderah dates from Ptolemaic times (probably the first century BCE) and features a wonderful and huge symbolic map of the sky in Egyptian painting style. It provides two versions: a circular shaped one [#10] and a rectangularly shaped one [#11]. The rectangular "zodiac" of Denderah shows a sequence of Egyptian figures next to a set of symbolic stars indicating how many stars form each constellations. The round "zodiac" organizes these figures as if they were placed in the sky. ![](dendera_zodiac.webp) One of the first depictions of the Dendera "zodiac", produced by engineer-archaeologists Prosper Jollois and Edouard Devilliers in the 19th century. The large figure on the right is the Goddess of Heaven, Nut. First published in: Description de l'Égypte Antiquités, v. 4 [#12] {: .img_and_caption } These constellations deviate in naming and depiction from the typical Greek style: * Cancer, the Crab, is represented by the Scarab Beetle. * the Big Dipper is not called Bear but "the Bull's Foreleg" refering to the Foreleg of God Seth, an ancient Egyptian constellation * The figure of the Lion near the Scales (which is not the zodiacal Lion) is the constellation Centaurus [#1]. * There are two Shooters: one human with two legs, one centaur-like with four legs. The centaur-like shooter is Sagittarius from the (Babylonian) zodiac, the human bow-shooter represents the two constellations "Bow" and "Arrow", located in the modern constellation Canis Maior (the "Arrow" includes Sirius) [#4]. Earlier constellations are more problematic, but some indications exist that some modern zodiac signs are very ancient indeed [#2][#3][#4][#13], although the constellations did change significantly over time [#3][#13][#4]. The Egyptians recognized five planets and called them the "stars that knew no rest" or (more ancient way) "eyes of [god] Horus". Their movement across the heavens reminded the Egyptians of five gods sailing across the sky in their solar barque (boat). The planet now known as Jupiter was called "Horus Who Limits the Two Lands"; Mars was "Horus of the Horizon"; Mercury was "Sebegu", associated with Set; Saturn was "Horus the Bull of the Sky"; and Venus was "the God of the Morning" [#8].
fil: Ang paniniwala na ang mga bituin ay maaaring makaimpluwensya sa mga tadhana ng tao ay lumilitaw na hindi pa nakarating sa Ehipto hanggang sa panahon ng Ptolemaic. Ang templo ng Hathor sa Denderah ay nagmula sa panahon ng Ptolemaic (marahil noong unang siglo BCE) at nagtatampok ng kahanga-hanga at malaking simbolikong mapa ng kalangitan sa estilo ng pagpipinta ng Egypt. Nagbibigay ito ng dalawang bersyon: isang pabilog na hugis [#10] at isang hugis-parihaba [#11]. Ang hugis-parihaba na "zodiac" ng Denderah ay nagpapakita ng pagkakasunod-sunod ng mga Egyptian figure sa tabi ng isang set ng mga simbolikong bituin na nagsasaad kung gaano karaming mga bituin ang bumubuo sa bawat konstelasyon. Inayos ng bilog na "zodiac" ang mga figure na ito na parang inilagay sa kalangitan. ![](dendera_zodiac.webp) Isa sa mga unang paglalarawan ng "zodiac" ng Dendera, na ginawa ng mga engineer-archaeologist na sina Prosper Jollois at Edouard Devilliers noong ika-19 na siglo. Ang malaking pigura sa kanan ay ang Diyosa ng Langit na si Nut. Unang nai-publish sa: Paglalarawan de l'Égypte Antiquités, v. 4 [#12] {: .img_and_caption } Ang mga konstelasyon na ito ay lumihis sa pagpapangalan at paglalarawan mula sa tipikal na istilong Griyego: * Ang Cancer, ang Crab, ay kinakatawan ng Scarab Beetle. * Ang Big Dipper ay hindi tinatawag na Oso ngunit "ang Bull's Foreleg" na tumutukoy sa Foreleg ng Diyos na si Seth, isang sinaunang Egyptian constellation * Ang pigura ng Lion na malapit sa Scales (na hindi zodiacal Lion) ay ang konstelasyon na Centaurus [#1]. * Mayroong dalawang Shooter: isang tao na may dalawang paa, isang centaur-like na may apat na paa. Ang mala-centaur na tagabaril ay Sagittarius mula sa (Babylonian) zodiac, ang bow-shooter ng tao ay kumakatawan sa dalawang konstelasyon na "Bow" at "Arrow", na matatagpuan sa modernong konstelasyon na Canis Maior (ang "Arrow" ay kinabibilangan ng Sirius) [#4]. Ang mga naunang konstelasyon ay mas may problema, ngunit may ilang indikasyon na ang ilang modernong zodiac sign ay talagang sinaunang [#2][#3][#4][#13], bagama't ang mga konstelasyon ay nagbago nang malaki sa paglipas ng panahon [#3][#13][#4]. Nakilala ng mga Egyptian ang limang planeta at tinawag silang "mga bituin na walang pahinga" o (mas sinaunang paraan) "mga mata ng [diyos] Horus". Ang kanilang paggalaw sa kalangitan ay nagpapaalala sa mga Ehipsiyo ng limang diyos na naglalayag sa kalangitan sa kanilang solar barque (bangka). Ang planetang kilala ngayon bilang Jupiter ay tinawag na "Horus Who Limits the Two Lands"; Ang Mars ay "Horus of the Horizon"; Ang Mercury ay "Sebegu", na nauugnay sa Set; Si Saturn ay "Horus the Bull of the Sky"; at si Venus ay "ang Diyos ng Umaga" [#8].
fr: La croyance selon laquelle les étoiles pourraient influencer le destin humain ne semble pas avoir atteint l'Égypte avant la période ptolémaïque. Le temple d'Hathor à Dendérah date de l'époque ptolémaïque (probablement au premier siècle avant notre ère) et présente une merveilleuse et immense carte symbolique du ciel dans le style de la peinture égyptienne. Il propose deux versions: une circulaire [#10] et une rectangulaire [#11]. Le "zodiaque" rectangulaire de Dendérah montre une séquence de figures égyptiennes à côté d'un ensemble d'étoiles symboliques indiquant combien d'étoiles forment chaque constellations. Le "zodiaque" rond organise ces figures comme si elles étaient placées dans le ciel. ![](dendera_zodiac.webp) L'une des premières représentations du "zodiaque" de Dendera, réalisée par les ingénieurs-archéologues Prosper Jollois et Edouard Devilliers au XIXe siècle. La grande figure à droite est la déesse du ciel, Nut. Publié pour la première fois dans: Description de l'Égypte Antiquités, v. 4 [#12] {: .img_and_caption } Ces constellations diffèrent dans la dénomination et la représentation du style grec typique: * Le cancer, le crabe, est représenté par le scarabée. * la Grande Ourse n'est pas appelée Ours mais "la Patte Avant du Taureau" se référant à la Patte Avant de Dieu Seth, une ancienne constellation égyptienne * La figure du Lion près des écailles (qui n'est pas le Lion zodiacal) est la constellation du Centaure [#1]. * Il y a deux tireurs: un humain avec deux jambes, un centaure avec quatre jambes. Le tireur semblable à un centaure est le Sagittaire du zodiaque (babylonien), le tireur à l'arc humain représente les deux constellations "Arc" et "Flèche", situées dans la constellation moderne Canis Maior (la "Flèche" inclut Sirius) [#4]. Les constellations antérieures sont plus problématiques, mais certaines indications indiquent que certains signes du zodiaque modernes sont en effet très anciens [#2] [#3] [#4] [#13], bien que les constellations aient changé de manière significative au fil du temps [#3] [#13] [#4]. Les Égyptiens ont reconnu cinq planètes et les ont appelées les "étoiles qui ne connaissaient pas de repos" ou (de manière plus ancienne) "les yeux de [dieu] Horus". Leur mouvement à travers les cieux a rappelé aux Égyptiens cinq dieux naviguant dans le ciel dans leur barque solaire (bateau). La planète maintenant connue sous le nom de Jupiter était appelée "Horus qui limite les deux terres"; Mars était "Horus de l'horizon"; Mercure était "Sebegu", associé à Set; Saturne était "Horus le taureau du ciel"; et Vénus était "le Dieu du matin" [#8].
id: Keyakinan bahwa bintang-bintang dapat mempengaruhi nasib manusia tampaknya tidak sampai ke Mesir sampai periode Ptolemeus. Kuil Hathor di Denderah berasal dari zaman Ptolemeus (mungkin abad pertama SM) dan menampilkan peta simbolik langit yang indah dan besar dalam gaya lukisan Mesir. Ini menyediakan dua versi: yang berbentuk lingkaran [#10] dan yang berbentuk persegi panjang [#11]. "Zodiak" persegi panjang dari Denderah menunjukkan urutan figur Mesir di sebelah satu set bintang simbolis yang menunjukkan berapa banyak bintang yang membentuk setiap rasi bintang. Lingkaran "zodiak" mengatur angka-angka ini seolah-olah mereka ditempatkan di langit. ![](dendera_zodiac.webp) Salah satu penggambaran pertama "zodiak" Dendera, yang diproduksi oleh insinyur-arkeolog Prosper Jollois dan Edouard Devilliers pada abad ke-19. Sosok besar di sebelah kanan adalah Dewi Surga, Nut. Pertama kali diterbitkan dalam: Description de l'Égypte Antiquités, v. 4 [#12] {: .img_and_caption } Rasi bintang ini menyimpang dalam penamaan dan penggambaran dari gaya khas Yunani: * Kanker, Kepiting, diwakili oleh Kumbang Scarab. * Biduk tidak disebut Beruang tetapi "Kaki Depan Banteng" mengacu pada Kaki Depan Dewa Seth, konstelasi Mesir kuno * Sosok Singa di dekat Timbangan (yang bukan Singa zodiak) adalah konstelasi Centaurus [#1]. * Ada dua Penembak: satu manusia dengan dua kaki, satu seperti centaur dengan empat kaki. Penembak mirip centaur adalah Sagitarius dari zodiak (Babel), penembak busur manusia mewakili dua rasi bintang "Busur" dan "Panah", yang terletak di rasi modern Canis Maior ("Panah" termasuk Sirius) [#4]. Rasi bintang sebelumnya lebih bermasalah, tetapi ada beberapa indikasi bahwa beberapa tanda zodiak modern memang sangat kuno [#2][#3][#4][#13], meskipun rasi bintang memang berubah secara signifikan dari waktu ke waktu [#3][#13][#4]. Orang Mesir mengenali lima planet dan menyebut mereka "bintang yang tidak mengenal istirahat" atau (lebih kuno) "mata [dewa] Horus". Pergerakan mereka melintasi langit mengingatkan orang Mesir akan lima dewa yang berlayar melintasi langit dengan solar barque (perahu) mereka. Planet yang sekarang dikenal sebagai Jupiter disebut "Horus yang Membatasi Dua Daratan"; Mars adalah "Horus of the Horizon"; Merkurius adalah "Sebegu", terkait dengan Set; Saturnus adalah "Horus si Banteng Langit"; dan Venus adalah "Dewa Pagi" [#8].
pl: Wydaje się, że wiara, że gwiazdy mogą wpływać na ludzkie losy, dotarła do Egiptu dopiero w okresie ptolemejskim. Świątynia Hathor w Dendera pochodzi z czasów ptolemejskich (prawdopodobnie z pierwszego wieku pne) i przedstawia wspaniałą i ogromną symboliczną mapę nieba w egipskim stylu malarskim. Zapewnia dwie wersje: okrągłą [#10] i prostokątną [#11]. Prostokątny „zodiak” Denderah pokazuje sekwencję egipskich postaci obok zestawu gwiazd symbolicznych wskazujących, ile gwiazd tworzy każdą konstelację. Okrągły „zodiak” porządkuje te liczby tak, jakby były umieszczone na niebie. ![](dendera_zodiac.webp) Jedno z pierwszych przedstawień „zodiaku” Dendery, wyprodukowanych przez inżynierów-archeologów Prospera Jolloisa i Edouarda Devilliersa w XIX wieku. Duża postać po prawej to Bogini Niebios, Orzech. Po raz pierwszy opublikowany w: Description de l'Égypte Antiquités, v. 4 [#12] {: .img_and_caption } Te konstelacje różnią się w nazewnictwie i przedstawieniu od typowego greckiego stylu: * Rak, krab, jest reprezentowany przez chrząszcza skarabeusza. * Wielki Wóz nie jest nazywany Niedźwiedziem, ale „przednią łapą Byka”, odnoszącą się do Przednich Bożych Setów, starożytnej egipskiej konstelacji * Postać lwa w pobliżu Łuski (która nie jest lwem zodiakalnym) to konstelacja Centaura [#1]. * Istnieją dwie Strzelanki: jeden człowiek z dwiema nogami, jeden centaur z czterema nogami. Strzelcem podobnym do centaura jest Strzelec z (babilońskiego) zodiaku, ludzki strzelec reprezentuje dwie konstelacje „Łuk” i „Strzała”, znajdujące się we współczesnej konstelacji Canis Maior („Strzała” obejmuje Syriusza) [#4]. Wcześniejsze konstelacje są bardziej problematyczne, ale istnieją pewne przesłanki, że niektóre współczesne znaki zodiaku są rzeczywiście bardzo stare [#2] [#3] [#4] [#13], chociaż konstelacje zmieniły się znacznie w czasie [#3] [#13] [#4]. Egipcjanie rozpoznali pięć planet i nazwali je „gwiazdami, które nie znały odpoczynku” lub (bardziej starożytnym sposobem) „oczami [boga] Horusa”. Ich ruch po niebie przypominał Egipcjanom pięciu bogów żeglujących po niebie w słonecznej barce (łodzi). Planeta znana teraz jako Jowisz została nazwana „Horusem, który ogranicza dwie ziemie”; Mars był „Horusem horyzontu”; Merkury był „Sebegu”, związany z Setem; Saturn był „Horusem Bykiem Nieba”; a Wenus była „Bogiem poranka” [#8].
pt: A crença de que as estrelas poderiam influenciar os destinos humanos parece não ter chegado ao Egito até o período ptolomaico. O templo de Hathor, em Denderah, data dos tempos ptolemaicos (provavelmente do primeiro século AEC) e apresenta um maravilhoso e enorme mapa simbólico do céu no estilo de pintura egípcia. Ele fornece duas versões: uma circular [#10] e outra retangular [#11]. O "zodíaco" retangular de Denderah mostra uma sequência de figuras egípcias ao lado de um conjunto de estrelas simbólicas indicando quantas estrelas formam cada constelação. O "zodíaco" redondo organiza essas figuras como se fossem colocadas no céu. ![](dendera_zodiac.webp) Uma das primeiras representações do "zodíaco" de Dendera, produzido pelos engenheiros-arqueólogos Prosper Jollois e Edouard Devilliers no século XIX. A grande figura à direita é a Deusa do Céu, Nut. Publicado pela primeira vez em: Descrição da l'Égypte Antiquités, v. 4 [#12] {: .img_and_caption } Essas constelações divergem na nomeação e representação do estilo típico grego: * O câncer, o caranguejo, é representado pelo escaravelho. * A Ursa Maior não se chama Urso, mas "a Perna Dianteira do Touro", referente à Perna Dianteira de Deus Seth, uma antiga constelação egípcia * A figura do leão perto das escalas (que não é o leão zodiacal) é a constelação Centaurus [#1]. * Existem dois atiradores: um humano com duas pernas, um centauro com quatro pernas. O atirador tipo centauro é Sagitário do zodíaco (babilônico), o atirador de arco humano representa as duas constelações "Arco" e "Flecha", localizadas na moderna constelação Canis Maior (a "Flecha" inclui Sirius) [#4]. Constelações anteriores são mais problemáticas, mas existem algumas indicações de que alguns signos modernos são muito antigos [#2] [#3] [#4] [#13], embora as constelações tenham mudado significativamente ao longo do tempo [#3] [#13] [#4]. Os egípcios reconheceram cinco planetas e os chamaram de "estrelas que não sabiam descanso" ou (de maneira mais antiga) "olhos de [deus] Hórus". O movimento deles pelos céus lembrou aos egípcios cinco deuses navegando pelo céu em sua barca solar (barco). O planeta agora conhecido como Júpiter foi chamado de "Hórus que limita as duas terras"; Marte era "Hórus do Horizonte"; Mercúrio era "Sebegu", associado a Set; Saturno era "Hórus, o Touro do Céu"; e Vênus era "o Deus da manhã" [#8].
tr: Yıldızların insan kaderini etkileyebileceği inancı, Ptolemaios dönemine kadar Mısır'a ulaşmamış gibi görünüyor. Denderah'taki Hathor tapınağı, Ptolemaic zamanlarından (muhtemelen MÖ birinci yüzyıl) kalmadır ve Mısır resim tarzında harika ve devasa bir gökyüzü haritasına sahiptir. İki versiyon sunar: dairesel şekilli [#10] ve dikdörtgen şekilli [#11]. Denderah'ın dikdörtgen "zodyak", her takımyıldızı kaç yıldızın oluşturduğunu gösteren bir dizi sembolik yıldızın yanında bir dizi Mısır figürü gösterir. Yuvarlak "zodyak", bu figürleri gökyüzüne yerleştirilmiş gibi düzenler. ![](dendera_zodiac.webp) 19. yüzyılda mühendis-arkeolog Prosper Jollois ve Edouard Devilliers tarafından üretilen ilk Dendera "zodyak" tasvirlerinden biri. Sağdaki büyük figür Cennet Tanrıçası Nut'tur. İlk yayınlandığı yer: Description de l'Égypte Antiquités, v. 4 [#12] {: .img_and_caption } Bu takımyıldızlar, tipik Yunan tarzından adlandırma ve tasvir etmede farklılık gösterir: * Yengeç Yengeç, Bokböceği Böceği ile temsil edilir. * Büyük Kepçe'ye Ayı değil, eski bir Mısır takımyıldızı olan Tanrı Seth'in Önbacağı anlamına gelen "Boğanın Ön Bacağı" denir. * Terazinin yanındaki Aslan figürü (zodyak Aslanı değildir) Erboğa takımyıldızıdır [#1]. * İki Nişancı vardır: iki bacaklı bir insan, dört bacaklı bir centaur benzeri. Centaur benzeri atıcı, (Babil) zodyakından Yay, insan yay atıcısı, modern takımyıldız Canis Maior'da ("Ok" Sirius'u içerir) bulunan iki takımyıldızı "Yay" ve "Ok" u temsil eder [#4]. Daha önceki takımyıldızlar daha sorunludur, ancak bazı modern zodyak işaretlerinin gerçekten çok eski olduğuna dair bazı göstergeler vardır [#2][#3][#4][#13], ancak takımyıldızlar zaman içinde önemli ölçüde değişmiştir [#3][#13][#4]. Mısırlılar beş gezegeni tanıdılar ve onlara "huzur bilmeyen yıldızlar" veya (daha eski bir yol) "[tanrı] Horus'un gözleri" adını verdiler. Göklerdeki hareketleri Mısırlılara güneş gemilerinde (tekne) gökyüzünde yüzen beş tanrıyı hatırlattı. Şimdi Jüpiter olarak bilinen gezegene "İki Ülkeyi Sınırlayan Horus" deniyordu; Mars "Ufuktaki Horus" idi; Merkür, Set ile ilişkilendirilen "Sebegu" idi; Satürn "Gökyüzünün Boğası Horus" idi; ve Venüs "Sabah Tanrısı"ydı [#8].
