Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: A. A. Rasyid, T. Hidayat, and W. Orchiston. Star patterns in Mandar navigation. In W. Orchiston and M. N. Vahia, editors, Exploring the History of Southeast Asian Astronomy, pages 549–564. Springer, Cham, 2021. - [#2]: Yukio Ohashi and Wayne Orchiston. The evolution of local Southeast Asian astronomy and the influence of China, India, the Islamic World and the West. In W Orchiston and M N Vahia, editors, Exploring the History of Southeast Asian Astronomy, pages 673–767. Springer, Cham, 2021. - [#3]: Doina Bucur. The network signature of constellation line figures. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Available at <https://arxiv.org/abs/2110.12329>.
fil: - [#1]: A. A. Rasyid, T. Hidayat, at W. Orchiston. Mga pattern ng bituin sa nabigasyon ng Mandar. Sa W. Orchiston at M. N. Vahia, mga editor, Exploring the History of Southeast Asian Astronomy, pahina 549–564. Springer, Cham, 2021. - [#2]: Yukio Ohashi at Wayne Orchiston. Ang ebolusyon ng lokal na astronomiya sa Timog Silangang Asya at ang impluwensya ng China, India, ang Islamic World at ang Kanluran. Sa W Orchiston at MN Vahia, mga editor, Exploring the History of Southeast Asian Astronomy, pahina 673–767. Springer, Cham, 2021. - [#3]: Doina Bucur. Ang lagda ng network ng mga numero ng linya ng constellation. arXiv e-print. arXiv:2110.12329 [cs.SI]. 2021. Available sa <https://arxiv.org/abs/2110.12329>.
fr: - [#1] : A. A. Rasyid, T. Hidayat et W. Orchiston. Modèles d'étoiles dans la navigation Mandar. Dans W. Orchiston et M. N. Vahia, éditeurs, Exploring the History of Southeast Asian Astronomy, pages 549–564. Springer, Cham, 2021. - [#2]: Yukio Ohashi et Wayne Orchiston. L'évolution de l'astronomie locale d'Asie du Sud-Est et l'influence de la Chine, de l'Inde, du monde islamique et de l'Occident. Dans W Orchiston et MN Vahia, éditeurs, Exploring the History of Southeast Asian Astronomy, pages 673–767. Springer, Cham, 2021. - [#3]: Doina Bucur. La signature de réseau des figures de ligne de constellation. e-prints arXiv. arXiv:2110.12329 [cs.SI]. 2021. Disponible sur <https://arxiv.org/abs/2110.12329>.
id: - [#1]: A. A. Rasyid, T. Hidayat, dan W. Orchiston. Pola bintang dalam navigasi Mandar. Dalam W. Orchiston dan M. N. Vahia, editor, Exploring the History of Southeast Asian Astronomy, halaman 549–564. Springer, Cham, 2021. - [#2]: Yukio Ohashi dan Wayne Orchiston. Evolusi astronomi lokal Asia Tenggara dan pengaruh Cina, India, Dunia Islam dan Barat. Dalam W Orchiston dan M N Vahia, editor, Exploring the History of Southeast Asian Astronomy, halaman 673–767. Springer, Cham, 2021. - [#3]: Doina Bucur. Tanda tangan jaringan figur garis konstelasi. arXiv e-print. arXiv:2110.12329 [cs.SI]. 2021. Tersedia di <https://arxiv.org/abs/2110.12329>.
pl: - [#1]: AA Rasyid, T. Hidayat i W. Orchiston. Wzory gwiazd w nawigacji Mandar. W W. Orchiston i M. N. Vahia, redaktorzy, Exploring the History of Southeast Asian Astronomy, s. 549–564. Springer, Cham, 2021. - [#2]: Yukio Ohashi i Wayne Orchiston. Ewolucja lokalnej astronomii Azji Południowo-Wschodniej oraz wpływy Chin, Indii, Świata Islamu i Zachodu. W W Orchiston i M N Vahia, redaktorzy, Exploring the History of Southeast Asian Astronomy, s. 673–767. Springer, Cham, 2021. - [#3]: Doina Bucur. Sygnatura sieciowa figur linii konstelacji. arXiv e-wydruki. arXiv:2110.12329 [cs.SI]. 2021. Dostępne pod adresem <https://arxiv.org/abs/2110.12329>.
pt: - [#1]: A. A. Rasyid, T. Hidayat e W. Orchiston. Padrões de estrelas na navegação Mandar. Em W. Orchiston e M. N. Vahia, editores, Explorando a História da Astronomia do Sudeste Asiático, páginas 549–564. Springer, Cham, 2021. - [#2]: Yukio Ohashi e Wayne Orchiston. A evolução da astronomia local do Sudeste Asiático e a influência da China, da Índia, do Mundo Islâmico e do Ocidente. Em W Orchiston e MN Vahia, editores, Explorando a História da Astronomia do Sudeste Asiático, páginas 673–767. Springer, Cham, 2021. - [#3]: Doina Bucur. A assinatura de rede de figuras de linha de constelação. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Disponível em <https://arxiv.org/abs/2110.12329>.
tr: - [#1]: A.A. Rasyid, T. Hidayat ve W. Orchiston. Mandar navigasyonunda yıldız desenleri. W. Orchiston ve M. N. Vahia'da, editörler, Exploring the History of Güneydoğu Asya Astronomi, sayfa 549-564. Springer, Çam, 2021. - [#2]: Yukio Ohashi ve Wayne Orchiston. Yerel Güneydoğu Asya astronomisinin evrimi ve Çin, Hindistan, İslam Dünyası ve Batı'nın etkisi. W Orchiston ve MN Vahia'da, editörler, Exploring the History of Güneydoğu Asya Astronomi, sayfa 673-767. Springer, Çam, 2021. - [#3]: Doina Bucur. Takımyıldız çizgisi rakamlarının ağ imzası. arXiv e-baskılar. arXiv:2110.12329 [cs.SI]. 2021. <https://arxiv.org/abs/2110.12329> adresinde mevcuttur.

source: Slanted House
fr: Maison inclinée
id: Rumah Miring
pl: Pochyły Dom
pt: Casa inclinada
tr: eğimli ev

source: Used as an indicator for the south.
fil: Ginamit bilang isang tagapagpahiwatig para sa timog.
fr: Utilisé comme indicateur pour le sud.
id: Digunakan sebagai indikator untuk selatan.
pl: Używany jako wskaźnik dla południa.
pt: Usado como um indicador para o sul.
tr: Güney için bir gösterge olarak kullanılır.

source: Marks the entry of the northwest monsoon season.
fil: Minarkahan ang pagpasok ng hilagang-kanlurang tag-ulan.
fr: Marque l'entrée de la saison de la mousson du nord-ouest.
id: Menandai masuknya musim muson barat laut.
pl: Oznacza wejście do północno-zachodniej pory monsunowej.
pt: Marca a entrada da estação das monções do noroeste.
tr: Kuzeybatı muson mevsiminin girişini işaretler.

source: Stingray
fr: Raie
id: ikan pari
pl: płaszczka
pt: Arraia
tr: vatoz

source: Marks the entry of the northwest monsoon season, like the Shark.
fil: Minamarkahan ang pagpasok ng hilagang-kanlurang tag-ulan, tulad ng Shark.
fr: Marque l'entrée de la saison de la mousson du nord-ouest, comme le requin.
id: Menandai masuknya musim muson barat laut, seperti Hiu.
pl: Oznacza wejście do północno-zachodniej pory monsunowej, jak Shark.
pt: Marca a entrada da estação das monções do noroeste, como o Shark.
tr: Köpekbalığı gibi kuzeybatı muson mevsiminin girişini işaretler.

source: Fishing Net
fil: Pangingisda Net
fr: Filet de pêche
id: Jaring ikan
pl: Sieć rybacka
pt: Rede de pesca
tr: Balık ağı

source: Used as an indicator of the entry of the cool season (between the two monsoons) and the emergence of the bambang fish.
fil: Ginamit bilang tagapagpahiwatig ng pagpasok ng malamig na panahon (sa pagitan ng dalawang tag-ulan) at ang paglitaw ng bambang isda.
fr: Utilisé comme indicateur de l'entrée de la saison fraîche (entre les deux moussons) et de l'émergence du poisson bambang.
id: Digunakan sebagai indikator masuknya musim dingin (antara dua muson) dan munculnya ikan bambang.
pl: Używany jako wskaźnik wejścia pory chłodnej (między dwoma monsunami) i pojawienia się ryby bambang.
pt: Usado como indicador da entrada da estação fria (entre as duas monções) e do surgimento do peixe bambang.
tr: Serin mevsimin (iki muson arasında) girişinin ve bambang balıklarının ortaya çıkışının bir göstergesi olarak kullanılır.

source: Group of Three Stars
fil: Grupo ng Tatlong Bituin
fr: Groupe des trois étoiles
id: Kelompok Tiga Bintang
pl: Grupa Trzech Gwiazd
pt: Grupo de três estrelas
tr: Üç Yıldızlı Grup

source: Used as a mark towards the east from the Pleiades (Bittoéng Malunus).
fil: Ginamit bilang isang marka patungo sa silangan mula sa Pleiades (Bittoéng Malunus).
fr: Utilisé comme repère vers l'est depuis les Pléiades (Bittoéng Malunus).
id: Digunakan sebagai tanda ke arah timur dari Pleiades (Bittoéng Malunus).
pl: Używany jako znak na wschód od Plejad (Bittoéng Malunus).
pt: Usado como uma marca para o leste das Plêiades (Bittoéng Malunus).
tr: Ülker'den (Bittoéng Malunus) doğuya doğru bir işaret olarak kullanılır.

source: Widow
fil: Balo
fr: Veuve
id: Janda
pl: Wdowa
pt: Viúva
tr: Dul

source: Used as an indicator for the south, like the Slanted House. It is not clear whether the stars should be linked by a line or not.
fil: Ginamit bilang indicator para sa timog, tulad ng Slanted House. Hindi malinaw kung ang mga bituin ay dapat iugnay sa pamamagitan ng isang linya o hindi.
fr: Utilisé comme indicateur pour le sud, comme la maison inclinée. Il n'est pas clair si les étoiles doivent être reliées par une ligne ou non.
id: Digunakan sebagai indikator untuk selatan, seperti Rumah Miring. Tidak jelas apakah bintang-bintang harus dihubungkan oleh sebuah garis atau tidak.
pl: Używany jako wskaźnik dla południa, jak Slanted House. Nie jest jasne, czy gwiazdy powinny być połączone linią, czy nie.
pt: Usado como um indicador para o sul, como a Casa Inclinada. Não está claro se as estrelas devem ser ligadas por uma linha ou não.
tr: Eğimli Ev gibi güney için bir gösterge olarak kullanılır. Yıldızların bir çizgi ile birbirine bağlanması gerekip gerekmediği açık değildir.

source: Dragon
id: Naga
pl: smok
pt: Dragão
tr: Ejderha

source: Star Carrying the Sun
fil: Bituing Dala ang Araw
fr: Etoile portant le soleil
id: Bintang Membawa Matahari
pl: Gwiazda niosąca słońce
pt: Estrela carregando o sol
tr: Güneşi Taşıyan Yıldız

source: Pig
fil: Baboy
fr: Cochon
id: Babi
pl: Świnia
pt: Porco
tr: Domuz

source: The Maori (New Zealand) night sky is similar to the Polynesian night sky, but differs enough to warrant its own sky culture. Maritime themes are central to the Maori sky culture and were used extensively in nautical navigation. Like for most other sky cultures, the rising and setting of prominent stars were used to signal planting and harvesting seasons.
fil: Ang kalangitan sa gabi ng Maori (New Zealand) ay katulad ng kalangitan sa gabi ng Polynesian, ngunit sapat ang pagkakaiba upang matiyak ang sarili nitong kultura sa kalangitan. Ang mga temang maritime ay sentro ng kultura ng langit ng Maori at malawakang ginamit sa nautical navigation. Tulad ng karamihan sa iba pang kultura sa kalangitan, ang pagsikat at paglubog ng mga kilalang bituin ay ginamit bilang hudyat ng panahon ng pagtatanim at pag-aani.
fr: Le ciel nocturne maori (Nouvelle-Zélande) est similaire au ciel nocturne polynésien, mais diffère suffisamment pour justifier sa propre culture du ciel. Les thèmes maritimes sont au cœur de la culture du ciel maorie et ont été largement utilisés dans la navigation nautique. Comme pour la plupart des autres cultures du ciel, la montée et le coucher des étoiles proéminentes ont été utilisés pour signaler les saisons de plantation et de récolte.
id: Langit malam Maori (Selandia Baru) mirip dengan langit malam Polinesia, tetapi cukup berbeda untuk menjamin budaya langitnya sendiri. Tema maritim merupakan pusat budaya langit Maori dan digunakan secara luas dalam navigasi bahari. Seperti kebanyakan budaya langit lainnya, terbit dan terbenamnya bintang-bintang menonjol digunakan untuk menandakan musim tanam dan panen.
pl: Nocne niebo Maorysów (Nowa Zelandia) jest podobne do nocnego nieba Polinezji, ale różni się na tyle, aby uzasadnić własną kulturę nieba. Motywy morskie są kluczowe dla kultury nieba Maorysów i były szeroko stosowane w żegludze morskiej. Podobnie jak w przypadku większości innych kultur nieba, wschody i zachody wybitnych gwiazd były używane do sygnalizowania sezonów sadzenia i zbiorów.
pt: O céu noturno de Maori (Nova Zelândia) é semelhante ao céu noturno da Polinésia, mas difere o suficiente para justificar sua própria cultura do céu. Os temas marítimos são centrais na cultura do céu maori e foram amplamente utilizados na navegação náutica. Como na maioria das outras culturas do céu, o surgimento e o estabelecimento de estrelas proeminentes foram usados para sinalizar as estações de plantio e colheita.
tr: Maori (Yeni Zelanda) gece gökyüzü, Polinezya gece gökyüzüne benzer, ancak kendi gökyüzü kültürünü garanti edecek kadar farklıdır. Denizcilik temaları Maori gökyüzü kültürünün merkezinde yer alır ve deniz seyrüseferinde yaygın olarak kullanılmıştır. Diğer gökyüzü kültürlerinin çoğunda olduğu gibi, belirgin yıldızların yükselişi ve ayarı, ekim ve hasat mevsimlerini belirtmek için kullanıldı.

source: Only four constellations are known from the native navigators of New Zealand.
fil: Apat na konstelasyon lamang ang kilala mula sa mga katutubong navigator ng New Zealand.
fr: Seules quatre constellations sont connues des navigateurs natifs de Nouvelle-Zélande.
id: Hanya empat rasi bintang yang diketahui dari navigator asli Selandia Baru.
pl: Tylko cztery konstelacje znane są z rodzimych nawigatorów Nowej Zelandii.
pt: Apenas quatro constelações são conhecidas dos navegadores nativos da Nova Zelândia.
tr: Yeni Zelanda'nın yerli denizcilerinden sadece dört takımyıldız biliniyor.

source: - [#1]: [Maori sky culture on Stellarium Wiki](http://www.stellarium.org/wiki/index.php/Sky_cultures#Maori_.28New_Zealand.29): a more complete version of this text. - [#2]: [The Phoenix Astronomical Society](http://www.astronomynz.org/): a very good website on Maori sky culture (Wairarapa, New Zealand).
fil: - [#1]: [Maori sky culture sa Stellarium Wiki](http://www.stellarium.org/wiki/index.php/Sky_cultures#Maori_.28New_Zealand.29): isang mas kumpletong bersyon ng tekstong ito. - [#2]: [The Phoenix Astronomical Society](http://www.astronomynz.org/): isang napakagandang website sa Maori sky culture (Wairarapa, New Zealand).
fr: - [#1]: [Culture du ciel maori sur Wiki Stellarium](http://www.stellarium.org/wiki/index.php/Sky_cultures#Maori_.28New_Zealand.29): une version plus complète de ce texte. - [#2]: [The Phoenix Astronomical Society](http://www.astronomynz.org/): un très bon site Web sur la culture du ciel maorie (Wairarapa, Nouvelle-Zélande).
id: - [#1]: [Budaya langit Maori di Stellarium Wiki](http://www.stelarium.org/wiki/index.php/Sky_cultures#Maori_.28New_Zealand.29): versi yang lebih lengkap dari teks ini. - [#2]: [Masyarakat Astronomi Phoenix](http://www.astronomynz.org/): situs web yang sangat bagus tentang budaya langit Maori (Wairarapa, Selandia Baru).
pl: - [#1]: [Maoryska kultura nieba na Wiki Stellarium](http://www.stellarium.org/wiki/index.php/Sky_cultures#Maori_.28New_Zealand.29): pełniejsza wersja tego tekstu. - [#2]: [The Phoenix Astronomical Society](http://www.astronomynz.org/): bardzo dobra strona internetowa na temat kultury nieba Maorysów (Wairarapa, Nowa Zelandia).
pt: - [#1]: [cultura maori do céu no Stellarium Wiki](http://www.stellarium.org/wiki/index.php/Sky_cultures#Maori_.28New_Zealand.29): uma versão mais completa deste texto. - [#2]: [The Phoenix Astronomical Society](http://www.astronomynz.org/): um site muito bom sobre a cultura do céu Maori (Wairarapa, Nova Zelândia).
tr: - [#1]: [Stellarium Wiki'de Maori gökyüzü kültürü](http://www.stellarium.org/wiki/index.php/Sky_cultures#Maori_.28New_Zealand.29): bu metnin daha eksiksiz bir versiyonu. - [#2]: [Phoenix Astronomical Society](http://www.astronomynz.org/): Maori gökyüzü kültürü hakkında çok iyi bir web sitesi (Wairarapa, Yeni Zelanda).

source: This sky culture is a contribution of Stellarium user [Dan Smale](mailto:d.smale@niwa.co.nz)
fil: Ang sky culture na ito ay kontribusyon ng Stellarium user [Dan Smale](mailto:d.smale@niwa.co.nz)
fr: Cette culture du ciel est une contribution de l'utilisateur de Stellarium [Dan Smale](mailto:d.smale@niwa.co.nz)
id: Budaya langit ini merupakan kontribusi dari pengguna Stellarium [Dan Smale](mailto:d.smale@niwa.co.nz)
pl: Ta kultura nieba jest wkładem użytkownika Stellarium [Dan Smale](mailto:d.smale@niwa.co.nz)
pt: Esta cultura celeste é uma contribuição do usuário do Stellarium [Dan Smale](mailto:d.smale@niwa.co.nz)
tr: Bu gökyüzü kültürü, Stellarium kullanıcısının [Dan Smale](mailto:d.smale@niwa.co.nz) katkısıdır.

source: Text and lines: CC BY-SA
fil: Teksto at mga linya: CC BY-SA
fr: Texte et lignes: CC BY-SA
id: Teks dan baris: CC BY-SA
pl: Tekst i linie: CC BY-SA
pt: Texto e linhas: CC BY-SA
tr: Metin ve satırlar: CC BY-SA

source: The Great Boat of Tama Rereti
fil: Ang Dakilang Bangka ng Tama Rereti
fr: Grand Bateau de Tama Rereti
id: Kapal besar Tama Rereti
pl: Wielka łódź Tamy Rereti
pt: O Grande Barco do Tama Rereti
tr: Tama Rereti'nin Büyük Teknesi

source: The Sail of Tainui
fil: Ang Layag ng Tainui
fr: Voile de Tainui
id: Perahu layar Tainui
pl: Żeglowanie Tainui
pt: A Vela do Tainui
tr: Tainui'nin Yelkeni

source: Mongolian
fr: Mongole
id: Mongolia
pl: Mongolska
pt: Mongól
tr: Moğolca

source: Mongolian are nomads living on a large territory of central Asia. Their culture is influenced by the Far Eastern (Chinese) and the Near Eastern (Persian, Babylonian, Greek) cultures.
fil: Ang Mongolian ay mga nomad na naninirahan sa isang malaking teritoryo ng gitnang Asya. Ang kanilang kultura ay naiimpluwensyahan ng Far Eastern (Chinese) at Near Eastern (Persian, Babylonian, Greek) na kultura.
fr: Les Mongols sont des nomades vivant sur un vaste territoire d'Asie centrale. Leur culture est influencée par les cultures d'Extrême-Orient (chinois) et du Proche-Orient (perse, babylonienne, grecque).
id: Mongolia adalah pengembara yang tinggal di wilayah besar Asia Tengah. Budaya mereka dipengaruhi oleh budaya Timur Jauh (Cina) dan Timur Dekat (Persia, Babilonia, Yunani).
pl: Mongolczycy to koczownicy mieszkający na dużym terytorium Azji Środkowej. Na ich kulturę wpływ mają kultury Dalekiego Wschodu (chiński) i Bliskiego Wschodu (perski, babiloński, grecki).
pt: Os mongóis são nômades que vivem em um grande território da Ásia central. Sua cultura é influenciada pelas culturas do Extremo Oriente (Chinês) e do Oriente Próximo (Persa, Babilônia, Grega).
tr: Moğollar, Orta Asya'nın geniş bir bölgesinde yaşayan göçebelerdir. Kültürleri Uzak Doğu (Çin) ve Yakın Doğu (Fars, Babil, Yunan) kültürlerinden etkilenir.
