Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: Anuta is a small island in the SE of Solomon Islands in Melanesia, inhabited by a culturally Polynesian society. As for most Oceanic seafarers, the stars are the most important tool for long-range navigation. The major guiding stars and constellations are known as `carriers` (_kaavenga_), and have proper names. A `star path` or sequence of stars (_kau panonga porau_) is followed from one island to the next.
fil: Ang Anuta ay isang maliit na isla sa TS ng Solomon Islands sa Melanesia, na pinaninirahan ng isang kultural na Polynesian na lipunan. Tulad ng para sa karamihan ng mga Oceanic na marino, ang mga bituin ay ang pinakamahalagang kasangkapan para sa pangmatagalang nabigasyon. Ang mga pangunahing gabay na bituin at konstelasyon ay kilala bilang `carriers` (_kaavenga_), at may mga wastong pangalan. A Ang `star path` o sequence ng mga bituin (_kau panonga porau_) ay sinusundan mula sa isang isla patungo sa susunod.
fr: Anuta est une petite île au sud-est des îles Salomon en Mélanésie, habitée par une société culturellement polynésienne. Comme pour la plupart des marins océaniens, les étoiles sont l'outil le plus important pour la navigation à longue distance. Les principales étoiles et constellations directrices sont connues sous le nom de "porteurs" (_kaavenga_) et ont des noms propres. UN Le "chemin des étoiles" ou séquence d'étoiles (_kau panonga porau_) est suivi d'une île à l'autre.
id: Anuta adalah sebuah pulau kecil di tenggara Kepulauan Solomon di Melanesia, yang dihuni oleh masyarakat budaya Polinesia. Bagi sebagian besar pelaut Oseanik, bintang adalah alat terpenting untuk navigasi jarak jauh. Bintang pemandu utama dan konstelasi dikenal sebagai `pembawa` (_kaavenga_), dan memiliki nama yang tepat. SEBUAH `jalur bintang` atau urutan bintang (_kau panonga porau_) diikuti dari satu pulau ke pulau berikutnya.
pl: Anuta to mała wyspa na południowym wschodzie Wysp Salomona w Melanezji, zamieszkana przez kulturowo polinezyjskie społeczeństwo. Jak dla większości marynarzy oceanicznych, gwiazdy są najważniejszym narzędziem nawigacji dalekiego zasięgu. Główne przewodnie gwiazdy i konstelacje znane są jako „nośniki” (_kaavenga_) i mają własne nazwy. A „ścieżka gwiazdy” lub sekwencja gwiazd (_kau panonga porau_) jest śledzona od jednej wyspy do drugiej.
pt: Anuta é uma pequena ilha no SE das Ilhas Salomão na Melanésia, habitada por uma sociedade culturalmente polinésia. Como para a maioria dos marítimos oceânicos, as estrelas são a ferramenta mais importante para a navegação de longo alcance. As principais estrelas-guia e constelações são conhecidas como `portadoras` (_kaavenga_), e têm nomes próprios. UMA O `caminho da estrela` ou sequência de estrelas (_kau panonga porau_) é seguido de uma ilha para outra.
tr: Anuta, Melanezya'daki Solomon Adaları'nın Güneydoğusunda, kültürel olarak Polinezya toplumunun yaşadığı küçük bir adadır. Çoğu Oceanic denizcisine gelince, yıldızlar uzun mesafeli navigasyon için en önemli araçtır. Ana yol gösterici yıldızlar ve takımyıldızlar "taşıyıcılar" (_kaavenga_) olarak bilinir ve özel adlara sahiptir. A Bir adadan diğerine "yıldız yolu" veya yıldız dizisi (_kau panonga porau_) izlenir.

source: This sky culture has 11 constellation line figures, and names for 6 stars, the Pleiades, Venus, the Milky Way, and the Magellanic Clouds. Two other groups of stars are mentioned in the source, but are not identifiable. This sky culture for Stellarium is a transcript of the information from a book[#1] by Richard Feinberg. It is based on research conducted in the Solomon Islands during a period of fourteen months in 1972–1973 and five months in 1983–1984. ### Constellations and star names The dominant constellation is `Bird of Flight` (_Manu_), which can be seen in all seasons. The Anutan assign symbolic prominence to birds: canoes are likened to birds, the sky is dominated by the `Bird of Flight`, and voyagers are metaphorically depicted as birds in poetry and song [#1]. Sirius is `The Bird's Body` (_Te Tino A Manu_), Canopus is `The East Wing` (_Te Kapakau Tonga_), and Procyon is `The North Wing` (_Te Kapakau Pakatokerau_). Other culturally significant themes reflected in Anutan constellations include food, fish, and equipment used to procure or prepare these items [#1]. One of the constellations along the star path to the island of Tikopia is `Crevalle-like Fish` (_Te Paka Poi Ika Tapu_), whose identification is uncertain. The Southern Cross is identified as `Sacred Wood` or `Sacred Timber` (_Te Rakau Tapu_); in pre-Christian times, it was `The Net` (_Te Kupenga_), which is the name used in this dataset. Alpha and Beta Centauri are either `The Double Man` (_Te Rua Tangata_) or are associated with the nearby Southern Cross, in which case they are called `The Net’s Handle` (_Te Kau O Te Kupenga_). A part of Aries, a curved line of three stars, is known as `Octopus Tentacle` (_Kaavei_). Grus, a curved line of five stars, is `The Bamboo` (_Te Kope_), from which fishing poles, sailing masts, yards, booms, and outrigger supports are made. Antares and the surrounding stars of Scorpius are called `Taro Plant` (_Taro_). Altair is `The Carrying Stick` (_Te Aamonga_), used to carry taro, coconuts, or other food. Taurus’s forehead is `The Tongs` (_Te Angaanga_), used for moving hot stones, coals, and food in an oven. Delphinus is `Adze` (_Toki_), used for cutting canoes and building houses. Other major constellations are not associated directly with these themes. Orion’s belt is `Path of Three` (_Ara Toru_). The Pleiades are `Small Face` or `Small Eyes` (_Matariki_). Many of these constellations are identified by similar names on other islands. ### Planets Venus is both `The Morning Star` (_Te Petuu Ao_) and `The Evening Star` (_Tiuriuri_). The latter is not certain. ### Other sky objects The Milky Way is known as _Te Tukaniva_ (no translation provided). The Large and Small Magellanic Cloud are named `The Running Cloud` and `The Restrained Cloud`.
fil: May 11 constellation line figure ang sky culture na ito, at mga pangalan para sa 6 na bituin, ang Pleiades, Venus, Milky Way, at ang Magellanic Clouds. Dalawang iba pang grupo ng mga bituin ang binanggit sa pinagmulan, ngunit hindi nakikilala. Ang sky culture na ito para sa Stellarium ay isang transcript ng impormasyon mula sa isang libro[#1] ni Richard Feinberg. Ito ay batay sa pananaliksik na isinagawa sa Solomon Islands sa loob ng labing-apat na buwan noong 1972–1973 at limang buwan noong 1983–1984. ### Mga konstelasyon at pangalan ng bituin Ang nangingibabaw na konstelasyon ay `Bird of Flight` (_Manu_), na makikita sa lahat ng panahon. Ang Anutan ay nagtatalaga ng simbolikong katanyagan sa mga ibon: ang mga bangka ay inihahalintulad sa mga ibon, ang kalangitan ay pinangungunahan ng `Ibon ng Paglipad`, at ang mga manlalakbay ay metaporikong inilalarawan bilang mga ibon sa tula at awit [#1]. Ang Sirius ay `Katawan ng Ibon` (_Te Tino A Manu_), ang Canopus ay `The East Wing` (_Te Kapakau Tonga_), at ang Procyon ay `The North Wing` (_Te Kapakau Pakatokerau_). Kasama sa iba pang mga kultural na makabuluhang tema sa mga konstelasyon ng Anutan ang pagkain, isda, at kagamitan na ginagamit sa pagkuha o paghahanda ng mga item na ito [#1]. Isa sa mga konstelasyon sa kahabaan ng star path sa isla ng Tikopia ay `Crevalle-like Fish` (_Te Paka Poi Ika Tapu_), na hindi tiyak ang pagkakakilanlan. Ang Southern Cross ay kinilala bilang `Sacred Wood` o `Sacred Timber` (_Te Rakau Tapu_); sa panahon bago ang Kristiyano, ito ay `The Net` (_Te Kupenga_), na siyang pangalang ginamit sa dataset na ito. Ang Alpha at Beta Centauri ay alinman sa `The Double Man` (_Te Rua Tangata_) o nauugnay sa kalapit na Southern Cross, kung saan tinawag silang `The Net’s Handle` (_Te Kau O Te Kupenga_). Ang isang bahagi ng Aries, isang hubog na linya ng tatlong bituin, ay kilala bilang `Octopus Tentacle` (_Kaavei_). Ang Grus, isang hubog na linya ng limang bituin, ay ang `The Bamboo` (_Te Kope_), kung saan ginawa ang mga poste ng pangingisda, sailing mast, yarda, boom, at outrigger support. Ang Antares at ang nakapalibot na mga bituin ng Scorpius ay tinatawag `Taman ng Taro` (_Taro_). Ang Altair ay `The Carrying Stick` (_Te Aamonga_), na ginagamit upang magdala ng taro, niyog, o iba pang pagkain. Ang noo ni Taurus ay `The Tongs` (_Te Angaanga_), ginagamit para sa paglipat ng mga maiinit na bato, uling, at pagkain sa oven. Ang Delphinus ay `Adze` (_Toki_), ginagamit para sa pagputol ng mga canoe at pagtatayo ng mga bahay. Ang iba pang mga pangunahing konstelasyon ay hindi direktang nauugnay sa mga temang ito. Ang sinturon ng Orion ay `Path of Three` (_Ara Toru_). Ang Pleiades ay `Small Face` o `Maliliit na Mata` (_Matariki_). Marami sa mga konstelasyon na ito ay nakikilala sa magkatulad na mga pangalan sa ibang mga isla. ### Mga planeta Si Venus ay parehong `The Morning Star` (_Te Petuu Ao_) at `The Evening Star` (_Tiuriuri_). Ang huli ay hindi tiyak. ### Iba pang mga bagay sa kalangitan Ang Milky Way ay kilala bilang _Te Tukaniva_ (walang ibinigay na pagsasalin). Ang Malaki at Maliit na Magellanic Cloud ay pinangalanang `The Running Cloud` at `The Restrained Cloud`.
fr: Cette culture du ciel a 11 figures de ligne de constellation et des noms pour 6 étoiles, les Pléiades, Vénus, la Voie Lactée et les Nuages de Magellan. Deux autres groupes d'étoiles sont mentionnés dans la source, mais ne sont pas identifiables. Cette culture du ciel pour Stellarium est une transcription des informations d'un livre [#1] de Richard Feinberg. Il est basé sur des recherches menées aux Îles Salomon pendant une période de quatorze mois en 1972-1973 et de cinq mois en 1983-1984. ### Constellations et noms d'étoiles La constellation dominante est `Bird of Flight` (_Manu_), qui peut être vue en toutes saisons. Les Anutan attribuent une importance symbolique aux oiseaux : les canoës sont assimilés à des oiseaux, le ciel est dominé par l'"oiseau de vol" et les voyageurs sont représentés métaphoriquement comme des oiseaux dans la poésie et le chant [#1]. Sirius est `Le corps de l'oiseau` (_Te Tino A Manu_), Canopus est `L'aile est` (_Te Kapakau Tonga_) et Procyon est `L'aile nord` (_Te Kapakau Pakatokerau_). D'autres thèmes culturellement significatifs reflétés dans les constellations d'Anutan incluent la nourriture, le poisson et l'équipement utilisé pour se procurer ou préparer ces articles [#1]. L'une des constellations le long du chemin des étoiles vers l'île de Tikopia est `Poisson ressemblant à Crevalle` (_Te Paka Poi Ika Tapu_), dont l'identification est incertaine. La Croix du Sud est identifiée comme "Bois sacré" ou "Bois sacré" (_Te Rakau Tapu_) ; à l'époque pré-chrétienne, c'était `The Net` (_Te Kupenga_), qui est le nom utilisé dans cet ensemble de données. Alpha et Beta Centauri sont soit `The Double Man` (_Te Rua Tangata_) ou sont associés à la Croix du Sud à proximité, auquel cas ils sont appelés `The Net’s Handle` (_Te Kau O Te Kupenga_). Une partie du Bélier, une ligne courbe de trois étoiles, est connue sous le nom de "Tentacule de Poulpe" (_Kaavei_). Grus, une ligne courbe de cinq étoiles, est "Le Bambou" (_Te Kope_), à partir duquel sont fabriqués les cannes à pêche, les mâts à voile, les vergues, les bômes et les supports de balancier. Antarès et les étoiles environnantes du Scorpion sont appelées `Taro Plant` (_Taro_). Altair est `The Carrying Stick` (_Te Aamonga_), utilisé pour transporter du taro, des noix de coco ou d'autres aliments. Le front du Taureau est `The Tongs` (_Te Angaanga_), utilisé pour déplacer des pierres chaudes, des charbons et de la nourriture dans un four. Delphinus est `Adze` (_Toki_), utilisé pour couper des canoës et construire des maisons. D'autres constellations majeures ne sont pas directement associées à ces thèmes. La ceinture d'Orion est "Path of Three" (_Ara Toru_). Les Pléiades sont `Small Face` ou "Petits Yeux" (_Matariki_). Beaucoup de ces constellations sont identifiées par des noms similaires sur d'autres îles. ### Planètes Vénus est à la fois "l'étoile du matin" (_Te Petuu Ao_) et "l'étoile du soir" (_Tiuriuri_). Ce dernier n'est pas certain. ### Autres objets du ciel La Voie lactée est connue sous le nom de _Te Tukaniva_ (aucune traduction fournie). Le Grand et le Petit Nuage de Magellan sont nommés "Le Nuage Courant" et "Le Nuage Retenu".
id: Budaya langit ini memiliki 11 figur garis konstelasi, dan nama untuk 6 bintang, Pleiades, Venus, Bima Sakti, dan Awan Magellan. Dua kelompok bintang lain disebutkan dalam sumbernya, tetapi tidak dapat diidentifikasi. Budaya langit untuk Stellarium ini adalah transkrip informasi dari sebuah buku [#1] oleh Richard Feinberg. Hal ini didasarkan pada penelitian yang dilakukan di Kepulauan Solomon selama periode empat belas bulan pada tahun 1972–1973 dan lima bulan pada tahun 1983–1984. ### Rasi bintang dan nama bintang Konstelasi yang dominan adalah `Burung Terbang` (_Manu_), yang dapat dilihat di semua musim. Anutan memberikan keunggulan simbolis kepada burung: kano disamakan dengan burung, langit didominasi oleh `Burung Terbang`, dan para pelayar digambarkan secara metaforis sebagai burung dalam puisi dan nyanyian [#1]. Sirius adalah `Tubuh Burung` (_Te Tino A Manu_), Canopus adalah `Sayap Timur` (_Te Kapakau Tonga_), dan Procyon adalah `Sayap Utara` (_Te Kapakau Pakatokerau_). Tema budaya penting lainnya yang tercermin dalam konstelasi Anutan termasuk makanan, ikan, dan peralatan yang digunakan untuk mendapatkan atau menyiapkan barang-barang ini [#1]. Salah satu rasi bintang di sepanjang jalur bintang menuju pulau Tikopia adalah `Ikan mirip Crevalle` (_Te Paka Poi Ika Tapu_), yang identitasnya tidak pasti. Salib Selatan diidentifikasi sebagai `Kayu Suci` atau `Kayu Suci` (_Te Rakau Tapu_); di masa pra-Kristen, itu adalah `The Net` (_Te Kupenga_), yang merupakan nama yang digunakan dalam dataset ini. Alpha dan Beta Centauri adalah `The Double Man` (_Te Rua Tangata_) atau terkait dengan Southern Cross terdekat, dalam hal ini mereka disebut `The Net's Handle` (_Te Kau O Te Kupenga_). Bagian dari Aries, garis melengkung dari tiga bintang, dikenal sebagai `Octopus Tentacle` (_Kaavei_). Grus, garis lengkung lima bintang, adalah `The Bamboo` (_Te Kope_), dari mana tongkat pancing, tiang layar, galangan, boom, dan penyangga cadik dibuat. Antares dan bintang-bintang Scorpius di sekitarnya disebut `Tanaman Talas` (_Taro_). Altair adalah `The Carrying Stick` (_Te Aamonga_), digunakan untuk membawa talas, kelapa, atau makanan lainnya. Dahi Taurus adalah `The Tongs` (_Te Angaanga_), digunakan untuk memindahkan batu panas, bara, dan makanan dalam oven. Delphinus adalah `Adze` (_Toki_), digunakan untuk memotong sampan dan membangun rumah. Rasi bintang utama lainnya tidak terkait langsung dengan tema-tema ini. Sabuk Orion adalah `Jalur Tiga` (_Ara Toru_). Pleiades adalah `Wajah Kecil` atau `Mata Kecil` (_Matariki_). Banyak dari rasi bintang ini diidentifikasi dengan nama yang mirip di pulau lain. ### Planet Venus adalah `Bintang Fajar` (_Te Petuu Ao_) dan `Bintang Petang` (_Tiuriuri_). Yang terakhir ini tidak pasti. ### Benda langit lainnya Bima Sakti dikenal sebagai _Te Tukaniva_ (tidak ada terjemahan yang disediakan). Awan Magellan Besar dan Kecil diberi nama `The Running Cloud` dan `The Restrained Cloud`.
pl: Ta kultura nieba ma 11 postaci linii konstelacji i nazwy dla 6 gwiazd, Plejad, Wenus, Drogi Mlecznej i Obłoków Magellana. W źródle wymieniono dwie inne grupy gwiazd, ale nie można ich zidentyfikować. Ta kultura nieba dla Stellarium jest transkrypcją informacji z książki[#1] Richarda Feinberga. Opiera się na badaniach przeprowadzonych na Wyspach Salomona w okresie czternastu miesięcy w latach 1972–1973 i pięciu miesięcy w latach 1983–1984. ### Konstelacje i nazwy gwiazd Dominującą konstelacją jest „Bird of Flight” (_Manu_), który można oglądać o każdej porze roku. Anutanie przypisują ptakom symboliczne znaczenie: kajaki są porównywane do ptaków, niebo jest zdominowane przez „Bird of Flight”, a podróżnicy są metaforycznie przedstawiani jako ptaki w poezji i pieśni [#1]. Syriusz to „Ciało Ptaka” (_Te Tino A Manu_), Canopus to „Wschodnie Skrzydło” (_Te Kapakau Tonga_), a Procyon to „Północne Skrzydło” (_Te Kapakau Pakatokerau_). Inne ważne kulturowo tematy odzwierciedlone w konstelacjach Anutana obejmują żywność, ryby i sprzęt używany do zdobywania lub przygotowywania tych przedmiotów [#1]. Jedna z konstelacji wzdłuż ścieżki gwiazd na wyspę Tikopia to `Ryba podobna do krevalle` (_Te Paka Poi Ika Tapu_), której identyfikacja jest niepewna. Krzyż Południa jest identyfikowany jako „Święte Drewno” lub „Święte Drewno” (_Te Rakau Tapu_); w czasach przedchrześcijańskich była to „Sieć” (_Te Kupenga_), która jest nazwą używaną w tym zbiorze danych. Alfa i Beta Centauri są albo „Podwójnym Człowiekiem” (_Te Rua Tangata_) albo są związane z pobliskim Krzyżem Południa, w którym to przypadku nazywa się je „Uchwytem Sieci” (_Te Kau O Te Kupenga_). Część Barana, zakrzywiona linia trzech gwiazd, znana jest jako „macka ośmiornicy” (_Kaavei_). Grus, zakrzywiona linia pięciu gwiazdek, to „Bambus” (Te Kope), z którego wykonane są wędki, maszty żaglowe, reje, bomy i podpory wysięgników. Antares i otaczające go gwiazdy Skorpiona nazywane są `Zakład Taro` (_Taro_). Altair to „The Carrying Stick” (_Te Aamonga_), używany do noszenia taro, kokosów lub innej żywności. Czoło Byka to „Szczypce” (Te Angaanga), używane do przenoszenia gorących kamieni, węgli i jedzenia w piekarniku. Delphinus to `Adze` (_Toki_), używany do cięcia kajaków i budowania domów. Inne główne konstelacje nie są bezpośrednio związane z tymi tematami. Pasem Oriona jest „Ścieżka Trzech” (_Ara Toru_). Plejady to „Mała Twarz” lub `Małe oczy` (_Matariki_). Wiele z tych konstelacji ma podobne nazwy na innych wyspach. ### Planety Wenus jest zarówno Gwiazdą Poranna (Te Petuu Ao), jak i Gwiazdą Wieczorną (Tiuriuri). To ostatnie nie jest pewne. ### Inne obiekty na niebie Droga Mleczna jest znana jako _Te Tukaniva_ (brak tłumaczenia). Duży i Mały Obłok Magellana noszą nazwy „Ruchoma chmura” i „Obłok powstrzymywany”.
pt: Esta cultura do céu tem 11 figuras de linha de constelação e nomes para 6 estrelas, as Plêiades, Vênus, a Via Láctea e as Nuvens de Magalhães. Dois outros grupos de estrelas são mencionados na fonte, mas não são identificáveis. Esta cultura do céu para Stellarium é uma transcrição das informações de um livro [#1] de Richard Feinberg. Baseia-se em pesquisas realizadas nas Ilhas Salomão durante um período de quatorze meses em 1972-1973 e cinco meses em 1983-1984. ### Constelações e nomes de estrelas A constelação dominante é a `Pássaro do Vôo` (_Manu_), que pode ser vista em todas as estações. Os Anutan atribuem proeminência simbólica aos pássaros: as canoas são comparadas aos pássaros, o céu é dominado pelo 'Pássaro do Vôo' e os viajantes são metaforicamente retratados como pássaros na poesia e no canto [#1]. Sirius é 'O Corpo do Pássaro' (_Te Tino A Manu_), Canopus é 'A Asa Leste' (_Te Kapakau Tonga_), e Procyon é 'A Asa Norte' (_Te Kapakau Pakatokerau_). Outros temas culturalmente significativos refletidos nas constelações de Anutan incluem alimentos, peixes e equipamentos usados para adquirir ou preparar esses itens [#1]. Uma das constelações ao longo do caminho estelar para a ilha de Tikopia é `Peixe tipo Crevalle` (_Te Paka Poi Ika Tapu_), cuja identificação é incerta. O Cruzeiro do Sul é identificado como `Madeira Sagrada` ou `Madeira Sagrada` (_Te Rakau Tapu_); em tempos pré-cristãos, era `The Net` (_Te Kupenga_), que é o nome usado neste conjunto de dados. Alfa e Beta Centauri são ou `The Double Man` (_Te Rua Tangata_) ou estão associados ao Cruzeiro do Sul nas proximidades, caso em que são chamados de `The Net’s Handle` (_Te Kau O Te Kupenga_). Uma parte de Áries, uma linha curva de três estrelas, é conhecida como 'Octopus Tentacle' (_Kaavei_). Grus, uma linha curva de cinco estrelas, é 'O Bambu' (_Te Kope_), do qual são feitas varas de pesca, mastros, vergas, retrancas e suportes de estabilizadores. Antares e as estrelas circundantes de Scorpius são chamadas `Planta Taro` (_Taro_). Altair é 'A Vara de Carregamento' (_Te Aamonga_), usada para carregar taro, cocos ou outros alimentos. A testa de Touro é 'The Tongs' (_Te Angaanga_), usado para mover pedras quentes, carvões e comida em um forno. Delphinus é `Adze` (_Toki_), usado para cortar canoas e construir casas. Outras constelações importantes não estão associadas diretamente a esses temas. O cinto de Orion é `Path of Three` (_Ara Toru_). As Plêiades são 'Rosto Pequeno' ou `Olhos Pequenos` (_Matariki_). Muitas dessas constelações são identificadas por nomes semelhantes em outras ilhas. ### Planetas Vênus é tanto 'A Estrela da Manhã' (_Te Petuu Ao_) quanto 'A Estrela da Noite' (_Tiuriuri_). Este último não é certo. ### Outros objetos do céu A Via Láctea é conhecida como _Te Tukaniva_ (sem tradução fornecida). A Grande e Pequena Nuvem de Magalhães são denominadas 'A Nuvem Corrente' e 'A Nuvem Contida'.
tr: Bu gökyüzü kültürünün 11 takımyıldız çizgi figürü ve 6 yıldız, Ülker, Venüs, Samanyolu ve Macellan Bulutları isimleri vardır. Kaynakta diğer iki yıldız grubundan bahsedilmektedir, ancak bunlar tanımlanamamaktadır. Stellarium için bu gökyüzü kültürü, Richard Feinberg'in bir kitabından[#1] alınan bilgilerin bir kopyasıdır. 1972–1973 yılları arasında on dört aylık ve 1983–1984 yılları arasında beş aylık bir süre boyunca Solomon Adaları'nda yürütülen araştırmalara dayanmaktadır. ### Takımyıldızlar ve yıldız isimleri Baskın takımyıldızı, her mevsim görülebilen 'Uçuş Kuşu'dur (_Manu_). Anutan kuşlara sembolik bir önem atfeder: kanolar kuşlara benzetilir, gökyüzüne 'Uçuş Kuşu' hakimdir ve seyyahlar şiir ve şarkıda mecazi olarak kuşlar olarak tasvir edilir [#1]. Sirius "Kuşun Bedeni" (_Te Tino A Manu_), Canopus "Doğu Kanadı" (_Te Kapakau Tonga_) ve Procyon "Kuzey Kanadı"dır (_Te Kapakau Pakatokerau_). Anutan takımyıldızlarında yansıtılan diğer kültürel açıdan önemli temalar arasında yiyecek, balık ve bu öğeleri tedarik etmek veya hazırlamak için kullanılan ekipman yer alır [#1]. Tikopia adasına giden yıldız yolu üzerindeki takımyıldızlardan biri Kimliği belirsiz olan 'Crevalle-benzeri Balık' (_Te Paka Poi Ika Tapu_). Güney Haçı, 'Kutsal Ağaç' veya 'Kutsal Kereste' (_Te Rakau Tapu_) olarak tanımlanır; Hıristiyanlık öncesi zamanlarda, bu veri setinde kullanılan isim olan 'The Net' (_Te Kupenga_) idi. Alpha ve Beta Centauri ya "Çifte Adam"dır (_Te Rua Tangata_) ya da yakındaki Güney Haçı ile ilişkilidir, bu durumda onlara "Ağın Sapı" (_Te Kau O Te Kupenga_) denir. Koç burcunun bir kısmı, üç yıldızdan oluşan kavisli bir çizgi, "Ahtapot Dokunacı" (_Kaavei_) olarak bilinir. Beş yıldızlı kavisli bir çizgi olan Grus, olta direklerinin, yelken direklerinin, yardaların, bomların ve payanda desteklerinin yapıldığı Bambu'dur (_Te Kope_). Antares ve Scorpius'un çevresindeki yıldızlara denir. "Taro Fabrikası" (_Taro_). Altair, taro, hindistancevizi veya diğer yiyecekleri taşımak için kullanılan "Taşıma Çubuğu"dur (_Te Aamonga_). Boğa'nın alnı, sıcak taşları, kömürleri ve fırında yiyecekleri taşımak için kullanılan "Maşa"dır (_Te Angaanga_). Delphinus, kano kesmek ve ev inşa etmek için kullanılan Adze'dir (_Toki_). Diğer büyük takımyıldızlar bu temalarla doğrudan ilişkili değildir. Orion'un kemeri "Üçlü Yol"dur (_Ara Toru_). Ülker 'Küçük Yüz' veya "Küçük Gözler" (_Matariki_). Bu takımyıldızların çoğu, diğer adalarda benzer isimlerle tanımlanır. ### Gezegenler Venüs hem "Sabah Yıldızı" (_Te Petuu Ao_) hem de "Akşam Yıldızı"dır (_Tiuriuri). İkincisi kesin değil. ### Diğer gökyüzü nesneleri Samanyolu, _Te Tukaniva_ olarak bilinir (çeviri yapılmamıştır). Büyük ve Küçük Macellan Bulutu, "Koşan Bulut" ve "Kısıtlanmış Bulut" olarak adlandırılır.
