Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: Raised Tail of the Scorpion
fil: Nakataas na Buntot ng Alakdan
fr: Queue relevée du Scorpion
id: Mengangkat Ekor Kalajengking
pl: Podniesiony Ogon Skorpiona
pt: Cauda Erguida do Escorpião
tr: Akrebin Yükselmiş Kuyruğu

source: The scorpion
fil: Ang alakdan
fr: Le scorpion
id: Kalajengking
pl: Skorpion
pt: O escorpião
tr: Akrep

source: The Ostriches drinking at the river
fil: Ang mga Ostrich na umiinom sa ilog
fr: Les Autruches buvant à la rivière
id: Burung unta minum di sungai
pl: Strusie pijące w rzece
pt: As avestruzes bebendo no rio
tr: Devekuşları nehirde içiyor

source: Four stars representing four Ostriches drinking at the river, the milky way.
fil: Apat na bituin na kumakatawan sa apat na Ostrich na umiinom sa ilog, ang milky way.
fr: Quatre étoiles représentant quatre Autruches buvant au fleuve, la voie lactée.
id: Empat bintang mewakili empat burung unta minum di sungai, bima sakti.
pl: Cztery gwiazdy reprezentujące cztery Strusie pijące w rzece, Drodze Mlecznej.
pt: Quatro estrelas representando quatro avestruzes bebendo no rio, a via láctea.
tr: Samanyolu nehirde içen dört devekuşu temsil eden dört yıldız.

source: The Ostriches leaving the river
fil: Ang mga Ostrich ay umaalis sa ilog
fr: Les autruches quittant la rivière
id: Burung unta meninggalkan sungai
pl: Strusie opuszczają rzekę
pt: As avestruzes saindo do rio
tr: Devekuşları nehri terk ediyor

source: Four stars representing four Ostriches leaving the river, the milky way, after quenching their thirst.
fil: Apat na bituin na kumakatawan sa apat na Ostrich na umaalis sa ilog, ang milky way, pagkatapos mapawi ang kanilang uhaw.
fr: Quatre étoiles représentant quatre Autruches quittant le fleuve, la voie lactée, après s'être désaltérées.
id: Empat bintang melambangkan empat burung unta yang meninggalkan sungai, bima sakti, setelah memuaskan dahaga mereka.
pl: Cztery gwiazdy reprezentujące cztery Strusie opuszczające rzekę, Drogę Mleczną, po ugaszeniu pragnienia.
pt: Quatro estrelas representando quatro avestruzes saindo do rio, a via láctea, depois de saciar a sede.
tr: Susuzluklarını giderdikten sonra nehirden, Samanyolu'ndan ayrılan dört devekuşu temsil eden dört yıldız.

source: The Ostrich nest - The necklace
fil: Ang Ostrich nest - Ang kuwintas
fr: Le nid d'Autruche - Le collier
id: Sarang burung unta - Kalung
pl: Strusie gniazdo - Naszyjnik
pt: O ninho de avestruz - O colar
tr: Devekuşu yuvası - kolye

source: An arc of stars representing an ostrich nest near the two groups of ostriches close to the river.
fil: Isang arko ng mga bituin na kumakatawan sa isang pugad ng ostrich malapit sa dalawang grupo ng mga ostrich malapit sa ilog.
fr: Un arc d'étoiles représentant un nid d'autruche près des deux groupes d'autruches proches de la rivière.
id: Busur bintang yang mewakili sarang burung unta di dekat dua kelompok burung unta di dekat sungai.
pl: Łuk gwiazd reprezentujący strusie gniazdo w pobliżu dwóch grup strusi w pobliżu rzeki.
pt: Um arco de estrelas representando um ninho de avestruz perto dos dois grupos de avestruzes perto do rio.
tr: Nehre yakın iki devekuşu grubunun yakınındaki bir devekuşu yuvasını temsil eden bir yıldız yayı.

source: The Ostrich nest
fil: Ang pugad ng Ostrich
fr: Le nid d'autruche
id: Sarang burung unta
pl: Gniazdo strusia
pt: O ninho de avestruz
tr: devekuşu yuvası

source: Another ostrich nest
fil: Isa pang pugad ng ostrich
fr: Un autre nid d'autruche
id: Sarang burung unta lainnya
pl: Kolejne gniazdo strusia
pt: Outro ninho de avestruz
tr: Başka bir devekuşu yuvası

source: The empty place
fil: Ang walang laman na lugar
fr: Le lieu vide
id: Tempat yang kosong
pl: Puste miejsce
pt: O lugar vazio
tr: boş yer

source: An area in the sky with no bright stars.
fil: Isang lugar sa kalangitan na walang maliwanag na bituin.
fr: Zone du ciel dépourvue d'étoiles brillantes.
id: Daerah di langit tanpa bintang terang.
pl: Obszar na niebie bez jasnych gwiazd.
pt: Uma área no céu sem estrelas brilhantes.
tr: Gökyüzünde parlak yıldızların olmadığı bir alan.

source: The Ostriches
fil: Ang mga Ostrich
fr: Les autruches
id: Burung unta
pl: Strusie
pt: Os avestruzes
tr: Devekuşları

source: The lucky star of the slaughterer
fil: Ang masuwerteng bituin ng mamamatay-tao
fr: La bonne étoile de l'abatteur
id: Bintang keberuntungan dari pembantai
pl: Szczęśliwa gwiazda rzeźnika
pt: A estrela da sorte do abatedor
tr: Katilin şanslı yıldızı

source: An asterism representing a man slaughtering a sheep.
fil: Isang asterismo na kumakatawan sa isang lalaking pumapatay ng tupa.
fr: Un astérisme représentant un homme égorgeant un mouton.
id: Sebuah asterism mewakili seorang pria menyembelih domba.
pl: Gwiazdka przedstawiająca człowieka zabijającego owcę.
pt: Um asterismo representando um homem abatendo uma ovelha.
tr: Koyun kesen bir adamı temsil eden bir yıldız işareti.

source: The lucky star of the swallower
fil: Ang masuwerteng bituin ng lumulunok
fr: La bonne étoile de l'avaleur
id: Bintang keberuntungan dari burung layang-layang
pl: Szczęśliwa gwiazda połykacza
pt: A estrela da sorte do engolidor
tr: Yutucunun şanslı yıldızı

source: An asterism representing a man swallowing a bite.
fil: Isang asterismo na kumakatawan sa isang lalaking lumulunok ng kagat.
fr: Un astérisme représentant un homme avalant une bouchée.
id: Sebuah asterism yang mewakili seorang pria menelan gigitan.
pl: Gwiazdka przedstawiająca mężczyznę połykającego kęs.
pt: Um asterismo representando um homem engolindo uma mordida.
tr: Bir ısırık yutan bir adamı temsil eden bir yıldız işareti.

source: The luckiest of the lucky stars
fil: Ang pinakamaswerte sa mga masuwerteng bituin
fr: La plus chanceuse des bonnes étoiles
id: Yang paling beruntung dari bintang yang beruntung
pl: Najszczęśliwsza ze szczęśliwych gwiazd
pt: A mais sortuda das estrelas da sorte
tr: Şanslı yıldızların en şanslısı

source: The lucky star of the tents
fil: Ang masuwerteng bituin ng mga tolda
fr: La bonne étoile des tentes
id: Bintang keberuntungan tenda
pl: Szczęśliwa gwiazda namiotów
pt: A estrela da sorte das tendas
tr: Çadırların şanslı yıldızı

source: The lucky star of Nashira
fil: Ang masuwerteng bituin ni Nashira
fr: La bonne étoile de Nashira
id: Bintang keberuntungan Nashira
pl: Szczęśliwa gwiazda Nashira
pt: A estrela da sorte de Nashira
tr: Nashira'nın şanslı yıldızı

source: The lucky star of the king
fil: Ang masuwerteng bituin ng hari
fr: La bonne étoile du roi
id: Bintang keberuntungan raja
pl: Szczęśliwa gwiazda króla
pt: A estrela da sorte do rei
tr: Kralın şanslı yıldızı

source: The lucky star of the young sheep
fil: Ang masuwerteng bituin ng batang tupa
fr: La bonne étoile du jeune mouton
id: Bintang keberuntungan dari domba muda
pl: Szczęśliwa gwiazda młodych owiec
pt: A estrela da sorte da jovem ovelha
tr: Genç koyunların şanslı yıldızı

source: The lucky star of the one with great endeavour
fil: Ang masuwerteng bituin ng may malaking pagsisikap
fr: La bonne étoile de celui qui fait beaucoup d'efforts
id: Bintang keberuntungan dari seseorang yang berusaha keras
pl: Szczęśliwa gwiazda tego z wielkim wysiłkiem
pt: A estrela da sorte daquele com grande esforço
tr: Büyük emek verenin şanslı yıldızı

source: The lucky star of the excellent one
fil: Ang masuwerteng bituin ng mahusay
fr: La bonne étoile de l'excellent
id: Bintang keberuntungan dari yang luar biasa
pl: Szczęśliwa gwiazda doskonałej
pt: A estrela da sorte do excelente
tr: Mükemmel olanın şanslı yıldızı

source: The lucky star of Matar
fil: Ang masuwerteng bituin ng Matar
fr: La bonne étoile de Matar
id: Bintang keberuntungan Mataro
pl: Szczęśliwa gwiazda Matar
pt: A estrela da sorte de Matar
tr: Matar'ın şanslı yıldızı

source: The ringed rope
fil: Ang singsing na lubid
fr: La corde annelée
id: Tali bercincin
pl: Obrączkowana lina
pt: A corda anelada
tr: halkalı ip

source: A circle of stars representing a rope that holds young sheep.
fil: Isang bilog ng mga bituin na kumakatawan sa isang lubid na humahawak sa mga batang tupa.
fr: Un cercle d'étoiles représentant une corde qui tient de jeunes moutons.
id: Sebuah lingkaran bintang mewakili tali yang memegang domba muda.
pl: Okrąg z gwiazd przedstawiających linę, na której trzymają się młode owce.
pt: Um círculo de estrelas representando uma corda que segura ovelhas jovens.
tr: Genç koyunları tutan bir ipi temsil eden bir yıldız çemberi.

source: The circular mark
fil: Ang pabilog na marka
fr: La marque circulaire
id: Tanda lingkaran
pl: Okrągły znak
pt: A marca circular
tr: dairesel işaret

source: The string
fil: Ang tali
fr: La chaîne
id: Tali
pl: sznurek
pt: A corda
tr: dize

source: The facial line tattoo
fil: Ang tattoo ng facial line
fr: Le tatouage de la ligne du visage
id: Tato garis wajah
pl: Tatuaż linii twarzy
pt: A tatuagem de linha facial
tr: Yüz çizgisi dövmesi

source: Hair braids of al-Jawza
fil: Mga tirintas ng buhok ng al-Jawza
fr: Tresses de cheveux d'al-Jawza
id: Kepang rambut al-Jawza
pl: Warkocze al-Jawza
pt: Tranças de cabelo de al-Jawza
tr: El Cevza'nın saç örgüleri

source: The hair braids of al-Jawza.
fil: Ang mga tirintas ng buhok ni al-Jawza.
fr: Les tresses de cheveux d'al-Jawza.
id: Kepang rambut al-Jawza.
pl: Warkocze al-Jawzy.
pt: As tranças de cabelo de al-Jawza.
tr: El-Cevza'nın saç örgüleri.

source: Bow of al-Jawza
fil: Bow ng al-Jawza
fr: Arc d'al-Jawza
id: Busur al-Jawza
pl: Łuk al-Jawza
pt: Arco de al-Jawza
tr: El Cevza yayı

source: Bow of al-Jawza that she uses to aim an arrow at the nearby lion.
fil: Bow ng al-Jawza na ginagamit niya para itutok ang isang palaso sa kalapit na leon.
fr: Arc d'al-Jawza qu'elle utilise pour viser une flèche sur le lion voisin.
id: Busur al-Jawza yang dia gunakan untuk mengarahkan panah ke singa di dekatnya.
pl: Łuk al-Jawzy, którym wyceluje strzałę w pobliskiego lwa.
pt: Arco de al-Jawza que ela usa para mirar uma flecha no leão próximo.
tr: Yakındaki aslana bir ok nişan almak için kullandığı el-Cevza yayı.

source: Stoopness [of the camel neck]
fil: Pagkayuko [ng leeg ng kamelyo]
fr: Courbure [du cou du chameau]
id: Kebungkukan [leher unta]
pl: Pochylenie [szyja wielbłąda]
pt: Inclinação [do pescoço de camelo]
tr: Eğiklik [deve boynunun]

source: Stars of abundant rain
fil: Mga bituin ng masaganang ulan
fr: Étoiles de pluie abondante
id: Bintang hujan lebat
pl: Gwiazdy obfitego deszczu
pt: Estrelas de chuva abundante
tr: Bol yağışlı yıldızlar

source: A constellation representing a woman figure.
fil: Isang konstelasyon na kumakatawan sa isang pigura ng babae.
fr: Une constellation représentant une figure féminine.
id: Sebuah konstelasi yang mewakili sosok wanita.
pl: Konstelacja przedstawiająca postać kobiety.
pt: Uma constelação representando uma figura feminina.
tr: Bir kadın figürünü temsil eden bir takımyıldız.

source: The front footstool of al-Jawza
fil: Ang front footstool ng al-Jawza
fr: Le tabouret avant d'al-Jawza
id: Tumpuan kaki depan al-Jawza
pl: Przedni podnóżek al-Jawza
pt: O escabelo da frente de al-Jawza
tr: El Cevza'nın ön taburesi

source: The rear footstool of al-Jawza
fil: Ang likurang tuntungan ng al-Jawza
fr: Le tabouret arrière d'al-Jawza
id: Bangku kaki belakang al-Jawza
pl: Tylny podnóżek al-Jawza
pt: O escabelo traseiro de al-Jawza
tr: El Cevza'nın arka taburesi

source: The virgins
fil: Ang mga birhen
fr: Les vierges
id: Perawan
pl: Dziewice
pt: As virgens
tr: bakireler

source: The ravens
fil: Ang mga uwak
fr: Les corbeaux
id: Burung gagak
pl: Kruki
pt: Os corvos
tr: kuzgunlar

source: The ostriches nest, the eggs and egg shells
fil: Ang mga ostrich ay pugad, ang mga itlog at mga balat ng itlog
fr: Le nid d'autruches, les œufs et les coquilles d'œufs
id: Sarang burung unta, telur dan kulit telur
pl: Gniazdo strusie, jajka i skorupki jajek
pt: O ninho de avestruzes, os ovos e cascas de ovos
tr: Devekuşları yuva yapar, yumurtalar ve yumurta kabukları

source: The oryxes
fil: Ang mga oryx
fr: Les oryx
id: oryx
pl: oryksy
pt: Os órixes
tr: oriksler

source: An area of stars representing oryxes.
fil: Isang lugar ng mga bituin na kumakatawan sa mga oryx.
fr: Une zone d'étoiles représentant des oryx.
id: Area bintang yang mewakili oryx.
pl: Obszar gwiazd reprezentujących oryksy.
pt: Uma área de estrelas representando órixes.
tr: Oriksleri temsil eden bir yıldız alanı.

source: The tied camels
fil: Ang mga nakatali na kamelyo
fr: Les chameaux attachés
id: Unta yang diikat
pl: Przywiązane wielbłądy
pt: Os camelos amarrados
tr: bağlı develer

source: A long line of stars representing tied camels.
fil: Isang mahabang linya ng mga bituin na kumakatawan sa mga nakatali na kamelyo.
fr: Une longue file d'étoiles représentant des chameaux attachés.
id: Garis panjang bintang melambangkan unta yang diikat.
pl: Długa linia gwiazd przedstawiających związane wielbłądy.
pt: Uma longa linha de estrelas representando camelos amarrados.
tr: Bağlı develeri temsil eden uzun bir yıldız dizisi.

source: The trough
fil: Ang labangan
fr: L'auge
id: palung
pl: Koryto
pt: A calha
tr: çukur

source: The southern tent
fil: Ang timog na tolda
fr: La tente sud
id: tenda selatan
pl: Namiot południowy
pt: A barraca do sul
tr: güney çadırı

source: The date clusters
fil: Ang mga kumpol ng petsa
fr: Les grappes de dattes
id: Cluster tanggal
pl: Klastry daty
pt: Os conjuntos de datas
tr: Tarih kümeleri

source: The horses and the foals
fil: Ang mga kabayo at ang mga bisiro
fr: Les chevaux et les poulains
id: Kuda dan anak kuda
pl: Konie i źrebięta
pt: Os cavalos e os potros
tr: Atlar ve taylar

source: The two shrikes
fil: Tumili ang dalawa
fr: Les deux grièches
id: Keduanya menjerit
pl: Dwa dzierzby
pt: Os dois picanços
tr: iki çığlık

source: The two doves
fil: Ang dalawang kalapati
fr: Les deux colombes
id: Dua merpati
pl: Dwa gołębie
pt: As duas pombas
tr: iki güvercin

source: The two male ostriches
fil: Ang dalawang lalaking ostrich
fr: Les deux autruches mâles
id: Dua burung unta jantan
pl: Dwa samce strusi
pt: Os dois avestruzes machos
tr: iki erkek devekuşu

source: The young ostriches
fil: Ang mga batang ostrich
fr: Les jeunes autruches
id: Burung unta muda
pl: Młode strusie
pt: Os jovens avestruzes
tr: genç devekuşları

source: The larks
fil: Ang mga lark
fr: les alouettes
id: Lark
pl: Skowronki
pt: As cotovias
tr: toygarlar

source: The sandgrouses
fil: Ang mga sandgrouse
fr: Les gangas
id: Burung-burung pasir
pl: Piaskowce
pt: Os cortiços
tr: kum tavuğu

source: The wild asses
fil: Ang ligaw na asno
fr: Les ânes sauvages
id: keledai liar
pl: Dzikie osły
pt: Os burros selvagens
tr: vahşi eşekler

source: The ladder
fil: Ang hagdan
fr: L'échelle
id: Tangga
pl: Drabina
pt: A escada
tr: Merdiven

source: The wrist 1
fil: Ang pulso 1
fr: Le poignet 1
id: Pergelangan tangan 1
pl: Nadgarstek 1
pt: O pulso 1
tr: bilek 1

source: The wrist 2
fil: Ang pulso 2
fr: Le poignet 2
id: Pergelangan tangan 2
pl: Nadgarstek 2
pt: O pulso 2
tr: bilek 2

source: The nostril [of the lion
fil: Ang butas ng ilong [ng leon
fr: La narine [du lion
id: Lubang hidung [singa]
pl: Nozdrza [lwa]
pt: A narina [do leão
tr: [Aslanın burun deliği

source: The sting of the scorpion
fil: Ang tibo ng alakdan
fr: La piqûre du scorpion
id: Sengatan kalajengking
pl: Żądło skorpiona
pt: A picada do escorpião
tr: Akrep sokması

source: The two calves 1
fil: Ang dalawang guya 1
fr: Les deux veaux 1
id: Dua anak sapi 1
pl: Dwa cielęta 1
pt: Os dois bezerros 1
tr: iki buzağı 1

source: The two calves 2
fil: Ang dalawang guya 2
fr: Les deux veaux 2
id: Dua anak sapi 2
pl: Dwa cielęta 2
pt: Os dois bezerros 2
tr: iki buzağı 2

source: The two front ones 1
fil: Ang dalawang nasa harap 1
fr: Les deux avant 1
id: Dua yang depan 1
pl: Dwie przednie 1
pt: Os dois frontais 1
tr: İki öndekiler 1

source: The two front ones 2
fil: Ang dalawang nasa harap 2
fr: Les deux avant 2
id: Dua yang depan 2
pl: Dwie przednie 2
pt: Os dois frontais 2
tr: iki ön olanlar 2

source: The two lame ones 1
fil: Ang dalawang pilay 1
fr: Les deux boiteux 1
id: Dua yang lumpuh 1
pl: Dwóch kiepskich 1
pt: Os dois coxos 1
tr: İki topal olanlar 1

source: The two lame ones 2
fil: Ang dalawang pilay 2
fr: Les deux boiteux 2
id: Dua yang lumpuh 2
pl: Dwóch kiepskich 2
pt: Os dois coxos 2
tr: iki topal 2

source: The two preceding to the water 1
fil: Ang dalawa ay nauuna sa tubig 1
fr: Les deux précédant l'eau 1
id: Dua sebelum air 1
pl: Dwie poprzedzające wodę 1
pt: Os dois anteriores à água 1
tr: Su 1'den önceki iki

source: The two preceding to the water 2
fil: Ang dalawa ay nauuna sa tubig 2
fr: Les deux précédant l'eau 2
id: Dua sebelum air 2
pl: Dwie poprzedzające wodę 2
pt: Os dois anteriores à água 2
tr: Su 2'den önceki iki

source: The camel hump
fil: Ang umbok ng kamelyo
fr: La bosse du chameau
id: Punuk unta
pl: garb wielbłąda
pt: A corcova do camelo
tr: deve hörgücü

source: The trotting camel
fil: Ang tumatakbong kamelyo
fr: Le chameau au trot
id: Unta yang berlari
pl: Kłusujący wielbłąd
pt: O camelo trotando
tr: koşan deve

source: The baby camel
fil: Ang sanggol na kamelyo
fr: Le bébé chameau
id: Bayi unta
pl: Mały wielbłąd
pt: O camelo bebê
tr: bebek deve

source: The three stone support 1
fil: Ang tatlong batong suporta 1
fr: Le support à trois pierres 1
id: Tiga batu mendukung 1
pl: Podpora z trzech kamieni 1
pt: O suporte de três pedras 1
tr: Üç taş desteği 1

source: The three stone support 2
fil: Ang tatlong batong suporta 2
fr: Le support à trois pierres 2
id: Tiga batu mendukung 2
pl: Podpora z trzech kamieni 2
pt: O suporte de três pedras 2
tr: Üç taş desteği 2

source: The three stone support 3
fil: Ang tatlong batong suporta 3
fr: Le support à trois pierres 3
id: Tiga batu mendukung 3
pl: Podpora z trzech kamieni 3
pt: O suporte de três pedras 3
tr: Üç taş desteği 3

source: The two wolves 1
fil: Ang dalawang lobo 1
fr: Les deux loups 1
id: Dua serigala 1
pl: Dwa wilki 1
pt: Os dois lobos 1
tr: iki kurt 1

source: The two wolves 2
fil: Ang dalawang lobo 2
fr: Les deux loups 2
id: Dua serigala 2
pl: Dwa wilki 2
pt: Os dois lobos 2
tr: iki kurt 2

source: The [northern] Shepherd
fil: Ang [hilagang] Pastol
fr: Le berger [du nord]
id: Gembala [utara]
pl: Pasterz [północny]
pt: O pastor [do norte]
tr: [kuzey] Çoban

source: The [northern] Shepherd dog
fil: Ang [hilagang] asong Pastol
fr: Le chien de berger [du nord]
id: Anjing Gembala [utara]
pl: Owczarek [północny]
pt: O cão pastor [do norte]
tr: [kuzey] Çoban köpeği

source: The two stars of separation 1
fil: Ang dalawang bituin ng paghihiwalay 1
fr: Les deux stars de la séparation 1
id: Dua bintang perpisahan 1
pl: Dwie gwiazdy separacji 1
pt: As duas estrelas da separação 1
tr: Ayrılığın iki yıldızı 1

source: The white one
fil: Yung puti
fr: Le blanc
id: Yang putih
pl: Biały
pt: O branco
tr: Beyaz olan

source: The two stars of separation 2
fil: Ang dalawang bituin ng paghihiwalay 2
fr: Les deux stars de la séparation 2
id: Dua bintang perpisahan 2
pl: Dwie gwiazdy separacji 2
pt: As duas estrelas da separação 2
tr: Ayrılığın iki yıldızı 2

source: The horse forehead star
fil: Ang bituin sa noo ng kabayo
fr: L'étoile du front de cheval
id: Bintang dahi kuda
pl: Gwiazda na czole konia
pt: A estrela da testa do cavalo
tr: at alın yıldızı

source: The spear 1
fil: Ang sibat 1
fr: La lance 1
id: tombak 1
pl: Włócznia 1
pt: A lança 1
tr: mızrak 1

source: The spear 2
fil: Ang sibat 2
fr: La lance 2
id: Tombak 2
pl: Włócznia 2
pt: A lança 2
tr: mızrak 2

source: The front spear tassel
fil: Ang tassel ng sibat sa harap
fr: Le pompon de lance avant
id: Rumbai tombak depan
pl: Przedni chwost włóczni
pt: A borla da lança dianteira
tr: Ön mızrak püskülü

source: The rear spear tassel
fil: Ang hulihan ng sibat na palawit
fr: Le gland de lance arrière
id: Rumbai tombak belakang
pl: Tylny chwost włóczni
pt: A borla da lança traseira
tr: Arka mızrak püskülü

source: The bright star of Al-Fakkah
fil: Ang maliwanag na bituin ng Al-Fakkah
fr: L'étoile brillante d'Al-Fakkah
id: Bintang terang Al-Fakkah
pl: Jasna gwiazda Al-Fakkah
pt: A estrela brilhante de Al-Fakkah
tr: Al-Fakka'nın parlak yıldızı

source: The landing eagle claws 1
fil: Ang landing eagle claws 1
fr: Les griffes d'aigle d'atterrissage 1
id: Cakar elang pendarat 1
pl: Pazury orła do lądowania 1
pt: As garras da águia de pouso 1
tr: iniş kartal pençeleri 1

source: The landing eagle claws 2
fil: Ang landing eagle claws 2
fr: L'atterrissage des griffes d'aigle 2
id: Cakar elang pendarat 2
pl: Pazury orła do lądowania 2
pt: As garras de águia de pouso 2
tr: iniş kartal pençeleri 2

source: The rear knight
fil: Ang hulihang kabalyero
fr: Le chevalier arrière
id: Ksatria belakang
pl: Tylny rycerz
pt: O cavaleiro traseiro
tr: arka şövalye

source: The knights 1
fil: Ang mga kabalyero 1
fr: Les chevaliers 1
id: Ksatria 1
pl: Rycerze 1
pt: Os cavaleiros 1
tr: şövalyeler 1

source: The knights 2
fil: Ang mga kabalyero 2
fr: Les chevaliers 2
id: Ksatria 2
pl: Rycerze 2
pt: Os cavaleiros 2
tr: şövalyeler 2

source: The knights 3
fil: Ang mga kabalyero 3
fr: Les chevaliers 3
id: Ksatria 3
pl: Rycerze 3
pt: Os cavaleiros 3
tr: şövalyeler 3

source: The knights 4
fil: Ang mga kabalyero 4
fr: Les chevaliers 4
id: Ksatria 4
pl: Rycerze 4
pt: Os cavaleiros 4
tr: şövalyeler 4

source: The knights 5
fil: Ang mga kabalyero 5
fr: Les chevaliers 5
id: Ksatria 5
pl: Rycerze 5
pt: Os cavaleiros 5
tr: şövalyeler 5

source: Bend of the hand
fil: Baluktot ng kamay
fr: Pli de la main
id: Tekuk tangan
pl: Zgięcie ręki
pt: Curvatura da mão
tr: Elin bükülmesi

source: Tip of the elbow
fil: Tip ng siko
fr: Pointe du coude
id: Ujung siku
pl: Końcówka łokcia
pt: Ponta do cotovelo
tr: Dirsek ucu

source: The wrist
fil: Pulso
fr: Le poignet
id: Pergelangan tangan
pl: Nadgarstek
pt: O pulso
tr: Bilek

source: Foot of al-Ayyuq
fil: Paa ng al-Ayyuq
fr: Pied d'al-Ayyuq
id: Kaki al-Ayyuq
pl: Stopa al-Ayyuq
pt: Pé de al-Ayyuq
tr: el-Ayyuq'un ayağı

source: The posts 1
fil: Ang mga post 1
fr: Les messages 1
id: Postingan 1
pl: Posty 1
pt: Os postos 1
tr: gönderiler 1

source: The posts 2
fil: Ang mga post 2
fr: Les postes 2
id: Postingan 2
pl: Posty 2
pt: Os postos 2
tr: gönderiler 2

source: The posts 3
fil: Mga post 3
fr: Les messages 3
id: Postingan 3
pl: Posty 3
pt: Os postos 3
tr: yazılar 3

source: The [southern] shepherd
fil: Ang [timog] pastol
fr: Le berger [du sud]
id: Gembala [selatan]
pl: Pasterz [południowy]
pt: O pastor [do sul]
tr: [güney] çoban

source: First dog of the [southern] shepherd
fil: Unang aso ng [southern] pastol
fr: Premier chien du berger [du sud]
id: Anjing pertama dari gembala [selatan]
pl: Pierwszy pies owczarka [południowego]
pt: Primeiro cão do pastor [do sul]
tr: [Güney] çobanının ilk köpeği

source: Second dog of the [southern] shepherd
fil: Pangalawang aso ng [timog] pastol
fr: Deuxième chien du berger [du sud]
id: Anjing kedua dari gembala [selatan]
pl: Drugi pies owczarka [południowego]
pt: Segundo cão do pastor [do sul]
tr: [Güney] çobanının ikinci köpeği

source: The post of the cross
fil: Ang poste ng krus
fr: Le poteau de la croix
id: Pos salib
pl: Słup krzyża
pt: O poste da cruz
tr: haç sonrası

source: The rear bucket mouth 2
fil: Ang bunganga ng balde sa likuran 2
fr: La bouche de godet arrière 2
id: Mulut ember belakang 2
pl: Tylne usta wiadra 2
pt: A boca da caçamba traseira 2
tr: Arka kova ağzı 2

source: The rear bucket mouth 1
fil: Ang bibig ng balde sa likuran 1
fr: La bouche de godet arrière 1
id: Mulut ember belakang 1
pl: Tylne usta wiadra 1
pt: A boca da caçamba traseira 1
tr: Arka kova ağzı 1

source: The front bucket mouth 2
fil: Ang bibig ng balde sa harap 2
fr: La bouche du godet avant 2
id: Mulut ember depan 2
pl: Przednie wiadro usta 2
pt: A boca do balde dianteiro 2
tr: Ön kova ağzı 2

source: The front bucket mouth 1
fil: Ang bibig ng balde sa harap 1
fr: La bouche du godet avant 1
id: Mulut ember depan 1
pl: Przednie usta wiadra 1
pt: A boca da caçamba dianteira 1
tr: Ön kova ağzı 1
