Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: Officer of Kitchen
fil: Opisyal ng Kusina
fr: Officier de la cuisine
id: Pekerja dapur
pl: Oficer kuchni
pt: Oficial da Cozinha
tr: Mutfak Memuru

source: Equality and Fair
fil: Pagkakapantay-pantay at Patas
fr: Égalité et impartialité
id: Keseimbangan dan keadilan
pl: Równość i Sprawiedliwośc
pt: Igualdade e Justiça
tr: Eşitlik ve Adil

source: Emperor HeonWon
fil: Emperador HeonWon
fr: Empereur HeonWon
id: Kaisar Heon Won
pl: Cesarz HeonWon
pt: Imperador HeonWon
tr: İmparator HeonWon

source: Capital of Sky
fil: Kabisera ng Sky
fr: Capitale céleste
id: Ibukota langit
pl: Stolica nieba
pt: Capital do Céu
tr: Gökyüzü'nün Başkenti

source: Chief of Farming
fil: Pinuno ng Pagsasaka
fr: Chef de l'agriculture
id: Ketua komoditas Pertanian
pl: Szef gospodarowania
pt: Chefe das Quintas
tr: Çiftçilik Şefi

source: Officer of Tomb
fil: Opisyal ng Libingan
fr: Officier du tombeau
id: Pekerja kuburan
pl: Urzędnik Grobowca
pt: Oficial do Túmulo
tr: Mezar Memuru

source: Tomb of Sky
fil: Libingan ni Sky
fr: Tombe céleste
id: Kuburan
pl: Grobowiec Niebios
pt: Túmulo do Céu
tr: Gökyüzü'nün Mezarı

source: Wing of Red Bird
fil: Pakpak ng Pulang Ibon
fr: Aile de l'oiseau rouge
id: Sayap Burung Merah
pl: Skrzydło czerwonego ptaka
pt: Asa da Ave Vermelha
tr: Kırmızı Kuşun Kanadı

source: Eastern Pottery
fil: Silangang Palayok
fr: Poterie orientale
id: Gerabah Timur
pl: Wschodnia ceramika
pt: Cerâmica de Este
tr: Doğu Çömleği

source: Chariot of Emperor
fil: Karwahe ng Emperador
fr: Char impérial
id: Kereta Kaisar
pl: Rydwan cesarza
pt: Quadriga do Imperador
tr: İmparator'un Savaş Arabası

source: Sand for Life
fil: Buhangin para sa Buhay
fr: Sable pour la vie
id: Pasir Kehidupan
pl: Piach dla Życia
pt: Areia da Vida
tr: Hayat için Kum

source: Gateway for Troops
fil: Gateway para sa Troops
fr: Portail des troupes
id: Gerbang Prajurit
pl: Brama dla Wojska
pt: Portão das Tropas
tr: Birlikler için Geçit

source: Guardian Knight
fil: Kabalyero ng Tagapangalaga
fr: Chevalier gardien
id: Ksatria Penjaga
pl: Stróżujący Rycerz
pt: Cavaleiro Guardião
tr: Muhafız Şövalye

source: Five Feudal Lords
fil: Limang Pyudal na Panginoon
fr: Cinq seigneurs féodaux
id: 5 bangsawan feodal
pl: Pięciu panów feudalnych
pt: Cinco Nobres Feudais
tr: Beş Feodal Lord

source: Low Fence
fil: Mababang Bakod
fr: Clôture basse
id: Pagar Rendah
pl: Niskie Ogrodzenie
pt: Cerca baixa
tr: Kısa Çit

source: Tall Fence
fil: Matangkad na Bakod
fr: Clôture haute
id: Pagar Tinggi
pl: Wysolie Ogrodzenie
pt: Cerca Alta
tr: Uzun Çİt

source: Nine Lords
fil: Siyam na Panginoon
fr: Neuf Seigneurs
id: Sembilan Bangsawan
pl: Dziewięciu Władców
pt: Nove Nobres
tr: Dokuz Lord

source: Dung of Tiger
fil: Dumi ng Tigre
fr: Crotte de tigre
id: Kotoran Macan
pl: Obora Tygrysa
pt: Excremento de Tigre
tr: Kaplan Dışkısı

source: Five Emperor
fil: Limang Emperador
fr: Cing Empereurs
id: 5 Kaisar
pl: Pięciu cesarzy
pt: Cinco Imperadores
tr: Beş İmparator

source: Three Minister
fil: Tatlong Ministro
fr: Trois Ministres
id: 3 Menteri
pl: Trzech ministrów
pt: Três Ministros
tr: Üç Rahip

source: Officer for Audience
fil: Opisyal para sa Madla
fr: Officier pour les audiences
id: Petugas karcis
pl: Urzędnik dla Publiczności
pt: Oficial da Audiência
tr: Kitle Memuru

source: Grave Front
fil: Libingan Harapan
fr: Devant de la tombe
id: Depan kuburan
pl: Grób Frontu
pt: Pedra tumular
tr: Mezar Önü

source: Observatory
fr: Observatoire
id: Observatorium
pl: Obserwatorium
pt: Observatório
tr: Gözlemevi

source: Female Officer
fil: Babaeng Opisyal
fr: Femme Officier
id: Pegawai wanita
pl: Kobiecy Oficer
pt: Oficial Feminina
tr: Kadın Memur

source: Wide Lodging Area
fil: Malawak na Lodging Area
fr: Grande zone d'habitation
id: Pemondokan besar
pl: Obszerny Obszar Mieszkania
pt: Grande Área de Alojamento
tr: Geniş Konaklama Alanı

source: Eight Cereals
fil: Walong Cereal
fr: Huit céréales
id: 8 Biji-bijian
pl: Osiem Zbóż
pt: Oito Cereais
tr: Sekiz Tahıl

source: Advance Guard
fr: Garde de l'avancement
id: Penjaga terdepan
pl: Straż przednia
pt: Guarda Avançada
tr: Öncü

source: Three Ministers
fil: Tatlong Ministro
fr: Trois Ministres
id: Tiga Menteri
pl: Trzech ministrów
pt: Três Ministros
tr: Üç Bakan

source: Virtue
fil: Kabutihan
fr: Vertue
id: Kegagahan
pl: Cnota
pt: Virtude
tr: Erdem

source: Emperor's God of War
fil: Diyos ng Digmaan ng Emperador
fr: Dieu impérial de la guerre
id: Dewa Kemenangan
pl: Cesarski Bóg Wojny
pt: Deus da Guerra do Imperador
tr: İmparator'un Savaş Tanrısı

source: Emperor's God of Weather
fil: Diyos ng Panahon ng Emperador
fr: Dieu impérial du temps
id: Dewa Cuaca
pl: Cesarski Bóg Pogody
pt: Deus da Clima do Imperador
tr: İmparator'un Hava Durumu Tanrısı

source: Flap of Flag
fil: Flap ng Watawat
fr: Flottement du drapeau
id: Sirip Bendera
pl: Trzepocząca Flaga
pt: Ondular da Bandeira
tr: Bayrağın Dalgalanışı

source: Minister
fil: Ministro
fr: Ministre
id: Menteri
pt: Ministro
tr: Bakan

source: General and Minister
fil: Heneral at Ministro
fr: Général et Ministre
id: Jenderal dan menteri
pl: Generał i Minister
pt: General e Ministro
tr: General ve Bakan

source: Jail of Sky
fr: Prison du Ciel
id: Penjara
pl: Więzienie Nieba
pt: Prisão do Céu
tr: Gökyüzü'nün Hapishanesi

source: Six Department
fil: Anim na Departamento
fr: Six départements
id: 6 jawatan
pl: Szósty departament
pt: Sexto Departamento
tr: Altı Bölüm

source: Inner Stairway
fr: Escalier intérieur
id: Tangga dalam
pl: Wewnętrzne Schody
pt: Escada Interior
tr: İç Merdiven

source: Spear of Sky
fil: Sibat ng Langit
fr: Lance du Ciel
id: Tombak
pl: Dzida Nieba
pt: Flecha do Céu
tr: Gökyüzü'nün Mızrağı

source: Cover for Emperor
fil: Cover para sa Emperador
fr: Couverture de l'Empereur
id: Kedok kaisar
pl: Ukrycie dla Cesarza
pt: Protecção do Imperador
tr: İmparator için Korunak

source: Place for Five Emperor
fil: Lugar para sa Limang Emperador
fr: Lieu pour cinq empereurs
id: Tempat bagi 5 kaisar
pl: Miejsce dla pięciu cesarzy
pt: Lugar para o Quinto Imperador
tr: Beş İmparator için Yer

source: 60 Years
fil: 60 Taon
fr: Soixante ans
id: 60 Tahun
pl: 60 Lat
pt: 60 anos
tr: Altmış Yıl

source: Kitchen of Sky
fil: Kusina ng Sky
fr: Cuisine du Ciel
id: Dapur
pl: Kuchnia Nieba
pt: Cozinha do Céu
tr: Gökyüzü'nün Mutfağı

source: North Pole
fr: Pôle Nord
id: Kutub Utara
pl: Biegun Północny
pt: Pólo Norte
tr: Kuzey Kutbu

source: Wound Lodge
fr: Loge de la blessure
id: Penginapan bocor
pl: Tkwiąca rana
pt: Alojamento de Feridos
tr: Yara Köşkü

source: Single-log Bridge
fr: Pont fait avec un seul tronc
id: Jembatan dari sebatang kayu
pl: Jedno kłodowy most
pt: Ponte de um Tronco
tr: Tek Kütükten Köprü

source: Great Emperor
fil: Dakilang Emperador
fr: Grand Empereur
id: Kaisar besar
pl: Wielki Cesarz
pt: Grão Imperador
tr: Büyük İmparator

source: Officer for Opinion
fil: Opisyal para sa Opinyon
fr: Officier pour l'opinion
id: Majelis Pertimbangan
pl: Urzędnik dla Opinii
pt: Oficial da Opinião
tr: Seçenek Memuru

source: Pillar of Sky
fil: Haligi ng Langit
fr: Pilier du Ciel
id: Pilar
pl: Filar Nieba
pt: Pilar do Céu
tr: Gökyüzü'nün Sütunu

source: Secretary
fil: Kalihim
fr: Secrétaire
id: Sekretaris
pl: Sekretarz
pt: Secretário
tr: Sekreterlik

source: Maid
fil: Kasambahay
fr: Servante
id: Janda
pl: Panna
pt: Criada
tr: Hizmetçi

source: Desk of Woman
fil: Mesa ng Babae
fr: Bureau de Femme
id: Meja bagi wanita
pl: Biurko Kobiety
pt: Mesa de Mulher
tr: Kadın Masası

source: Judge Prison
fr: Juge de prison
id: Hakim penjara
pl: Sędzia Więzienia
pt: Prisão do Juíz
tr: Mahkeme Hapishanesi

source: Purple Fence
fil: Lilang Bakod
fr: Clôture pourpre
id: Pagar ungu
pl: Fioletowe Ogrodzenie
pt: Cerca Púrpura
tr: Mor Çit

source: Order of Sky
fil: Utos ni Sky
fr: Ordre du Ciel
id: Medali
pl: Porządek Nieba
pt: Ordem do Céu
tr: Gökyüzü'nün Düzeni

source: Seven Minister
fil: Pitong Ministro
fr: Sept Ministres
id: 7 menteri
pl: Siódmy Minister
pt: Sétimo Ministro
tr: Yedi Bakan

source: Thread Straw
fr: Paille de fil
id: Benang sedotan
pl: Słomkowa Nić
pt: Palha Entrelaçada
tr: İplik Hasır

source: Market Fence
fil: Bakod ng Market
fr: Clôture du Marché
id: Pagar Pasar
pl: Ogrodzenie rynkowe
pt: Cerca do Mercado
tr: Pazar Çiti

source: Feudal Lord
fil: Pyudal na Panginoon
fr: Seigneur féodal
id: Bangsawan Feodal
pl: Władca feudalny
pt: Nobre Feudal
tr: Feodal Lord

source: Seat for Emperor
fil: Upuan para sa Emperador
fr: Siège de l'Empereur
id: Kursi Kaisar
pl: Miejsce dla Cesarza
pt: Trono do Imperador
tr: İmparator için Koltuk

source: Royal Family
fr: Famille royale
id: Keluarga raja
pl: Rodzina królewska
pt: Família Real
tr: Kraliyet Ailesi

source: Head of Family
fil: Pinuno ng Pamilya
fr: Chef de famille
id: Kepala keluarga
pl: Głowa rodziny
pt: Chefe de Família
tr: Aile Reisi

source: Record of Family
fil: Talaan ng Pamilya
fr: Archive de famille
id: Catatan keluarga
pl: Zapisy Rodziny
pt: Registo da Família
tr: Aile'nin Kayıdı

source: Officer for Family
fil: Opisyal para sa Pamilya
fr: Officier pour la famille
id: Pekerja keluarga
pl: Urzędnik dla Rodziny
pt: Oficial da Família
tr: Aile Memuru

source: Tower in Market
fil: Tore sa Merkado
fr: Tour du marché
id: Tiang di Pasar
pl: Wieża na Rynku
pt: Torre no Mercado
tr: Pazar'daki Kule

source: Measure Cereal
fil: Sukatin ang Cereal
fr: Mesure des céréales
id: Menimbang biji-bijian
pl: Miara Zboża
pt: Medida de Cereal
tr: Ölçüm Tahılı

source: Cereal Measure Regulation
fil: Regulasyon sa Pagsukat ng Cereal
fr: Règlement de mesure des céréales
id: Peraturan penimbangan biji-bijian
pl: Regulacja miary zboża
pt: Regulamento da Medida de Cereal
tr: Tahıl Ölçüm Düzenlemesi

source: Officer for Chariots
fil: Opisyal para sa mga karo
fr: Officier pour les chariots
id: Petugas kereta
pl: Urzędnik dla Rydwanów
pt: Oficial das Quadrigas
tr: Savaş Arabaları Memuru

source: Measure Amount
fil: Sukatin ang Halaga
fr: Montant de la mesure
id: Jumlah timbangan
pl: Miara Ilości
pt: Medir Quantidade
tr: Ölçüm Miktarı

source: Butchery
fil: Pagkatay
fr: Boucherie
id: Pemotongan hewan
pl: Masakra
pt: Talho
tr: Mezbaha

source: Officer for Jewel
fil: Opisyal para kay Jewel
fr: Joaillier
id: Pegawai permata
pl: Urzędnik dla Klejnotu
pt: Oficial da Jóia
tr: Mücevher Memuru

source: Royal
id: anggota keluarga raja
pl: Królewski
pt: Real
tr: Kraliyet

source: Lord
fil: Panginoon
fr: Seigneur
id: Bangsawan
pl: Władca
pt: Nobre

source: Left Executor
fil: Kaliwang Tagapagpatupad
fr: Exécuteur Gauche
id: Wali kiri
pl: Lewy egzekutor
pt: Carrasco à Esquerda
tr: Sol Yürütücü

source: Right Executor
fil: Tamang Tagapagpatupad
fr: Exécuteur Droit
id: Wali kanan
pl: Prawy egzekutor
pt: Carrasco à Direita
tr: Sağ Yürütücü

source: Crossbeam for Heo
fil: Crossbeam para kay Heo
fr: Poutre pour Héo
id: Palang untuk Heo
pl: Poprzeczka dla Heo
pt: Trave Cruzada do Heo
tr: Heo için kiriş

source: Threading Coins
fil: Mga Barya sa Threading
fr: Enfilage de pièces
id: Koin yang terjalin
pl: Nawlekanie Monet
pt: Moedas Enfiadas no Fio
tr: Diş Açma Paraları

source: Heap of Corpse
fil: Bunton ng Bangkay
fr: Tas de cadavres
id: Timbunan jenazah
pl: Sterta ciał
pt: Cabeça de Morto
tr: Ceset Yığını

source: The Mandar are an ethnic group on the island of Sulawesi in Indonesia, with a strong seafaring and trading tradition. The sailors used stars and asterisms to pinpoint the cardinal directions.
fil: Ang Mandar ay isang pangkat etniko sa isla ng Sulawesi sa Indonesia, na may malakas na tradisyon sa paglalayag at pangangalakal. Gumamit ang mga mandaragat ng mga bituin at asterismo upang matukoy ang mga kardinal na direksyon.
fr: Les Mandar sont un groupe ethnique de l'île de Sulawesi en Indonésie, avec une forte tradition maritime et commerciale. Les marins utilisaient des étoiles et des astérismes pour repérer les directions cardinales.
id: Mandar adalah kelompok etnis di pulau Sulawesi di Indonesia, dengan tradisi pelayaran dan perdagangan yang kuat. Para pelaut menggunakan bintang dan asterisme untuk menentukan arah mata angin.
pl: Mandarowie to grupa etniczna zamieszkująca wyspę Sulawesi w Indonezji, o silnej tradycji żeglarskiej i handlowej. Żeglarze używali gwiazd i asteryzmów, aby wskazać główne kierunki.
pt: Os Mandar são um grupo étnico da ilha de Sulawesi, na Indonésia, com uma forte tradição marítima e comercial. Os marinheiros usavam estrelas e asterismos para identificar as direções cardeais.
tr: Mandar, Endonezya'nın Sulawesi adasında güçlü bir denizcilik ve ticaret geleneğine sahip etnik bir gruptur. Denizciler, ana yönleri belirlemek için yıldızları ve yıldız işaretlerini kullandılar.
