Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: ### Asterisms (Xingguans) In traditional Chinese astronomy stars are grouped to form asterisms, known as "Xingguan" (Chinese: 星官, xīngguān, meaning "Star officials"). Xinguuans have names and shapes related to elements of the ancient Chinese society such as the kingdom, the mountains, the goods or the industry. They are in a way projecting the world of humans into the sky. Xingguans can contain from one to several dozens of stars. Most of them are smaller than the constellations of Hellenistic tradition. In the Song dynasty (13th century), the Suzhou astronomical map [#3] was engraved in marble. It shows a total of 283 Xingguans, comprising a total of 1,565 individual stars divided into 31 regions: the 28 lunar mansions along the ecliptic, and the 3 enclosures of the northern sky. ![](suzhouskxt.webp) The astronomical map of Suzhou, engraved in black marble (1247) {: .img_and_caption } Due to precession, six Xingguans near the southern horizon became difficult to observe and were not included in the Suzhou map. Before the Ming dynasty, Xingguans did not include the sky around the celestial south pole. The Southern Asterisms were added as a fifth group in the late Ming dynasty based on European star charts, defining an additional 23 Xingguans [#11]. ### Sun, Moon and Planets For ancient Chinese, the Sun, the Moon and the five planets form _Seven Luminaries_ (Chinese: 七曜, qīyào), which correspond to the Yin, the Yang and the Five Elements. The wood is green, the fire is red, the earth is yellow, the metal is white, the water is black. So, Mercury is named Water Star, Venus is named Metal Star, Mars is named Fire Star, Jupiter is named Wood Star, Saturn is named Earth Star. The Sun and the Moon are named Taiyang (Sun, Chinese: 太阳) and Taiyin (Moon, Chinese: 太阴) composed from the words "tài" (Great, Chinese: 太) and "Yin" or "Yang". Their other name belongs to pictographic characters Ri (Sun, Chinese: 日) and Yue (Moon, Chinese: 月) but the more commonly used name for the moon is Yueliang (Chinese: 月亮, yuèliàng). ### Star names The naming of stars in ancient China is composed of the name of the Xingguan plus a number. Some stars also have a common name, such as Alpha Leonis which is called "the Queen's Star". Unlike Xingguans, traditional Chinese star names are still in common usage today, even more common than Bayer/Flamsteed designations. ### The three Enclosures The 3 enclosures are regions containing smaller asterisms. The enclosure of the Purple Forbidden Palace (Chinese: 紫微垣, Zǐwēi yuán) surrounds almost the whole circumpolar area while the enclosures of the Supreme Palace (Chinese: 太微垣, Tàiwēi yuán) and the Heavenly Market (Chinese: 天市垣, Tiānshì yuán) are located close to the ecliptic. Each enclosure has two walls, called the left wall and the right wall which are the main Xingguans. Some Xingguans are located within these "wall" (such as Guards of the Palace), others are located in the area that they are surrounding. For example, the Xingguans of the Emperor and of the Crown Prince are located inside the Xingguan of the Forbidden Palace. The enclosure of Purple Forbidden Palace [#7] represents the inner palace of the emperor because the whole celestial sphere with all other Xingguans is turning around this polar region. In the ancient Chinese belief, the Purple Forbidden Palace lies in the middle of the sky and covers the modern constellations Ursa Minor, Draco, Camelopardalis, Cepheus, Cassiopeia, Auriga, Boötes, and parts of Ursa Major, Canes Venatici, Leo Minor, Hercules. It contains 37 traditional Xingguans. The enclosure of the Supreme Palace [#8] is the place where the emperor and the courtiers deal with their politics. The Supreme Palace includes a variety of officials and government agencies, a total of 20 traditional Xingguans. It covers the modern constellations Virgo, Coma Berenices and Leo, and parts of Canes Venatici, Ursa Major and Leo Minor. Heavenly Market enclosure [#9] is a bazaar in the sky, a place where ordinary people meet and are represented with their bazaar facilities in 19 Xingguans. The Heavenly Market Place covers the modern constellations Serpens, Ophiuchus, Aquila and Corona Borealis, and parts of Hercules. ### Twenty-Eight Lunar Mansions The 28 Lunar Mansions (Chinese: 宿, xiù) [#10] are slices of right ascensions in the path of the Moon around the ecliptic. The lunar mansion asterisms are not of equal size: there are 28 constellations north and south of the ecliptic but the regions of the Xiú (mansions) extend from there towards the equatorial pole where the right ascension lines intersect. The inital intention was to define the mansions in a way so that the Moon changes of mansion every day but due to variability of the orbit and speed of the Moon, this concept does not apply any more. The smallest slice extends on only 1° of right ascension.
fil: ### Mga Asterismo (Mga Xingguan) Sa tradisyunal na Chinese astronomy star ay pinagsama-sama upang bumuo ng mga asterism, na kilala bilang "Xingguan" (Intsik: 星官, xīngguān, ibig sabihin ay "Star officials"). Ang mga Xinguuan ay may mga pangalan at hugis na nauugnay sa mga elemento ng sinaunang lipunang Tsino tulad ng kaharian, kabundukan, kalakal o industriya. Ang mga ito ay sa isang paraan na ipinapalabas ang mundo ng mga tao sa kalangitan. Ang mga Xingguan ay maaaring maglaman ng isa hanggang ilang dose-dosenang bituin. Karamihan sa kanila ay mas maliit kaysa sa mga konstelasyon ng tradisyong Helenistiko. Sa dinastiyang Song (ika-13 siglo), ang Suzhou astronomical na mapa [#3] ay nakaukit sa marmol. Nagpapakita ito ng kabuuang 283 Xingguan, na binubuo ng kabuuang 1,565 indibidwal na bituin na nahahati sa 31 rehiyon: ang 28 lunar mansion sa kahabaan ng ecliptic, at ang 3 enclosure ng hilagang kalangitan. ![](suzhouskxt.webp) Ang astronomical na mapa ng Suzhou, na nakaukit sa itim na marmol (1247) {: .img_and_caption } Dahil sa precession, anim na Xingguan malapit sa southern horizon ang naging mahirap obserbahan at hindi kasama sa mapa ng Suzhou. Bago ang Ming dynasty, hindi isinama ng mga Xingguan ang kalangitan sa paligid ng celestial south pole. Ang Southern Asterisms ay idinagdag bilang ikalimang grupo sa huling bahagi ng Ming dynasty batay sa European star chart, na tumutukoy sa karagdagang 23 Xingguan [#11]. ### Araw, Buwan at Mga Planeta Para sa sinaunang Tsino, ang Araw, Buwan at ang limang planeta ay bumubuo ng _Seven Luminaries_ (Intsik: 七曜, qīyào), na tumutugma sa Yin, Yang at Limang Elemento. Ang kahoy ay berde, ang apoy ay pula, ang lupa ay dilaw, ang metal ay puti, ang tubig ay itim. Kaya, ang Mercury ay pinangalanang Water Star, Venus ay pinangalanang Metal Star, Mars ay pinangalanang Fire Star, Jupiter ay pinangalanang Wood Star, Saturn ay pinangalanang Earth Star. Ang Araw at Buwan ay pinangalanang Taiyang (Araw, Chinese: 太阳) at Taiyin (Buwan, Chinese: 太阴) na binubuo mula sa mga salitang "tài" (Mahusay, Chinese: 太) at "Yin" o "Yang". Ang iba nilang pangalan ay nabibilang sa mga pictographic na character na Ri (Sun, Chinese: 日) at Yue (Moon, Chinese: 月) ngunit ang mas karaniwang ginagamit na pangalan para sa buwan ay Yueliang (Chinese: 月亮, yuèliàng). ### Mga pangalan ng bituin Ang pagpapangalan ng mga bituin sa sinaunang Tsina ay binubuo ng pangalan ng Xingguan kasama ang isang numero. Ang ilang mga bituin ay mayroon ding karaniwang pangalan, tulad ng Alpha Leonis na tinatawag na "The Queen's Star". Hindi tulad ng mga Xingguan, ang mga tradisyonal na Chinese star na pangalan ay ginagamit pa rin ngayon, mas karaniwan kaysa sa mga pagtatalaga ng Bayer/Flamsteed. ### Ang tatlong Enclosure Ang 3 enclosure ay mga rehiyon na naglalaman ng mas maliliit na asterism. Ang enclosure ng Purple Forbidden Palace (Intsik: 紫微垣, Zǐwēi yuán) ay pumapalibot sa halos buong circumpolar area habang ang mga enclosure ng Supreme Palace (Intsik: 太微垣, Tàiwēi yuán) at ang Heavenly Market (Chinese: 天市, Tiānshì yuán) ay matatagpuan malapit sa ecliptic. Ang bawat enclosure ay may dalawang pader, na tinatawag na kaliwang dingding at kanang pader na siyang pangunahing mga Xingguan. Ang ilang mga Xingguan ay matatagpuan sa loob ng mga "pader" na ito (tulad ng mga Guards ng Palasyo), ang iba ay matatagpuan sa lugar kung saan sila nakapaligid. Halimbawa, ang mga Xingguan ng Emperador at ng Crown Prince ay matatagpuan sa loob ng Xingguan ng Forbidden Palace. Ang enclosure ng Purple Forbidden Palace [#7] ay kumakatawan sa panloob na palasyo ng emperador dahil ang buong celestial sphere kasama ang lahat ng iba pang mga Xiguan ay umiikot sa polar region na ito. Sa sinaunang paniniwala ng Tsino, ang Purple Forbidden Palace ay nasa gitna ng kalangitan at sumasaklaw sa mga modernong konstelasyon na Ursa Minor, Draco, Camelopardalis, Cepheus, Cassiopeia, Auriga, Boötes, at mga bahagi ng Ursa Major, Canes Venatici, Leo Minor, Hercules . Naglalaman ito ng 37 tradisyonal na Xingguan. Ang enclosure ng Supreme Palace [#8] ay ang lugar kung saan nakikitungo ang emperador at ang mga courtier sa kanilang pulitika. Kasama sa Supreme Palace ang iba't ibang opisyal at ahensya ng gobyerno, sa kabuuan ay 20 tradisyonal na Xingguan. Sinasaklaw nito ang mga modernong konstelasyon na Virgo, Coma Berenices at Leo, at mga bahagi ng Canes Venatici, Ursa Major at Leo Minor. Ang Heavenly Market enclosure [#9] ay isang bazaar sa kalangitan, isang lugar kung saan nagkikita-kita ang mga ordinaryong tao at kinakatawan ng kanilang mga pasilidad ng bazaar sa 19 na Xingguan. Sinasaklaw ng Heavenly Market Place ang mga modernong konstelasyon na Serpens, Ophiuchus, Aquila at Corona Borealis, at mga bahagi ng Hercules. ### Dalawampu't Walong Lunar Mansion Ang 28 Lunar Mansions (Intsik: 宿, xiù) [#10] ay mga hiwa ng tamang pag-akyat sa landas ng Buwan sa palibot ng ecliptic. Ang mga asterismo ng lunar na mansion ay hindi magkapantay: mayroong 28 konstelasyon sa hilaga at timog ng ecliptic ngunit ang mga rehiyon ng Xiú (mga mansyon) ay umaabot mula roon patungo sa pole ng ekwador kung saan nagsasalubong ang kanang mga linya ng pag-akyat. Ang unang intensyon ay tukuyin ang mga mansyon sa isang paraan upang ang Buwan ay nagbabago ng mansyon araw-araw ngunit dahil sa pagkakaiba-iba ng orbit at bilis ng Buwan, ang konseptong ito ay hindi na nalalapat pa. Ang pinakamaliit na hiwa ay umaabot sa 1° lamang ng kanang pag-akyat.
fr: ### Astérismes (Xingguans) Dans l'astronomie chinoise traditionnelle, les étoiles sont regroupées pour former des astérismes, connus sous le nom de "Xingguan" (chinois: 星 官, xīngguān, qui signifie "officiels des étoiles"). Les Xinguuans ont des noms et des formes liés à des éléments de l'ancienne société chinoise tels que le royaume, les montagnes, les marchandises ou l'industrie. Ils projettent en quelque sorte le monde des humains dans le ciel. Les Xingguans peuvent contenir une à plusieurs dizaines d'étoiles. La plupart d'entre eux sont plus petits que les constellations de la tradition hellénistique. Sous la dynastie Song (XIIIe siècle), la carte astronomique de Suzhou [#3] était gravée dans du marbre. Il montre un total de 283 Xingguans, comprenant un total de 1 565 étoiles individuelles divisées en 31 régions: les 28 demeures lunaires le long de l'écliptique et les 3 enceintes du ciel nord. ![](suzhouskxt.webp) La carte astronomique de Suzhou, gravée dans du marbre noir (1247) {: .img_and_caption } En raison de la précession, six Xingguans près de l'horizon sud sont devenus difficiles à observer et n'ont pas été inclus dans la carte de Suzhou. Avant la dynastie Ming, les Xingguans n'incluaient pas le ciel autour du pôle sud céleste. Les astérismes du Sud ont été ajoutés en tant que cinquième groupe à la fin de la dynastie Ming sur la base des cartes des étoiles européennes, définissant 23 Xingguans supplémentaires [#11]. ### Soleil, lune et planètes Pour les anciens Chinois, le Soleil, la Lune et les cinq planètes forment _Sept Luminaires_ (chinois: 七曜, qīyào), qui correspondent au Yin, au Yang et aux Cinq Éléments. Le bois est vert, le feu est rouge, la terre est jaune, le métal est blanc, l'eau est noire. Ainsi, Mercure est nommé Water Star, Vénus est appelée Metal Star, Mars est nommé Fire Star, Jupiter est nommé Wood Star, Saturne est nommé Earth Star. Le Soleil et la Lune sont nommés Taiyang (Soleil, chinois: 太阳) et Taiyin (Lune, chinois: 太阴) composés des mots "tài" (Grand, chinois: 太) et "Yin" ou "Yang". Leur autre nom appartient aux caractères pictographiques Ri (Soleil, chinois: 日) et Yue (Lune, chinois: 月) mais le nom le plus couramment utilisé pour la lune est Yueliang (Chinois: 月亮, yuèliàng). ### Noms des étoiles La dénomination des étoiles dans la Chine ancienne est composée du nom du Xingguan plus un nombre. Certaines étoiles ont également un nom commun, comme Alpha Leonis qui est appelé "l'étoile de la reine". Contrairement aux Xingguans, les noms d'étoiles chinoises traditionnels sont encore couramment utilisés aujourd'hui, encore plus courants que les désignations Bayer / Flamsteed. ### Les trois boîtiers Les 3 enceintes sont des régions contenant des astérismes plus petits. L'enceinte du Purple Forbidden Palace (chinois: 紫微 垣, Zǐwēi yuán) entoure presque toute la zone circumpolaire tandis que les enceintes du palais suprême (chinois: 太微 垣, Tàiwēi yuán) et du marché céleste (chinois: 天 市 垣, Tiānshì yuán) sont situés près de l'écliptique. Chaque enceinte a deux murs, appelés le mur de gauche et le mur de droite qui sont les principaux Xingguans. Certains Xingguans sont situés à l'intérieur de ces «murs» (tels que les gardes du palais), d'autres sont situés dans la zone qu'ils entourent. Par exemple, les Xingguans de l'empereur et du prince héritier sont situés à l'intérieur des Xingguan du palais interdit. L'enceinte du Purple Forbidden Palace [#7] représente le palais intérieur de l'empereur car toute la sphère céleste avec tous les autres Xingguans tourne autour de cette région polaire. Dans l'ancienne croyance chinoise, le Purple Forbidden Palace se trouve au milieu du ciel et couvre les constellations modernes Ursa Minor, Draco, Camelopardalis, Cepheus, Cassiopeia, Auriga, Boötes et des parties d'Ursa Major, Canes Venatici, Leo Minor, Hercules . Il contient 37 Xingguans traditionnels. L'enceinte du Palais suprême [#8] est le lieu où l'empereur et les courtisans traitent de leur politique. Le Palais suprême comprend une variété d'officiels et d'agences gouvernementales, un total de 20 Xingguans traditionnels. Il couvre les constellations modernes de la Vierge, du Coma Bérénices et du Lion, et des parties de Canes Venatici, Ursa Major et Leo Minor. L'enceinte du marché céleste [#9] est un bazar dans le ciel, un endroit où les gens ordinaires se rencontrent et sont représentés avec leurs installations de bazar dans 19 Xingguans. La place du marché céleste couvre les constellations modernes Serpens, Ophiuchus, Aquila et Corona Borealis, et des parties d'Hercule. ### Vingt-huit hôtels lunaires Les 28 hôtels lunaires (chinois: 宿, xiù) [#10] sont des tranches d'ascensions droites sur le chemin de la Lune autour de l'écliptique. Les astérismes des manoirs lunaires ne sont pas de taille égale: il y a 28 constellations au nord et au sud de l'écliptique mais les régions du Xiú (manoirs) s'étendent de là vers le pôle équatorial où les droites d'ascension se croisent. L'intention initiale était de définir les manoirs de manière à ce que la Lune change de maison chaque jour mais en raison de la variabilité de l'orbite et de la vitesse de la Lune, ce concept ne s'applique plus. La plus petite tranche ne s'étend que sur 1 ° d'ascension droite.
id: ### Asterisme (Xingguan) Dalam astronomi tradisional Tiongkok, bintang-bintang dikelompokkan untuk membentuk asterisme, yang dikenal sebagai "Xingguan" (Hanzi: , xīngguān, yang berarti "Pejabat Bintang"). Xinguan memiliki nama dan bentuk yang terkait dengan elemen masyarakat Tiongkok kuno seperti kerajaan, gunung, barang atau industri. Mereka dengan cara memproyeksikan dunia manusia ke langit. Xingguan dapat berisi dari satu hingga beberapa lusin bintang. Kebanyakan dari mereka lebih kecil dari rasi bintang tradisi Helenistik. Pada dinasti Song (abad ke-13), peta astronomi Suzhou [#3] diukir dengan marmer. Ini menunjukkan total 283 Xingguans, yang terdiri dari total 1.565 bintang individu yang dibagi menjadi 31 wilayah: 28 rumah besar bulan di sepanjang ekliptika, dan 3 penutup langit utara. ![](suzhouskxt.webp) Peta astronomi Suzhou, diukir dengan marmer hitam (1247) {: .img_and_caption } Karena presesi, enam Xingguan di dekat ufuk selatan menjadi sulit untuk diamati dan tidak termasuk dalam peta Suzhou. Sebelum dinasti Ming, Xingguan tidak memasukkan langit di sekitar kutub selatan langit. Asterisme Selatan ditambahkan sebagai kelompok kelima di akhir dinasti Ming berdasarkan grafik bintang Eropa, yang menentukan 23 Xingguan tambahan [#11]. ### Matahari, Bulan, dan Planet Untuk Cina kuno, Matahari, Bulan dan lima planet membentuk _Tujuh Tokoh_ (Hanzi: , qīyào), yang sesuai dengan Yin, Yang dan Lima Elemen. Kayunya hijau, apinya merah, buminya kuning, logamnya putih, airnya hitam. Jadi, Merkurius bernama Bintang Air, Venus bernama Bintang Logam, Mars bernama Bintang Api, Jupiter bernama Bintang Kayu, Saturnus bernama Bintang Bumi. Matahari dan Bulan diberi nama Taiyang (Matahari, Hanzi: ) dan Taiyin (Bulan, Hanzi: ) yang tersusun dari kata "tài" (Hebat, Hanzi: ) dan "Yin" atau "Yang". Nama lain mereka termasuk karakter piktografik Ri (Matahari, Hanzi: ) dan Yue (Bulan, Hanzi: ) tetapi nama yang lebih umum digunakan untuk bulan adalah Yueliang (Hanzi: , yuèliàng). ### Nama bintang Penamaan bintang di Tiongkok kuno terdiri dari nama Xingguan ditambah angka. Beberapa bintang juga memiliki nama yang sama, seperti Alpha Leonis yang disebut "Bintang Ratu". Tidak seperti Xingguans, nama bintang tradisional Tiongkok masih digunakan secara umum saat ini, bahkan lebih umum daripada sebutan Bayer/Flamsteed. ### Tiga Kandang 3 lampiran adalah daerah yang mengandung asterisme yang lebih kecil. Enklosur Istana Terlarang Ungu (Hanzi: , Zǐwēi yuán) mengelilingi hampir seluruh area sirkumpolar sementara penutup Istana Tertinggi (Hanzi: , Tàiwēi yuán) dan Pasar Surgawi (Hanzi: , Tiānsh yuán) terletak dekat dengan ekliptika. Setiap kandang memiliki dua dinding, yang disebut dinding kiri dan dinding kanan yang merupakan Xingguan utama. Beberapa Xingguan terletak di dalam "tembok" ini (seperti Penjaga Istana), yang lain berada di area sekitar mereka. Misalnya, Xingguan Kaisar dan Putra Mahkota terletak di dalam Xingguan Istana Terlarang. Penutup Istana Terlarang Ungu [#7] mewakili istana bagian dalam kaisar karena seluruh bola angkasa dengan semua Xingguan lainnya berputar di sekitar wilayah kutub ini. Dalam kepercayaan Cina kuno, Istana Terlarang Ungu terletak di tengah langit dan meliputi rasi bintang modern Ursa Minor, Draco, Camelopardalis, Cepheus, Cassiopeia, Auriga, Boötes, dan bagian dari Ursa Major, Canes Venatici, Leo Minor, Hercules . Ini berisi 37 Xingguan tradisional. Kandang Istana Tertinggi [#8] adalah tempat di mana kaisar dan para abdi dalem berurusan dengan politik mereka. Istana Tertinggi mencakup berbagai pejabat dan lembaga pemerintah, total 20 Xingguan tradisional. Ini mencakup rasi bintang modern Virgo, Coma Berenices dan Leo, dan bagian dari Canes Venatici, Ursa Major dan Leo Minor. Kandang Pasar Surgawi [#9] adalah bazaar di langit, tempat di mana orang-orang biasa bertemu dan diwakili dengan fasilitas bazaar mereka di 19 Xingguan. The Heavenly Market Place meliputi rasi bintang modern Serpens, Ophiuchus, Aquila dan Corona Borealis, dan bagian dari Hercules. ### Dua Puluh Delapan Lunar Mansions Ke-28 Lunar Mansions (Hanzi: , xiù) [#10] adalah irisan kenaikan ke kanan di jalur Bulan di sekitar ekliptika. Asterisme rumah bulan tidak memiliki ukuran yang sama: ada 28 rasi bintang di utara dan selatan ekliptika tetapi wilayah Xiú (rumah mewah) memanjang dari sana menuju kutub khatulistiwa di mana garis kenaikan kanan berpotongan. Niat awalnya adalah untuk mendefinisikan mansion sedemikian rupa sehingga Bulan berganti mansion setiap hari tetapi karena variabilitas orbit dan kecepatan Bulan, konsep ini tidak berlaku lagi. Irisan terkecil hanya memanjang 1° dari kenaikan kanan.
pl: ### Asterisms (Xingguans) W tradycyjnym chińskim gwiazdach astronomia grupuje się, tworząc gwiazdy, znane jako „Xingguan” (chińskie: 星 官, xīngguān, co oznacza „gwiezdnych urzędników”). Xinguuans mają nazwy i kształty związane z elementami starożytnego chińskiego społeczeństwa, takimi jak królestwo, góry, towary lub przemysł. W pewien sposób rzutują świat ludzi na niebo. Xingguany mogą zawierać od jednej do kilkudziesięciu gwiazd. Większość z nich jest mniejsza niż konstelacje tradycji hellenistycznej. W dynastii Song (XIII wiek) mapa astronomiczna Suzhou [#3] została wygrawerowana w marmurze. Pokazuje w sumie 283 Xingguanów, w tym łącznie 1565 pojedynczych gwiazd podzielonych na 31 regionów: 28 księżycowych rezydencji wzdłuż ekliptyki i 3 obudowy północnego nieba. ![](suzhouskxt.webp) Astronomiczna mapa Suzhou, wyryta w czarnym marmurze (1247) {: .img_and_caption } Z powodu precesji sześć Xingguanów w pobliżu południowego horyzontu stało się trudnych do zaobserwowania i nie zostało uwzględnionych na mapie Suzhou. Przed dynastią Ming Xingguans nie obejmował nieba wokół niebieskiego bieguna południowego. Asterizmy południowe zostały dodane jako piąta grupa w późnej dynastii Ming na podstawie europejskich map gwiezdnych, definiując dodatkowe 23 Xingguany [#11]. ### Słońce, księżyc i planety Dla starożytnych Chińczyków Słońce, Księżyc i pięć planet tworzą Siedem Luminariów (chiński: 七曜, qīyào), które odpowiadają Yin, Yang i Pięciu Elementom. Drewno jest zielone, ogień czerwony, ziemia żółty, metal biały, woda czarna. Merkury nazywa się Gwiazda Wody, Wenus - Gwiazda Metalu, Mars - Gwiazda Ognia, Jowisz - Gwiazda Drewna, Saturn - Gwiazda Ziemi. Słońce i Księżyc nazywają się Taiyang (Słońce, chiński: 太阳) i Taiyin (Księżyc, chiński: 太阴) złożony ze słów „tài” (wielki, chiński: 太) oraz „Yin” lub „Yang”. Ich inna nazwa należy do znaków piktograficznych Ri (Słońce, chiński: 日) i Yue (Księżyc, chiński: 月), ale najczęściej używaną nazwą księżyca jest Yueliang (chiński: 月亮, yuèliàng). ### Nazwy gwiazd Nazwy gwiazd w starożytnych Chinach składają się z nazwy Xingguan i liczby. Niektóre gwiazdy mają również wspólną nazwę, na przykład Alpha Leonis, która nazywa się „Gwiazdą Królowej”. W przeciwieństwie do Xingguans, tradycyjne chińskie nazwy gwiazd są nadal w powszechnym użyciu, nawet bardziej niż oznaczenia Bayer / Flamsteed. ### Trzy załączniki 3 obudowy to regiony zawierające mniejsze asteryzmy. Obudowa Purpurowego Zakazanego Pałacu (chiński: 紫微 垣, Zǐwēi yuán) otacza prawie cały obszar okołobiegunowy, a obudowa Najwyższego Pałacu (chiński: 太微 垣, Tàiwēi yuán) i Niebiańskiego Rynku (chiński: 天 市 垣, Tiānshì yuán) znajdują się w pobliżu ekliptyki. Każda obudowa ma dwie ściany, zwane lewą i prawą ścianą, które są głównymi Xingguanami. Niektóre Xingguany znajdują się w obrębie tych „murów” (takie jak Strażnicy Pałacu), inne znajdują się w okolicy, którą otaczają. Na przykład Xingguany Cesarza i Księcia Koronnego znajdują się w Xingguanie Zakazanego Pałacu. Obudowa Purple Forbidden Palace [#7] reprezentuje wewnętrzny pałac cesarza, ponieważ cała sfera niebieska wraz ze wszystkimi innymi Xingguanami obraca się wokół tego regionu polarnego. W starożytnych wierzeniach chińskich fioletowy Zakazany Pałac leży na środku nieba i obejmuje współczesne konstelacje Ursa Minor, Draco, Camelopardalis, Cefeusz, Cassiopeia, Auriga, Boötes oraz części Ursa Major, Canes Venatici, Leo Minor, Hercules . Zawiera 37 tradycyjnych Xingguanów. Ogrodzenie Najwyższego Pałacu [#8] to miejsce, w którym cesarz i dworzanie zajmują się swoją polityką. Pałac Najwyższy obejmuje różnych urzędników i agencje rządowe, w sumie 20 tradycyjnych Xingguanów. Obejmuje współczesne konstelacje Panny, śpiączki Bereniki i Lwa oraz części Canes Venatici, Ursa Major i Leo Minor. Obudowa Niebiańskiego Rynku [#9] to bazar na niebie, miejsce, gdzie spotykają się zwykli ludzie i są reprezentowani przez swoje bazary w 19 Xingguanach. Niebiański Rynek obejmuje współczesne konstelacje Wężowce, Ophiuchus, Akwila i Korona Borealis oraz części Herkulesa. ### Dwadzieścia Osiem Księżycowych Posiadłości 28 Lunar Mansions (chiński: 宿, xiù) [#10] to plasterki prawego wstąpienia na ścieżkę Księżyca wokół ekliptyki. Księżycowe asteryzmy rezydencji nie są równej wielkości: na północy i południu ekliptyki znajduje się 28 gwiazdozbiorów, ale regiony Xiú (rezydencje) rozciągają się stamtąd w kierunku bieguna równikowego, gdzie przecinają się prawe linie wstąpienia. Początkowym zamiarem było zdefiniowanie rezydencji w taki sposób, aby Księżyc zmieniał rezydencję każdego dnia, ale ze względu na zmienność orbity i prędkości Księżyca, koncepcja ta nie ma już zastosowania. Najmniejszy plasterek rozciąga się tylko na 1 ° prawego wniebowstąpienia.
pt: Asterismos (Xingguans) Na astronomia chinesa tradicional, as estrelas são agrupadas para formar asterismos, conhecidos como "Xingguan" (chinês: 星 官, xīngguān, que significa "oficiais da estrela"). Os xinguanos têm nomes e formas relacionados a elementos da antiga sociedade chinesa, como o reino, as montanhas, os bens ou a indústria. Eles estão de certa forma projetando o mundo dos humanos no céu. Os Xingguans podem conter de uma a várias dezenas de estrelas. A maioria deles é menor que as constelações da tradição helenística. Na dinastia Song (século XIII), o mapa astronômico de Suzhou [#3] foi gravado em mármore. Ele mostra um total de 283 Xingguans, compreendendo um total de 1.565 estrelas individuais divididas em 31 regiões: as 28 mansões lunares ao longo da eclíptica e os 3 recintos do céu do norte. ![](suzhouskxt.webp) O mapa astronômico de Suzhou, gravado em mármore preto (1247) {: .img_and_caption } Devido à precessão, seis Xingguans próximos ao horizonte sul tornaram-se difíceis de observar e não foram incluídos no mapa de Suzhou. Antes da dinastia Ming, os Xingguans não incluíam o céu ao redor do polo sul celeste. Os Asterismos do Sul foram adicionados como um quinto grupo no final da dinastia Ming, com base em mapas estelares europeus, definindo 23 Xingguans adicionais [#11]. Sol, Lua e Planetas Para os chineses antigos, o Sol, a Lua e os cinco planetas formam _Seven Luminares_ (chinês: 七曜, qīyào), que correspondem ao Yin, ao Yang e aos Cinco Elementos. A madeira é verde, o fogo é vermelho, a terra é amarela, o metal é branco, a água é preta. Então, Mercúrio se chama Estrela da Água, Vênus se chama Estrela do Metal, Marte se chama Estrela do Fogo, Júpiter se chama Estrela da Madeira, Saturno se chama Estrela da Terra. O Sol e a Lua são nomeados Taiyang (Sol, chinês: 太阳) e Taiyin (Lua, chinês: 太阴) compostos pelas palavras "tài" (Ótimo, chinês: 太) e "Yin" ou "Yang". Seu outro nome pertence aos caracteres pictográficos Ri (Sol, chinês: 日) e Yue (Lua, chinês: 月), mas o nome mais comumente usado para a lua é Yueliang (chinês: 月亮, yuèliàng). ### Nomes de estrelas A nomeação de estrelas na China antiga é composta pelo nome do Xingguan mais um número. Algumas estrelas também têm um nome comum, como Alpha Leonis, que é chamado de "Estrela da Rainha". Ao contrário dos Xingguans, os nomes de estrelas tradicionais da China ainda são de uso comum hoje em dia, ainda mais comuns do que as designações da Bayer / Flamsteed. Os três gabinetes Os três compartimentos são regiões que contêm asterismos menores. O recinto do Palácio Proibido Roxo (em chinês: 紫微 垣, Zǐwēi yuán) circunda quase toda a área circumpolar, enquanto os recintos do Palácio Supremo (em chinês: 太微 垣, Tàiwēi yuán) e do Mercado Celestial (em chinês: 天 市 垣, Tiānshì yuán) estão localizados perto da eclíptica. Cada gabinete possui duas paredes, chamadas parede esquerda e parede direita, que são os principais Xingguans. Alguns Xingguans estão localizados dentro desses "muros" (como os Guardas do Palácio), outros estão localizados na área em que estão ao redor. Por exemplo, os Xingguans do Imperador e do Príncipe Herdeiro estão localizados dentro dos Xingguan do Palácio Proibido. O recinto do Palácio Proibido Roxo [#7] representa o palácio interno do imperador porque toda a esfera celeste com todos os outros Xingguans está girando em torno desta região polar. Na crença chinesa antiga, o Palácio Proibido Roxo fica no meio do céu e cobre as constelações modernas Ursa Minor, Draco, Camelopardalis, Cepheus, Cassiopeia, Auriga, Boötes e partes da Ursa Maior, Canes Venatici, Leo Minor, Hércules . Contém 37 Xingguans tradicionais. O recinto do Palácio Supremo [#8] é o lugar onde o imperador e os cortesãos lidam com sua política. O Palácio Supremo inclui uma variedade de funcionários e agências governamentais, um total de 20 Xingguans tradicionais. Abrange as constelações modernas Virgo, Coma Berenices e Leo, e partes de Canes Venatici, Ursa Major e Leo Minor. O recinto do Heavenly Market [#9] é um bazar no céu, um lugar onde pessoas comuns se encontram e são representadas com suas instalações em 19 Xingguans. O Heavenly Market Place cobre as constelações modernas Serpens, Ophiuchus, Aquila e Corona Borealis, e partes de Hércules. Vinte e oito mansões lunares As 28 Mansões Lunares (em chinês: 宿, xiù) [#10] são fatias de ascensões retas no caminho da Lua ao redor da eclíptica. Os asterismos das mansões lunares não têm o mesmo tamanho: existem 28 constelações ao norte e ao sul da eclíptica, mas as regiões dos Xiú (mansões) se estendem a partir daí em direção ao polo equatorial, onde as linhas de ascensão reta se cruzam. A intenção inicial era definir as mansões de uma maneira que a Lua mudasse de mansão todos os dias, mas devido à variabilidade da órbita e velocidade da Lua, esse conceito não se aplica mais. A fatia menor se estende em apenas 1 ° de ascensão reta.
tr: ### Yıldız işaretleri (Xingguans) Geleneksel Çin astronomisinde yıldızlar, "Xingguan" (Çince: 星官, xīngguān, "Yıldız görevlileri" anlamına gelen) olarak bilinen yıldız işaretleri oluşturmak üzere gruplandırılır. Xinguuanların krallık, dağlar, mallar veya endüstri gibi eski Çin toplumunun unsurlarıyla ilgili isimleri ve şekilleri vardır. Bir şekilde insanların dünyasını gökyüzüne yansıtıyorlar. Xingguanlar bir ila birkaç düzine yıldız içerebilir. Çoğu, Helenistik geleneğin takımyıldızlarından daha küçüktür. Song hanedanlığında (13. yüzyıl), Suzhou astronomik haritası [#3] mermere oyulmuştur. 31 bölgeye ayrılmış toplam 1.565 ayrı yıldızdan oluşan toplam 283 Xingguan'ı gösterir: ekliptik boyunca 28 ay konağı ve kuzey gökyüzünün 3 muhafazası. ![](suzhouskxt.webp) Suzhou'nun siyah mermere oyulmuş astronomik haritası (1247) {: .img_and_caption } Presesyon nedeniyle, güney ufkuna yakın altı Xingguan'ı gözlemlemek zorlaştı ve Suzhou haritasına dahil edilmedi. Ming hanedanından önce, Xingguans, göksel güney kutbunun etrafındaki gökyüzünü içermiyordu. Güney Yıldızları, Ming hanedanlığının sonlarında Avrupa yıldız çizelgelerine dayanan beşinci bir grup olarak eklendi ve 23 Xingguan'ı [#11] tanımladı. ### Güneş, Ay ve Gezegenler Eski Çinliler için Güneş, Ay ve beş gezegen, Yin, Yang ve Beş Elemente karşılık gelen _Yedi Armatür_ (Çince: 七曜, qīyào) oluşturur. Odun yeşil, ateş kırmızı, toprak sarı, metal beyaz, su siyahtır. Yani Merkür'ün Su Yıldızı, Venüs'ün Metal Yıldızı, Mars'ın Ateş Yıldızı, Jüpiter'in Ağaç Yıldızı, Satürn'ün Dünya Yıldızı adı verilir. Güneş ve Ay, "tài" (Büyük, Çince: 太) ve "Yin" veya "Yang" kelimelerinden oluşan Taiyang (Güneş, Çince: 太阳) ve Taiyin (Ay, Çince: 太阴) olarak adlandırılır. Diğer isimleri Ri (Güneş, Çince: 日) ve Yue (Ay, Çince: 月) piktografik karakterlere aittir, ancak ay için daha yaygın olarak kullanılan isim Yueliang'dır (Çince: 月亮, yuèliàng). ### Yıldız adları Eski Çin'deki yıldızların adlandırılması, Xingguan'ın adı artı bir sayıdan oluşur. Bazı yıldızların, "Kraliçe'nin Yıldızı" olarak adlandırılan Alpha Leonis gibi ortak bir adı da vardır. Xingguanların aksine, geleneksel Çin yıldız isimleri bugün hala yaygın olarak kullanılmaktadır, hatta Bayer/Flamsteed tanımlarından bile daha yaygındır. ### Üç Muhafaza 3 muhafaza, daha küçük yıldız işaretleri içeren bölgelerdir. Mor Yasak Saray'ın muhafazası (Çince: 紫微垣, Zǐwēi yuán) neredeyse tüm çevre bölgesini çevrelerken, Yüce Saray (Çince: 太微垣, Tàiwēi yuán) ve Cennet Pazarı (Çince: 天市垣, Tiānshì yuán) ekliptik yakınında bulunur. Her muhafazanın, ana Xingguan'lar olan sol duvar ve sağ duvar olarak adlandırılan iki duvarı vardır. Bazı Xingguanlar bu "duvar" içinde yer alır (Saray Muhafızları gibi), diğerleri ise çevreledikleri alanda bulunur. Örneğin, İmparatorun ve Veliaht Prens'in Xingguanları, Yasak Saray'ın Xingguan'ında bulunur. Mor Yasak Saray'ın [#7] muhafazası, imparatorun iç sarayını temsil eder, çünkü tüm göksel küre, diğer tüm Xingguanlarla birlikte bu kutup bölgesinin etrafında dönüyor. Antik Çin inancında, Mor Yasak Saray gökyüzünün ortasında yer alır ve modern takımyıldızları Ursa Minor, Draco, Camelopardalis, Cepheus, Cassiopeia, Auriga, Boötes ve Ursa Major, Canes Venatici, Leo Minor, Herkül'ün bazı kısımlarını kapsar. . 37 geleneksel Xingguan içerir. Yüce Sarayın çevresi [#8], imparator ve saray mensuplarının siyasetleriyle uğraştıkları yerdir. Yüce Saray'da çeşitli görevliler ve devlet kurumları, toplam 20 geleneksel Xingguan bulunur. Modern takımyıldızları Başak, Berenices ve Aslan'ı ve Canes Venatici, Büyükayı ve Küçük Aslan'ın kısımlarını kapsar. Heavenly Market muhafazası [#9] gökyüzünde bir çarşı, sıradan insanların buluştuğu ve 19 Xingguan'da çarşı tesisleriyle temsil edildiği bir yer. Heavenly Market Place, modern Serpens, Ophiuchus, Aquila ve Corona Borealis takımyıldızlarını ve Herkül'ün bazı kısımlarını kapsar. ### Yirmi Sekiz Ay Konağı 28 Ay Konağı (Çince: 宿, xiù) [#10], Ay'ın tutulum etrafındaki yolundaki doğru yükselişlerin dilimleridir. Ay konağı yıldız işaretleri eşit büyüklükte değildir: ekliptiğin kuzeyinde ve güneyinde 28 takımyıldız vardır, ancak Xiú (konaklar) bölgeleri oradan sağ yükseliş çizgilerinin kesiştiği ekvator kutbuna doğru uzanır. İlk amaç, konakları, Ay'ın her gün konak değiştireceği şekilde tanımlamaktı, ancak Ay'ın yörüngesinin ve hızının değişkenliği nedeniyle bu kavram artık geçerli değil. En küçük dilim sadece 1° sağ yükselişte uzanır.
