Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ‘Abdullah b. Muslim (died ~ 889), Kitab al-Anwaʾ (Book of meteorolgy), (Arabic print of the original book, Daʾirat al-Maʿarif al-Osmania, Hydarabad, India, 1956) - [#2]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (died 1030), Al-Azminah wa al-amkinah (Times and Places), (Arabic print of the original book in 2002, World of Books, Beirut, Lebanon). - [#3]: Al-Thaqafī, ʿAbd Allah b. Ḥussayn b. ʿAṣim (died ~ 1012), Al-Anwāʾ wa al-azminah (Meteorology and times), (Arabic print of the original book in 1996, Dar al-jeel, Beirut, Lebanon). - [#4]: [Book of the Stars: Critical edition with commentary by Khalid al-Ajaji, digital edition, 2021 AD](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: Al-Farāhīdī, Abu Abd al-Raḥmān Al-Khalīl b. Aḥmad (died ~ 786), Kitab al-ʿAyn (The book of Arabic letter العين), (Arabic print of the original book, 1980 – 1985). - [#6]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais , I , Ibn Majid, 1921 -1923. - [#7]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais , II, Sulayman al-Mahri et Ibn Majid, 1925. - [#9]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz Wiesbaden, 1961 - [#10]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, England: Variorum Reprints, 1989.
fil: - [#1]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ‘Abdullah b. Muslim (namatay ~ 889), Kitab al-Anwaʾ (Aklat ng meteorolgy), (Arabic na print ng orihinal na aklat, Daʾirat al-Maʿarif al-Osmania, Hydarabad, India, 1956) - [#2]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (namatay noong 1030), Al-Azminah wa al-amkinah (Mga Oras at Lugar), (Arabic print ng orihinal na aklat noong 2002, World of Books, Beirut, Lebanon). - [#3]: Al-Thaqafī, ʿAbd Allah b. Ḥussayn b. ʿAṣim (namatay ~ 1012), Al-Anwāʾ wa al-azminah (Meteorolohiya at panahon), (Arabic print ng orihinal na aklat noong 1996, Dar al-jeel, Beirut, Lebanon). - [#4]: [Book of the Stars: Critical edition with commentary by Khalid al-Ajaji, digital edition, 2021 AD](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: Al-Farāhīdī, Abu Abd al-Raḥmān Al-Khalīl b. Aḥmad (namatay ~ 786), Kitab al-ʿAyn (Ang aklat ng Arabic na titik na العين), (Arabic na print ng orihinal na aklat, 1980 – 1985). - [#6]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais , I , Ibn Majid, 1921 -1923. - [#7]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais , II, Sulayman al-Mahri et Ibn Majid, 1925. - [#9]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz Wiesbaden, 1961 - [#10]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, England: Variorum Reprints, 1989.
fr: - [#1] : Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad 'Abdullah b. Muslim (décédé vers 889), Kitab al-Anwaʾ (Livre de météorologie), (impression arabe du livre original, Daʾirat al-Maʿarif al-Osmania, Hydarabad, Inde, 1956) - [#2] : Al-Marzūqī, Abū ʿAli Aḥmad b. Muhammad b. al-Ḥassan (mort en 1030), Al-Azminah wa al-amkinah (Times and Places), (impression arabe du livre original en 2002, World of Books, Beyrouth, Liban). - [#3] : Al-Thaqafī, ʿAbd Allah b. Husayn b. ʿAṣim (mort ~ 1012), Al-Anwāʾ wa al-azminah (Météorologie et temps), (impression arabe du livre original en 1996, Dar al-jeel, Beyrouth, Liban). - [#4] : [Livre des étoiles : édition critique commentée par Khalid al-Ajaji, édition numérique, 2021 AD](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5] : Al-Farāhīdī, Abu Abd al-Raḥmān Al-Khalīl b. Aḥmad (mort ~ 786), Kitab al-ʿAyn (Le livre de la lettre arabe العين), (impression arabe du livre original, 1980 - 1985). - [#6] : Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais , I , Ibn Majid, 1921 -1923. - [#7] : Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais , II, Sulayman al-Mahri et Ibn Majid, 1925. - [#9] : Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz Wiesbaden, 1961 - [#10] : Kunitzsch, Paul, Les Arabes et les Etoiles, L'Astronome Abu'L-Husayn al-Ṣūfī Et Son Livre sur Les Constellations, XI, Northampton, Angleterre : Variorum Reprints, 1989.
id: - [#1]: Ibn Qutaybah, Al-Dinawar, Abū Muḥammad 'Abdullah b. Muslim (meninggal ~889), Kitab al-Anwaʾ (Kitab Meteorolgi), (Cetak Arab dari buku aslinya, Daʾirat al-Maʿarif al-Osmania, Hydarabad, India, 1956) - [#2]: Al-Marzūqī, Abū Ali Aḥmad b. Muhammad b. al-Ḥassan (meninggal 1030), Al-Azminah wa al-amkinah (Waktu dan Tempat), (cetakan bahasa Arab dari buku aslinya pada tahun 2002, World of Books, Beirut, Lebanon). - [#3]: Al-Thaqafī, Abd Allah b. ussayn b. Aṣim (meninggal ~ 1012), Al-Anwāʾ wa al-azminah (Meteorologi dan waktu), (cetakan Arab dari buku aslinya tahun 1996, Dar al-jeel, Beirut, Lebanon). - [#4]: [Book of the Stars: Edisi kritis dengan komentar oleh Khalid al-Ajaji, edisi digital, 2021 M](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: Al-Farāhīd, Abu Abd al-Raḥmān Al-Khalīl b. Aḥmad (meninggal ~ 786), Kitab al-ʿAyn (Kitab huruf Arab العين), (Buku asli cetak dalam bahasa Arab, 1980 – 1985). - [#6]: Ferrand, Gabriel, Instruksi Nautiques et Routiers Arabes et Portugais , I , Ibn Majid, 1921 -1923. - [#7]: Ferrand, Gabriel, Instruksi Nautiques et Routiers Arabes et Portugais , II, Sulayman al-Mahri et Ibn Majid, 1925. - [#9]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz Wiesbaden, 1961 - [#10]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūf And His Book on The Constellation, XI, Northampton, Inggris: Variorum Reprints, 1989.
pl: - [#1]: Ibn Qutaybah, Al-Dinawarī, Abū Muhammad ‘Abdullah ur. Muslim (zmarł ~ 889), Kitab al-Anwaʾ (Księga meteorologii), (druk arabski oryginału, Daʾirat al-Maʿarif al-Osmania, Hydarabad, Indie, 1956) - [#2]: Al-Marzūqī, Abū ʿAli Aḥmad ur. Muhammad ur. al-Ḥassan (zm. 1030), Al-Azminah wa al-amkinah (Czasy i miejsca), (arabski druk oryginalnej książki z 2002 r., World of Books, Bejrut, Liban). - [#3]: Al-Thaqafī, ʿAbd Allah ur. ussayn ur. ʿAṣim (zmarł ~ 1012), Al-Anwāʾ wa al-azminah (Meteorologia i czasy), (arabski druk oryginalnej książki w 1996 r., Dar al-jeel, Bejrut, Liban). - [#4]: [Księga gwiazd: wydanie krytyczne z komentarzem Khalida al-Ajajiego, wydanie cyfrowe, 2021 AD](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: Al-Farahīdī, Abu Abd al-Raḥmān Al-Khalīl ur. Aḥmad (zm. ~ 786), Kitab al-ʿAyn (Księga arabskiej litery العين), (druk arabski oryginału, 1980-1985). - [#6]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais, I , Ibn Majid, 1921 -1923. - [#7]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais, II, Sulayman al-Mahri et Ibn Majid, 1925. - [#9]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz Wiesbaden, 1961 - [#10]: Kunitzsch, Paul, Arabowie i gwiazdy, Astronom Abu'L-Husayn al-Ṣūfī i jego książka o gwiazdozbiorach, XI, Northampton, Anglia: Przedruki Variorum, 1989.
pt: - [#1]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad 'Abdullah b. Muslim (falecido em ~ 889), Kitab al-Anwaʾ (Livro de meteorologia), (impressão árabe do livro original, Daʾirat al-Maʿarif al-Osmania, Hydarabad, Índia, 1956) - [#2]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muhammad b. al-Ḥassan (falecido em 1030), Al-Azminah wa al-amkinah (Tempos e Lugares), (impressão árabe do livro original em 2002, World of Books, Beirute, Líbano). - [#3]: Al-Thaqafī, ʿAbd Allah b. Hussayn b. ʿAṣim (falecido ~ 1012), Al-Anwāʾ wa al-azminah (Meteorologia e tempos), (impressão árabe do livro original em 1996, Dar al-jeel, Beirute, Líbano). - [#4]: [Book of the Stars: Critical edition with commentary by Khalid al-Ajaji, digital edition, 2021 AD](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: Al-Farāhīdī, Abu Abd al-Raḥmān Al-Khalīl b. Aḥmad (falecido em ~ 786), Kitab al-ʿAyn (O livro da letra árabe العين), (impressão árabe do livro original, 1980 – 1985). - [#6]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais , I , Ibn Majid, 1921-1923. - [#7]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais, II, Sulayman al-Mahri et Ibn Majid, 1925. - [#9]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz Wiesbaden, 1961 - [#10]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, Inglaterra: Variorum Reprints, 1989.
tr: - [#1]: İbn Kuteybe, Al-Dinaveri, Ebu Muhammed Abdullah b. Müslim (öldü ~ 889), Kitab al-Anwaʾ (Meteoroloji Kitabı), (Orijinal kitabın Arapça baskısı, Daʾirat al-Ma'arif al-Osmania, Hydarabad, Hindistan, 1956) - [#2]: Al-Marzūqī, Ebu Ali Ahmed b. Muhammed b. al-Hassan (1030 öldü), Al-Azminah wa al-amkinah (Times and Places), (2002'deki orijinal kitabın Arapça baskısı, World of Books, Beyrut, Lübnan). - [#3]: Al-Sakafi, 'Abd Allah b. hussayn b. 'Asım (öldü ~ 1012), Al-Anwāʾ wa al-azminah (Meteoroloji ve zamanlar), (1996'daki orijinal kitabın Arapça baskısı, Dar al-jeel, Beyrut, Lübnan). - [#4]: [Yıldızların Kitabı: Khalid al-Ajaji'nin yorumlarıyla Eleştirel baskı, dijital baskı, MS 2021](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: Al-Farahīdī, Ebu Abdurrahman Al-Khalīl b. Aḥmad (ö. 786), Kitab al-Ayn (Arapça العين harfinin kitabı), (orijinal kitabın Arapça baskısı, 1980 – 1985). - [#6]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais, I, İbn Majid, 1921 -1923. - [#7]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais, II, Sulayman al-Mahri et Ibn Majid, 1925. - [#9]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz Wiesbaden, 1961 - [#10]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Hüseyn al-Tūfī And His Book on the Constellations, XI, Northampton, England: Variorum Reprints, 1989.

source: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Special pemission is granted to Stellarium Labs to include the licensed material
fil: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Ang espesyal na pahintulot ay ibinibigay sa Stellarium Labs upang isama ang lisensyadong materyal
fr: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Une autorisation spéciale est accordée à Stellarium Labs pour inclure le matériel sous licence
id: Attribution-NoDerivatives 4.0 Internasional (CC BY-ND 4.0). Izin khusus diberikan kepada Stellarium Labs untuk menyertakan materi berlisensi
pl: Uznanie autorstwa-Bez Derivatives 4.0 Międzynarodowy (CC BY-ND 4.0). Stellarium Labs otrzymuje specjalne zezwolenie na włączenie licencjonowanego materiału
pt: Atribuição-Sem Derivativos 4.0 Internacional (CC BY-ND 4.0). Uma permissão especial é concedida ao Stellarium Labs para incluir o material licenciado
tr: Atıf-Türetilemez 4.0 Uluslararası (CC BY-ND 4.0). Lisanslı materyali içermesi için Stellarium Labs'a özel izin verilir

source: The two oryx calves
fil: Ang dalawang guya ng oryx
fr: Les deux veaux d'oryx
id: Dua anak sapi oryx
pl: Dwa cielęta oryksów
pt: Os dois bezerros de órix
tr: İki oriks buzağı

source: The axe of the grindstone
fil: Ang palakol ng giling
fr: La hache de la meule
id: Kapak batu asah
pl: Topór kamienia szlifierskiego
pt: O machado da pedra de amolar
tr: Taşlama baltası

source: Fish shaped two arcs of stars joined at the ends by α UMi and β UMi, named as the axe of the grindstone because it revolves around the north stellar pole.
fil: Ang hugis ng isda ay dalawang arko ng mga bituin na pinagdugtong sa mga dulo ng α UMi at β UMi, na pinangalanang palakol ng grindstone dahil umiikot ito sa north stellar pole.
fr: Le poisson a formé deux arcs d'étoiles reliés aux extrémités par α UMi et β UMi, nommé comme l'axe de la meule car il tourne autour du pôle nord stellaire.
id: Ikan berbentuk dua busur bintang yang ujungnya disatukan oleh UMi dan UMi, dinamakan sebagai kapak batu asah karena berputar mengelilingi kutub bintang utara.
pl: Ryba ukształtowała dwa łuki gwiazd połączone na końcach przez α UMi i β UMi, nazwane toporem kamienia szlifierskiego, ponieważ obraca się wokół północnego bieguna gwiazdy.
pt: Os peixes formaram dois arcos de estrelas unidos nas extremidades por α UMi e β UMi, nomeados como o machado do rebolo porque gira em torno do pólo norte estelar.
tr: Balık, kuzey yıldız kutbu etrafında döndüğü için bilemetaşının baltası olarak adlandırılan, uçlarında α UMi ve β UMi tarafından birleştirilen iki yıldız yayı şekillendirdi.

source: Daughters of Na'sh
fil: Mga anak ni Na'sh
fr: Filles de Na'sh
id: Putri Na'sh
pl: Córki Na'sh
pt: Filhas de Na'sh
tr: Na'sh'ın Kızları

source: The 7 stars of the big dipper, representing 7 girls carrying the bier of their father who was killed by Al-Jady (Polaris).
fil: Ang 7 bituin ng malaking dipper, na kumakatawan sa 7 batang babae na bitbit ang bier ng kanilang ama na pinatay ni Al-Jady (Polaris).
fr: Les 7 étoiles de la grande ourse, représentant 7 filles portant la bière de leur père tué par Al-Jady (Polaris).
id: 7 bintang gayung, melambangkan 7 gadis yang membawa usungan ayah mereka yang dibunuh oleh Al-Jady (Polaris).
pl: 7 gwiazd wielkiego wozu, reprezentujących 7 dziewcząt niosących mary swojego ojca, który został zabity przez Al-Jady (Polaris).
pt: As 7 estrelas da Ursa Maior, representando 7 meninas carregando o esquife de seu pai que foi morto por Al-Jady (Polaris).
tr: Al-Jady (Polaris) tarafından öldürülen babalarının sedyesini taşıyan 7 kızı temsil eden büyük kepçenin 7 yıldızı.

source: The first leap
fil: Ang unang lukso
fr: Le premier saut
id: Lompatan pertama
pl: Pierwszy skok
pt: O primeiro salto
tr: ilk sıçrama

source: The track of the first leap of the gazelles fleeing the nearby lion, represented by the two stars: ν UMa and ξ UMa.
fil: Ang track ng unang paglukso ng mga gazelle na tumatakas sa kalapit na leon, na kinakatawan ng dalawang bituin: ν UMa at ξ UMa.
fr: La trace du premier bond des gazelles fuyant le lion tout proche, représentée par les deux étoiles : ν UMa et ξ UMa.
id: Jejak lompatan pertama kijang yang melarikan diri dari singa di dekatnya, diwakili oleh dua bintang: UMa dan UMa.
pl: Ślad pierwszego skoku gazeli uciekających z pobliskiego lwa, reprezentowany przez dwie gwiazdy: ν UMa i ξ UMa.
pt: A trilha do primeiro salto das gazelas fugindo do leão próximo, representada pelas duas estrelas: ν UMa e ξ UMa.
tr: İki yıldızla temsil edilen yakındaki aslandan kaçan ceylanların ilk sıçramasının izi: ν UMa ve ξ UMa.

source: The second leap
fil: Ang pangalawang lukso
fr: Le deuxième saut
id: Lompatan kedua
pl: Drugi skok
pt: O segundo salto
tr: ikinci sıçrama

source: The track of the second leap of the gazelles represented by the two stars: λ UMa and μ UMa.
fil: Ang track ng pangalawang paglukso ng mga gazelle na kinakatawan ng dalawang bituin: λ UMa at μ UMa.
fr: La trace du deuxième saut des gazelles représentée par les deux étoiles : λ UMa et μ UMa.
id: Jejak lompatan kedua kijang diwakili oleh dua bintang: UMa dan UMa.
pl: Tor drugiego skoku gazeli reprezentowany przez dwie gwiazdy: λ UMa i μ UMa.
pt: A trilha do segundo salto das gazelas representada pelas duas estrelas: λ UMa e μ UMa.
tr: İki yıldız tarafından temsil edilen ceylanların ikinci sıçramasının izi: λ UMa ve μ UMa.

source: The third leap
fil: Ang ikatlong lukso
fr: Le troisième saut
id: Lompatan ketiga
pl: Trzeci skok
pt: O terceiro salto
tr: üçüncü sıçrama

source: The track of the third leap of the gazelles represented by the two stars: ι UMa and κ UMa.
fil: Ang track ng ikatlong lukso ng mga gazelle na kinakatawan ng dalawang bituin: ι UMa at κ UMa.
fr: La trace du troisième saut des gazelles représentées par les deux étoiles : ι UMa et κ UMa.
id: Jejak lompatan ketiga kijang diwakili oleh dua bintang: UMa dan UMa.
pl: Ślad trzeciego skoku gazeli reprezentowany przez dwie gwiazdy: ι UMa i κ UMa.
pt: A trilha do terceiro salto das gazelas representada pelas duas estrelas: ι UMa e κ UMa.
tr: İki yıldız tarafından temsil edilen ceylanların üçüncü sıçramasının izi: ι UMa ve κ UMa.

source: The Gazelles and their youngsters
fil: Ang mga Gazelle at ang kanilang mga kabataan
fr: Les Gazelles et leurs jeunes
id: Gazelle dan anak-anak mereka
pl: Gazele i ich dzieci
pt: As Gazelas e seus jovens
tr: Ceylanlar ve gençleri

source: An area between Ursa Major and Leo, where the brighter stars are the adult gazelles, and the faint stars represent the young ones.
fil: Isang lugar sa pagitan ng Ursa Major at Leo, kung saan ang mas maliwanag na mga bituin ay ang mga pang-adultong gasela, at ang malabong mga bituin ay kumakatawan sa mga bata.
fr: Une zone entre la Grande Ourse et le Lion, où les étoiles les plus brillantes sont les gazelles adultes et les étoiles faibles représentent les jeunes.
id: Daerah antara Ursa Major dan Leo, di mana bintang-bintang yang lebih terang adalah rusa dewasa, dan bintang-bintang redup mewakili yang muda.
pl: Obszar pomiędzy Ursa Major a Lwem, gdzie jaśniejsze gwiazdy to dorosłe gazele, a słabe gwiazdy reprezentują młode.
pt: Uma área entre a Ursa Maior e Leão, onde as estrelas mais brilhantes são as gazelas adultas, e as estrelas fracas representam as jovens.
tr: Büyük Ayı ve Aslan arasında, daha parlak yıldızların yetişkin ceylanlar olduğu ve soluk yıldızların gençleri temsil ettiği bir bölge.

source: The two preceding to the water
fil: Nauna ang dalawa sa tubig
fr: Les deux précédant l'eau
id: Dua sebelum air
pl: Dwa poprzedzające wodę
pt: Os dois anteriores à água
tr: Sudan önceki iki

source: The two stars: h UMa and υ UMa, representing two men advancing to the water pool to fetch water to help dig the grave of Na'sh, father of Daughters of Na'sh.
fil: Ang dalawang bituin: h UMa at υ UMa, na kumakatawan sa dalawang lalaki na sumusulong sa pool ng tubig upang tumulong sa paghukay ng libingan ni Na'sh, ama ng mga Anak na Babae ni Na'sh.
fr: Les deux étoiles : h UMa et υ UMa, représentant deux hommes s'avançant vers le bassin d'eau pour aller chercher de l'eau pour aider à creuser la tombe de Na'sh, père des Filles de Na'sh.
id: Dua bintang: h UMa dan UMa, mewakili dua pria yang maju ke kolam air untuk mengambil air untuk membantu menggali kuburan Na'sh, ayah dari Putri Na'sh.
pl: Dwie gwiazdy: h UMa i υ UMa, reprezentujące dwóch mężczyzn zmierzających do basenu z wodą, aby pomóc wykopać grób Na'sha, ojca Cór Na'sh.
pt: As duas estrelas: h UMa e υ UMa, representando dois homens avançando para a piscina de água para buscar água para ajudar a cavar a sepultura de Na'sh, pai das Filhas de Na'sh.
tr: İki yıldız: h UMa ve υ UMa, Na'sh'ın Kızları'nın babası Na'sh'ın mezarını kazmaya yardım etmek için su almak üzere su havuzuna ilerleyen iki adamı temsil ediyor.

source: The pool
fil: Ang pool
fr: La piscine
id: Kolam
pl: Basen
pt: A piscina
tr: Havuz

source: An incomplete circle of stars representing a water pool where the gazelles drink, and two men are fetching water.
fil: Isang hindi kumpletong bilog ng mga bituin na kumakatawan sa isang pool ng tubig kung saan umiinom ang mga gazelle, at dalawang lalaki ang umiinom ng tubig.
fr: Un cercle incomplet d'étoiles représentant un bassin d'eau où les gazelles boivent, et deux hommes vont chercher de l'eau.
id: Lingkaran bintang yang tidak lengkap mewakili kolam air tempat kijang minum, dan dua pria mengambil air.
pl: Niepełny krąg gwiazd przedstawiający sadzawkę, w której piją gazele, a dwóch mężczyzn przynosi wodę.
pt: Um círculo incompleto de estrelas representando uma piscina de água onde as gazelas bebem e dois homens estão buscando água.
tr: Ceylanların su içtiği bir su havuzunu temsil eden tamamlanmamış bir yıldız çemberi ve iki adam su getiriyor.

source: The wolf claws
fil: Ang kuko ng lobo
fr: Les griffes du loup
id: Cakar serigala
pl: Pazury wilka
pt: As garras do lobo
tr: kurt pençeleri

source: The two wolves
fil: Ang dalawang lobo
fr: Les deux loups
id: Kedua serigala
pl: Dwa wilki
pt: Os dois lobos
tr: iki kurt

source: The two stars: f Dra and ω Dra, representing two wolves trying to hunt the nearby baby camel, the star HR 6618, surrounded by the four mother camels.
fil: Ang dalawang bituin: f Dra at ω Dra, na kumakatawan sa dalawang lobo na sinusubukang manghuli ng kalapit na sanggol na kamelyo, ang bituing HR 6618, na napapalibutan ng apat na ina na kamelyo.
fr: Les deux étoiles : f Dra et ω Dra, représentant deux loups essayant de chasser le bébé chameau à proximité, l'étoile HR 6618, entourée des quatre chameaux mères.
id: Dua bintang: f Dra dan Dra, mewakili dua serigala yang mencoba berburu bayi unta di dekatnya, bintang HR 6618, dikelilingi oleh empat induk unta.
pl: Dwie gwiazdy: f Dra i ω Dra, reprezentujące dwa wilki próbujące polować na pobliskie dziecko wielbłąda, gwiazdę HR 6618, otoczone czterema matkami wielbłądów.
pt: As duas estrelas: f Dra e ω Dra, representando dois lobos tentando caçar o bebê camelo próximo, a estrela HR 6618, cercado pelas quatro mães camelas.
tr: İki yıldız: f Dra ve ω Dra, yakındaki yavru deveyi avlamaya çalışan iki kurdu temsil ediyor, yıldız HR 6618, dört ana deveyle çevrili.

source: The mother camels
fil: Ang inang mga kamelyo
fr: Les mamans chameaux
id: Induk unta
pl: Matka wielbłądów
pt: As mães camelos
tr: anne develer

source: An irregular square of four stars, representing four mother camels protecting the baby camel, the star HR 6618, from the near by Hyena, the star ι Dra, and the two wolves.
fil: Isang hindi regular na parisukat ng apat na bituin, na kumakatawan sa apat na ina na kamelyo na nagpoprotekta sa sanggol na kamelyo, ang bituin na HR 6618, mula sa malapit na Hyena, ang bituin na si Dra, at ang dalawang lobo.
fr: Un carré irrégulier de quatre étoiles, représentant quatre chamelles mères protégeant le bébé chameau, l'étoile HR 6618, de la proche Hyène, l'étoile ι Dra, et les deux loups.
id: Persegi empat tidak beraturan, melambangkan empat induk unta yang melindungi bayi unta, bintang HR 6618, dari dekat Hyena, bintang Dra, dan dua serigala.
pl: Nieregularny kwadrat czterech gwiazd, przedstawiający cztery wielbłądy matki chroniące wielbłądka, gwiazdę HR 6618, z niedalekiej Hieny, gwiazdę ι Dra i dwa wilki.
pt: Um quadrado irregular de quatro estrelas, representando quatro camelos mãe protegendo o camelo bebê, a estrela HR 6618, da vizinha Hiena, a estrela ι Dra, e os dois lobos.
tr: Bebek deveyi, yakınlardan Sırtlan tarafından yıldız HR 6618'i, yıldız ι Dra'yı ve iki kurdu koruyan dört anne deveyi temsil eden dört yıldızdan oluşan düzensiz bir kare.

source: The three stone support
fil: Ang tatlong batong suporta
fr: Le support à trois pierres
id: Dukungan tiga batu
pl: Trzy kamienne wsparcie
pt: O suporte de três pedras
tr: Üç taş desteği
