Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: Sami constellations can be observed on Sami artifacts connected to the old religion, suggesting that the night sky played an important cultural role for them. The Sami sky culture has a lot in common with other arctic and sub-arctic cultures in Eurasia. One unfortunate similarity is that much of the culture was lost before it was recorded properly. This sky culture is a conglomeration of at least three slightly different cultures from the people of the South-Sami, North-Sami and Russian Sami. Each of these groups have slightly different languages and as such there may be small differences with some references [#1][#2]. Stellarium's Sami sky culture is based on the work of Bo Lundmark _Bæi'vi mánno nástit_ [#3], who based much of his work on the writings of the Sami artist and author Johan Turi. ### Constellations and Stars The Sami constellations are probably very old but were recorded in writing during the 19th century. It is unclear if the written record is complete. The constellations and stars included here are all connected to the dominant constellation, _Sarva_ — the elk. Sarva is the Sami name for elk, an alternative name is _Sarvvis_ — Bull elk. The origin of this constellation probably dates back to the old hunter culture before reindeer were domesticated. _Sarva_ consists of the modern constellations Cassiopeia, Perseus and parts of Auriga. Constellations and stars surrounding Sarva represent hunters of the elk. _Favdna_ (also transcribed as _Favtna_) is the star Arcturus, and represents the Hunter who aims at the elk with his bow and arrow (_Fauna davgge_ — the Big Dipper). _Favdna_ must aim well, for if he hits _Boahjenaste_, the Sky Support (the star Polaris), legend has it that the world will come to an end. _Favdna_ has a number of helpers: _Galla_ (Procyon) and his sons _Gallabarneck_ (Orion's belt), the "Ski Runners", _Cuoigahægjek_ (Castor and Pollux) and "The Runner" (Vega). The Pleiades are called _Rougot_ (dog pack) or _Miese-cora_ (calfpack). The identification of Procyon with _Galla_ is not certain: It could be Procyon, Rigel, or Sirius - we suggest Procyon as _Galla_ in this sky culture because Sirius is very hard to spot from the latitude where the Sami live. The Milky Way is called _Lodde-raiddaras_ (lit. bird path) or _Jakke-mærka_ (lit. year mark). The name used depends on the season. In the sky chart of Johan Turi, one can observe a star _Guovso-naste_, morning star, that can be identified as Venus, but this is not certain as it can also be identified as Altair, a star showing the morning is approaching (similar to Arcturus in the Norse sky culture). The Sami sky culture does not have a large number of constellations. This is thought to be mainly because of the high Northerly latitude of the Sami people's range. Two factors contribute to this: that the Southern sky stays below the horizon to a large extent, and that the Aurora Borealis is frequently bright enough to obscure many stars.
fil: Ang mga konstelasyon ng Sami ay maaaring obserbahan sa mga artifact ng Sami na konektado sa lumang relihiyon, na nagmumungkahi na ang kalangitan sa gabi ay may mahalagang papel sa kultura para sa kanila. Ang Sami sky culture ay may maraming pagkakatulad sa iba pang arctic at sub-arctic na kultura sa Eurasia. Ang isang kapus-palad na pagkakatulad ay ang karamihan sa kultura ay nawala bago ito naitala nang maayos. Ang kultura ng langit na ito ay isang kalipunan ng hindi bababa sa tatlong bahagyang naiibang kultura mula sa mga tao ng South-Sami, North-Sami at Russian Sami. Ang bawat isa sa mga pangkat na ito ay may bahagyang magkakaibang mga wika at dahil dito ay maaaring may maliliit na pagkakaiba sa ilang mga sanggunian [#1][#2]. Ang Sami sky culture ng Stellarium ay batay sa gawa ni Bo Lundmark _Bæi'vi mánno nástit_ [#3], na ibinatay ang karamihan sa kanyang trabaho sa mga sinulat ng Sami artist at may-akda na si Johan Turi. ### Mga Konstelasyon at Bituin Ang mga konstelasyon ng Sami ay malamang na napakatanda na ngunit naitala sa pagsulat noong ika-19 na siglo. Hindi malinaw kung kumpleto ang nakasulat na rekord. Ang mga konstelasyon at mga bituin na kasama rito ay konektado lahat sa nangingibabaw na konstelasyon, _Sarva_ — ang elk. Ang Sarva ay ang Sami na pangalan para sa elk, isang alternatibong pangalan ay _Sarvvis_ — Bull elk. Ang pinagmulan ng konstelasyon na ito ay malamang na nagmula sa lumang kultura ng mangangaso bago pinaamo ang mga reindeer. Ang _Sarva_ ay binubuo ng mga modernong konstelasyon na Cassiopeia, Perseus at mga bahagi ng Auriga. Ang mga konstelasyon at mga bituin na nakapalibot sa Sarva ay kumakatawan sa mga mangangaso ng elk. Ang _Favdna_ (na isinalin din bilang _Favtna_) ay ang bituin na Arcturus, at kumakatawan sa Mangangaso na naglalayon sa elk gamit ang kanyang busog at palaso (_Fauna davgge_ — ang Big Dipper). Ang _Favdna_ ay dapat maghangad nang mabuti, dahil kung matamaan niya si _Boahjenaste_, ang Sky Support (ang bituin na Polaris), ang alamat ay nagsasabi na ang mundo ay magwawakas. Ang _Favdna_ ay may bilang ng mga katulong: _Galla_ (Procyon) at ang kanyang mga anak na lalaki _Gallabarneck_ (Sinturon ni Orion), ang "Ski Runners", _Cuoigahægjek_ (Castor and Pollux) at "The Runner" (Vega). Ang Pleiades ay tinatawag na _Rougot_ (dog pack) o _Miese-cora_ (calfpack). Ang pagkakakilanlan ng Procyon na may _Galla_ ay hindi tiyak: Maaaring ito ay Procyon, Rigel, o Sirius - iminumungkahi namin si Procyon bilang _Galla_ sa kulturang ito sa kalangitan dahil napakahirap makita ang Sirius mula sa latitude kung saan nakatira ang Sami. Ang Milky Way ay tinatawag na _Lodde-raiddaras_ (lit. bird path) o _Jakke-mærka_ (lit. year mark). Ang pangalan na ginamit ay depende sa panahon. Sa sky chart ni Johan Turi, makikita ang isang bituin _Guovso-naste_, morning star, na makikilala bilang Venus, ngunit hindi ito tiyak dahil maaari din itong makilala bilang Altair, isang bituin na nagpapakita ng umaga ay papalapit na (katulad sa Arcturus sa kultura ng langit ng Norse). Ang kultura ng kalangitan ng Sami ay walang malaking bilang ng mga konstelasyon. Ito ay naisip na pangunahin dahil sa mataas na Northerly latitude ng hanay ng mga taong Sami. Dalawang salik ang nag-aambag dito: na ang Katimugang kalangitan ay nananatili sa ilalim ng abot-tanaw sa malaking lawak, at ang Aurora Borealis ay madalas na sapat na maliwanag upang matakpan ang maraming bituin.
fr: Des constellations samies peuvent être observées sur des artefacts samis liés à l'ancienne religion, ce qui suggère que le ciel nocturne a joué un rôle culturel important pour eux. La culture du ciel sami a beaucoup en commun avec d'autres cultures arctiques et subarctiques en Eurasie. Malheureusement, une grande partie de la culture a été perdue avant d'être enregistrée correctement. Cette culture du ciel est un conglomérat d'au moins trois cultures légèrement différentes des peuples des Samis du Sud, des Samis du Nord et des Samis russes. Chacun de ces groupes a des langues légèrement différentes et en tant que tel, il peut y avoir de petites différences avec certaines références [#1] [#2]. La culture du ciel sami de Stellarium est basée sur le travail de Bo Lundmark _Bæi'vi mánno nástit_ [#3], qui a basé une grande partie de son travail sur les écrits de l'artiste et auteur sami Johan Turi. ### Constellations et étoiles Les constellations sami sont probablement très anciennes mais ont été enregistrées par écrit au XIXe siècle. On ne sait pas si le dossier écrit est complet. Les constellations et les étoiles incluses ici sont toutes connectées à la constellation dominante, _Sarva_ - l'élan. Sarva est le nom sami de l'élan, un autre nom est _Sarvvis_ - Bull elk. L'origine de cette constellation remonte probablement à l'ancienne culture des chasseurs avant la domestication des rennes. _Sarva_ se compose des constellations modernes Cassiopée, Persée et des parties d'Auriga. Les constellations et les étoiles entourant Sarva représentent des chasseurs d'élans. _Favdna_ (également transcrit en _Favtna_) est l'étoile Arcturus, et représente le chasseur qui vise l'élan avec son arc et sa flèche (_Fauna davgge_ - la Grande Ourse). _Favdna_ doit bien viser, car s'il frappe _Boahjenaste_, le Sky Support (l'étoile Polaris), la légende veut que le monde prendra fin. _Favdna_ a un certain nombre d'aides: _Galla_ (Procyon) et ses fils _Gallabarneck_ (ceinture d'Orion), les "Ski Runners", _Cuoigahægjek_ (Castor et Pollux) et "The Runner" (Vega). Les Pléiades sont appelées _Rougot_ (chien pack) ou _Miese-cora_ (veau pack). L'identification de Procyon avec _Galla_ n'est pas certaine: il pourrait s'agir de Procyon, Rigel ou Sirius - nous suggérons Procyon comme _Galla_ dans cette culture du ciel parce que Sirius est très difficile à repérer depuis la latitude où vivent les Samis. La Voie lactée est appelée _Lodde-raiddaras_ (lit. chemin des oiseaux) ou _Jakke-mærka_ (lit. marque de l'année). Le nom utilisé dépend de la saison. Dans la carte du ciel de Johan Turi, on peut observer une étoile _Guovso-naste_, étoile du matin, qui peut être identifiée comme Vénus, mais ce n'est pas certain car elle peut également être identifiée comme Altair, une étoile montrant que le matin approche (similaire à Arcturus dans la culture du ciel nordique). La culture du ciel sami n'a pas un grand nombre de constellations. On pense que cela est principalement dû à la haute latitude nord de l'aire de répartition du peuple sami. Deux facteurs y contribuent: le fait que le ciel austral reste en dessous de l'horizon dans une large mesure et que les aurores boréales sont souvent suffisamment brillantes pour masquer de nombreuses étoiles.
id: Rasi bintang Sami dapat diamati pada artefak Sami yang terkait dengan agama lama, menunjukkan bahwa langit malam memainkan peran budaya yang penting bagi mereka. Budaya langit Sami memiliki banyak kesamaan dengan budaya Arktik dan sub-Arktik lainnya di Eurasia. Satu kesamaan yang disayangkan adalah banyak budaya yang hilang sebelum direkam dengan benar. Budaya langit ini adalah konglomerasi dari setidaknya tiga budaya yang sedikit berbeda dari orang-orang Sami Selatan, Sami Utara, dan Sami Rusia. Masing-masing grup ini memiliki bahasa yang sedikit berbeda dan oleh karena itu mungkin ada sedikit perbedaan dengan beberapa referensi [#1][#2]. Budaya langit Sami Stellarium didasarkan pada karya Bo Lundmark _Bæi'vi mánno nástit_ [#3], yang mendasarkan sebagian besar karyanya pada tulisan seniman dan penulis Sami Johan Turi. ### Rasi Bintang dan Bintang Rasi bintang Sami mungkin sangat tua tetapi tercatat secara tertulis selama abad ke-19. Tidak jelas apakah catatan tertulis itu lengkap. Rasi bintang dan bintang yang disertakan di sini semuanya terhubung ke konstelasi dominan, _Sarva_ — rusa. Sarva adalah nama Sami untuk rusa, nama alternatifnya adalah _Sarvvis_ — Rusa banteng. Asal usul konstelasi ini mungkin berasal dari budaya pemburu tua sebelum rusa dijinakkan. _Sarva_ terdiri dari rasi bintang modern Cassiopeia, Perseus dan bagian dari Auriga. Rasi bintang dan bintang di sekitar Sarva mewakili pemburu rusa. _Favdna_ (juga ditranskripsikan sebagai _Favtna_) adalah bintang Arcturus, dan mewakili Pemburu yang membidik rusa dengan busur dan anak panahnya (_Fauna davgge_ — Biduk). _Favdna_ harus membidik dengan baik, karena jika dia mengenai _Boahjenaste_, Pendukung Langit (bintang Polaris), menurut legenda dunia akan kiamat. _Favdna_ memiliki sejumlah pembantu: _Galla_ (Procyon) dan putranya _Gallabarneck_ (sabuk Orion), "Pelari Ski", _Cuoigahægjek_ (Castor dan Pollux) dan "The Runner" (Vega). Pleiades disebut _Rougot_ (paket anjing) atau _Miese-cora_ (paket anak sapi). Identifikasi Procyon dengan _Galla_ tidak pasti: Bisa jadi Procyon, Rigel, atau Sirius - kami menyarankan Procyon sebagai _Galla_ dalam budaya langit ini karena Sirius sangat sulit dikenali dari garis lintang tempat orang Sami tinggal. Bima Sakti disebut _Lodde-raiddaras_ (jalur burung secara harfiah) atau _Jakke-mærka_ (tanda tahun secara harfiah). Nama yang digunakan tergantung pada musim. Dalam peta langit Johan Turi, kita dapat mengamati sebuah bintang _Guovso-naste_, bintang pagi, yang dapat diidentifikasi sebagai Venus, tetapi ini tidak pasti karena dapat juga diidentifikasi sebagai Altair, sebuah bintang yang menunjukkan pagi mendekat (mirip ke Arcturus dalam budaya langit Norse). Budaya langit Sami tidak memiliki banyak rasi bintang. Hal ini diperkirakan terutama karena garis lintang utara yang tinggi dari jangkauan orang Sami. Dua faktor berkontribusi pada hal ini: bahwa langit Selatan sebagian besar tetap berada di bawah cakrawala, dan bahwa Aurora Borealis seringkali cukup terang untuk mengaburkan banyak bintang.
pl: Konstelacje Sami można zaobserwować na artefaktach Sami związanych ze starą religią, co sugeruje, że nocne niebo odgrywało dla nich ważną rolę kulturową. Samiska kultura nieba ma wiele wspólnego z innymi kulturami arktycznymi i subarktycznymi w Eurazji. Jednym niefortunnym podobieństwem jest to, że znaczna część kultury została utracona, zanim została poprawnie zarejestrowana. Ta kultura nieba jest zlepkiem co najmniej trzech nieco odmiennych kultur od mieszkańców Południowego Sami, Północnego Sami i rosyjskiego Sami. Każda z tych grup ma nieco inne języki i jako takie mogą występować niewielkie różnice w niektórych odniesieniach [#1] [#2]. Kultura nieba Sami Stellarium oparta jest na twórczości Bo Lundmarka _Bæi'vi mánno nástit_ [#3], który w dużej mierze opierał się na pismach artysty Sami i autora Johan Turi. ### Konstelacje i gwiazdy Konstelacje Sami są prawdopodobnie bardzo stare, ale zostały zapisane na piśmie w XIX wieku. Nie jest jasne, czy zapis pisemny jest kompletny. Wszystkie konstelacje i gwiazdy są połączone z dominującą konstelacją - Sarwa - łoś. Sarva to nazwa łosi Sami, alternatywna nazwa to Sarvvis - byk. Pochodzenie tej konstelacji prawdopodobnie pochodzi z dawnej kultury łowców, zanim udomowiono renifery. _Sarva_ składa się z nowoczesnych konstelacji Kasjopei, Perseusza i części Aurigi. Konstelacje i gwiazdy otaczające Sarvę przedstawiają łowców łosi. _Favdna_ (również transkrybowana jako _Favtna_) to gwiazda Arcturus, reprezentująca Łowcę, który celuje w łosia za pomocą swojego łuku i strzały (_Fauna davgge_ - Wielki Wóz). _Favdna_ musi dobrze celować, bo jeśli trafi _Boahjenaste_, Sky Support (gwiazda Polaris), legenda głosi, że świat dobiegnie końca. _Favdna_ ma wielu pomocników: _Galla_ (Procyon) i jego synowie _Gallabarneck_ (pas Oriona), „Ski Runners”, _Cuoigahægjek_ (Castor i Pollux) oraz „The Runner” (Vega). Plejady noszą nazwę _Rougot_ (paczka psa) lub _Miese-cora_ (paczka cieląt). Identyfikacja Procyona z _Galla_ nie jest pewna: może to być Procyon, Rigel lub Syriusz - sugerujemy Procyon jako _Galla_ w tej kulturze nieba, ponieważ Syriusz jest bardzo trudny do zauważenia z szerokości geograficznej, w której żyją Samowie. Droga Mleczna nazywa się _Lodde-raiddaras_ (oświetlona ścieżka ptaka) lub _Jakke-mærka_ (oznaczona literą roku). Użyta nazwa zależy od sezonu. Na mapie nieba Johan Turi można zaobserwować gwiazdę - Guovso-naste_, gwiazdę poranną, którą można zidentyfikować jako Wenus, ale nie jest to pewne, ponieważ można ją również zidentyfikować jako Altair, gwiazdę pokazującą poranek zbliżający się (podobny do Arcturus w nordyckiej kulturze nieba). Kultura Sami w niebie nie ma dużej liczby konstelacji. Uważa się, że dzieje się tak głównie z powodu dużej szerokości geograficznej północnej zasięgu ludu Sami. Przyczyniają się do tego dwa czynniki: że południowe niebo pozostaje w dużej mierze poniżej horyzontu i że zorza polarna jest często wystarczająco jasna, aby przesłaniać wiele gwiazd.
pt: Constelações Sami podem ser observadas em artefatos Sami conectados à antiga religião, sugerindo que o céu noturno desempenhou um importante papel cultural para eles. A cultura do céu Sami tem muito em comum com outras culturas árticas e subárticas na Eurásia. Uma infeliz semelhança é que grande parte da cultura foi perdida antes de ser gravada corretamente. Essa cultura do céu é um conglomerado de pelo menos três culturas ligeiramente diferentes das pessoas do sul-Sami, norte-Sami e russo Sami. Cada um desses grupos possui idiomas ligeiramente diferentes e, como tal, pode haver pequenas diferenças com algumas referências [#1] [#2]. A cultura do céu Sami do Stellarium é baseada no trabalho de Bo Lundmark _Bæi'vi mánno nástit_ [#3], que baseou grande parte de seu trabalho nos escritos do artista e autor Sami, Johan Turi. Constelações e estrelas As constelações de Sami são provavelmente muito antigas, mas foram registradas por escrito durante o século XIX. Não está claro se o registro escrito está completo. As constelações e estrelas incluídas aqui estão todas conectadas à constelação dominante, Sarva, o alce. Sarva é o nome Sami para elk, um nome alternativo é _Sarvvis_ - Bull elk. A origem desta constelação provavelmente remonta à antiga cultura de caçadores antes que as renas fossem domesticadas. Sarva consiste nas constelações modernas Cassiopeia, Perseu e partes de Auriga. Constelações e estrelas ao redor de Sarva representam caçadores de alces. _Favdna_ (também transcrita como _Favtna_) é a estrela Arcturus, e representa o Caçador que mira no alce com seu arco e flecha (_Fauna davgge_ - a Ursa Maior). _Favdna_ deve mirar bem, pois se ele acertar _Boahjenaste_, o Suporte do Céu (a estrela Polaris), a lenda diz que o mundo chegará ao fim. _Favdna_ tem vários ajudantes: _Galla_ (Procyon) e seus filhos _Gallabarneck_ (cinto de Orion), os "Ski Runners", _Cuoigahægjek_ (Castor e Pollux) e "The Runner" (Vega). As Plêiades são chamadas _Rougot_ (matilha de cães) ou _Miese-cora_ (calfpack). A identificação de Procyon com _Galla_ não é certa: poderia ser Procyon, Rigel ou Sirius - sugerimos Procyon como _Galla_ nesta cultura do céu, porque é muito difícil identificar Sirius a partir da latitude em que os Sami vivem. A Via Láctea é chamada _Lodde-raiddaras_ (lit. caminho do pássaro) ou _Jakke-mærka_ (lit. marca do ano). O nome usado depende da estação. No mapa do céu de Johan Turi, pode-se observar uma estrela, Guovso-naste, estrela da manhã, que pode ser identificada como Vênus, mas isso não é certo, pois também pode ser identificado como Altair, uma estrela que mostra a manhã se aproximando (similar Arcturus na cultura do céu nórdico). A cultura do céu Sami não possui um grande número de constelações. Pensa-se que isso se deve principalmente à alta latitude norte do alcance do povo Sami. Dois fatores contribuem para isso: o céu do sul fica abaixo do horizonte em grande parte, e a aurora boreal é freqüentemente brilhante o suficiente para obscurecer muitas estrelas.
tr: Eski dine bağlı Sami eserlerinde Sami takımyıldızlarının gözlemlenmesi, gece gökyüzünün onlar için önemli bir kültürel rol oynadığını düşündürmektedir. Sami gökyüzü kültürünün Avrasya'daki diğer arktik ve arktik altı kültürlerle pek çok ortak noktası vardır. Talihsiz bir benzerlik, kültürün çoğunun düzgün bir şekilde kaydedilmeden önce kaybedilmiş olmasıdır. Bu gökyüzü kültürü, Güney-Sami, Kuzey-Sami ve Rus Sami halkından en az üç farklı kültürün bir araya gelmesidir. Bu grupların her birinin biraz farklı dilleri vardır ve bu nedenle bazı referanslarda [#1][#2] küçük farklılıklar olabilir. Stellarium'un Sami gökyüzü kültürü, çalışmalarının çoğunu Sami sanatçısı ve yazar Johan Turi'nin yazılarına dayandıran Bo Lundmark _Bæi'vi mánno nástit_ [#3]'ün çalışmasına dayanmaktadır. ### Takımyıldızlar ve Yıldızlar Sami takımyıldızları muhtemelen çok eskidir ancak 19. yüzyılda yazılı olarak kaydedilmiştir. Yazılı kaydın tam olup olmadığı belirsizdir. Burada yer alan takımyıldızlar ve yıldızların tümü, baskın takımyıldız _Sarva_ - geyik ile bağlantılıdır. Sarva, elk için Sami adıdır, alternatif bir isim _Sarvvis_ - Boğa geyiği. Bu takımyıldızın kökeni muhtemelen ren geyiği evcilleştirilmeden önceki eski avcı kültürüne kadar uzanır. _Sarva_ modern takımyıldızlar Cassiopeia, Perseus ve Auriga'nın parçalarından oluşur. Sarva'yı çevreleyen takımyıldızlar ve yıldızlar, geyik avcılarını temsil eder. _Favdna_ (aynı zamanda _Favtna_ olarak da yazılır) Arcturus yıldızıdır ve yayı ve okuyla geyiği hedefleyen Avcıyı temsil eder (_Fauna davgge_ — Büyük Ayı). _Favdna_ iyi nişan almalı, çünkü _Boahjenaste_, Gökyüzü Desteğine (yıldız Polaris) vurursa, efsaneye göre dünyanın sonu gelecek. _Favdna_'nın birçok yardımcıları vardır: _Galla_ (Procyon) ve oğulları _Gallabarneck_ (Orion'un kemeri), "Kayak Koşucuları", _Cuoigahægjek_ (Castor ve Pollux) ve "The Runner" (Vega). Pleiades'e _Rougot_ (köpek sürüsü) veya _Miese-cora_ (calfpack) denir. Procyon'un _Galla_ ile özdeşliği kesin değildir: Procyon, Rigel veya Sirius olabilir - bu gökyüzü kültüründe Procyon'u _Galla_ olarak öneriyoruz çünkü Sirius'u Sami'nin yaşadığı enlemden tespit etmek çok zor. Samanyolu, _Lodde-raiddaras_ (lafzen kuş yolu) veya _Jakke-mærka_ (lit. yıl işareti) olarak adlandırılır. Kullanılan isim mevsime bağlıdır. Johan Turi'nin gökyüzü haritasında, Venüs olarak tanımlanabilen sabah yıldızı _Guovso-naste_ gözlemlenebilir, ancak bu kesin değildir, çünkü aynı zamanda Altair olarak da tanımlanabilir, sabahın yaklaştığını gösteren bir yıldız (benzer İskandinav gökyüzü kültüründe Arcturus'a). Sami gökyüzü kültürünün çok sayıda takımyıldızı yoktur. Bunun esas olarak Sami halkının menzilinin yüksek Kuzey enleminden kaynaklandığı düşünülmektedir. Buna iki faktör katkıda bulunur: Güney gökyüzünün büyük ölçüde ufkun altında kalması ve Aurora Borealis'in çoğu zaman birçok yıldızı gizleyecek kadar parlak olması.
