Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: - [#1]: The Tupi People. [Wikipedia article](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: The Brazilian Indigenous Constellations by Germano Bruno Afonso (Portugese). [PDF](http://www.telescopiosnaescola.pro.br/indigenas.pdf)
fil: - [#1]: Ang mga Tupi People. [Artikulo sa Wikipedia](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: The Brazilian Indigenous Constellations ni Germano Bruno Afonso (Portugese). [PDF](http://www.telescopiosnaescola.pro.br/indigenas.pdf)
fr: - [#1]: Le peuple Tupi. [Article Wikipedia](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: Les constellations indigènes brésiliennes par Germano Bruno Afonso (portugais). [PDF](http://www.telescopiosnaescola.pro.br/indigenas.pdf)
id: - [#1]: Orang Tupi. [Artikel Wikipedia](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: Rasi Bintang Pribumi Brasil oleh Germano Bruno Afonso (Portugis). [PDF](http://www.telescopiosnaescola.pro.br/indigenas.pdf)
pl: - [#1]: The Tupi People. [Artykuł w Wikipedii](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: Brazylijskie miejscowe konstelacje Germano Bruno Afonso (portugalski). [PDF](http://www.telescopiosnaescola.pro.br/indigenas.pdf)
pt: - [#1]: O povo Tupi. [Artigo da Wikipedia](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: As constelações indígenas brasileiras de Germano Bruno Afonso (português). [PDF](http://www.telescopiosnaescola.pro.br/indigenas.pdf)
tr: - [#1]: Tupi Halkı. [Wikipedia makalesi](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: Germano Bruno Afonso (Portekizce) tarafından hazırlanan Brezilya Yerli Takımyıldızları. [PDF](http://www.telescopiasnaescola.pro.br/indigenas.pdf)

source: This sky culture was contributed by Stellarium user _Paulo Marcelo Pontes_.
fil: Ang sky culture na ito ay iniambag ng Stellarium user na si _Paulo Marcelo Pontes_.
fr: Cette culture du ciel a été apportée par l'utilisateur de Stellarium _Paulo Marcelo Pontes_.
id: Budaya langit ini disumbangkan oleh pengguna Stellarium _Paulo Marcelo Pontes_.
pl: Tę kulturę nieba wniósł użytkownik Stellarium _Paulo Marcelo Pontes_.
pt: Essa cultura do céu foi contribuída pelo usuário do Stellarium _Paulo Marcelo Pontes_.
tr: Bu gökyüzü kültürüne Stellarium kullanıcısı _Paulo Marcelo Pontes_ katkıda bulunmuştur.

source: White Ostrich
fil: Puting Ostrich
fr: Autruche blanche
pl: Biały struś
pt: Ema Branca
tr: Beyaz Devekuşu

source: The Tupi name for this constellation is _Iandutim_ (_Guirá Nhandu_ in Guarani), which literally translates to _White Ostrich_. The constellation depicts a large bird. In the first two weeks of June this constellation is fully visible in the Eastern sky in the evening, indicating the beginning of Winter in the South of Brazil, and the start of the dry season in the North.
fil: Ang pangalan ng Tupi para sa konstelasyon na ito ay _Iandutim_ (_Guirá Nhandu_ sa Guarani), na literal na isinasalin sa _White Ostrich_. Ang konstelasyon ay naglalarawan ng isang malaking ibon. Sa unang dalawang linggo ng Hunyo, ang konstelasyon na ito ay ganap na nakikita sa silangang kalangitan sa gabi, na nagpapahiwatig ng simula ng Taglamig sa Timog ng Brazil, at ang pagsisimula ng tagtuyot sa Hilaga.
fr: Le nom Tupi de cette constellation est _Iandutim_ (_Guirá Nhandu_ en guarani), qui se traduit littéralement par _Autruche blanche_. La constellation représente un grand oiseau. Au cours des deux premières semaines de juin, cette constellation est entièrement visible dans le ciel oriental le soir, indiquant le début de l'hiver dans le sud du Brésil et le début de la saison sèche dans le nord.
id: Nama Tupi untuk konstelasi ini adalah _Iandutim_ (_Guirá Nhandu_ dalam Guarani), yang secara harfiah diterjemahkan menjadi _White Ostrich_. Rasi bintang menggambarkan seekor burung besar. Dalam dua minggu pertama bulan Juni, konstelasi ini terlihat sepenuhnya di langit Timur pada malam hari, menandakan awal Musim Dingin di Brasil Selatan, dan awal musim kemarau di Utara.
pl: Nazwa Tupi dla tej konstelacji to _Iandutim_ (_Guirá Nhandu_ w Guarani), co dosłownie przekłada się na _Biały struś_. Konstelacja przedstawia dużego ptaka. W pierwszych dwóch tygodniach czerwca ta konstelacja jest w pełni widoczna wieczorem na wschodnim niebie, wskazując początek zimy na południu Brazylii i początek pory suchej na północy.
pt: O nome Tupi para esta constelação é Iandutim (Guirá Nhandu em Guarani), que literalmente se traduz em Avestruz Branco. A constelação mostra um pássaro grande. Nas duas primeiras semanas de junho, esta constelação é totalmente visível no céu oriental à noite, indicando o início do inverno no sul do Brasil e o início da estação seca no norte.
tr: Bu takımyıldızın Tupi adı _Iandutim_'dir (Guirani'de _Guirá Nhandu_), bu da kelimenin tam anlamıyla _Beyaz Devekuşu_ anlamına gelir. Takımyıldızı büyük bir kuşu tasvir ediyor. Haziran ayının ilk iki haftasında, bu takımyıldız akşamları Doğu gökyüzünde tamamen görülebilir, bu da Brezilya'nın güneyinde Kışın başladığını ve kuzeyde kurak mevsimin başladığını gösterir.

source: This constellation depicts an old man holding a stick. In the second half of December, the constellation is fully visible in the Eastern evening sky. This marks the beginning of summer in the southern parts of Brazil and the start of the rainy season in the North.
fil: Ang konstelasyon na ito ay naglalarawan ng isang matandang lalaki na may hawak na patpat. Sa ikalawang kalahati ng Disyembre, ang konstelasyon ay ganap na nakikita sa silangang kalangitan sa gabi. Ito ay nagmamarka ng simula ng tag-araw sa katimugang bahagi ng Brazil at ang pagsisimula ng tag-ulan sa Hilaga.
fr: Cette constellation représente un vieil homme tenant un bâton. Dans la seconde moitié de décembre, la constellation est entièrement visible dans le ciel du soir oriental. Cela marque le début de l'été dans le sud du Brésil et le début de la saison des pluies dans le Nord.
id: Rasi bintang ini menggambarkan seorang lelaki tua memegang tongkat. Pada paruh kedua Desember, rasi bintang terlihat sepenuhnya di langit malam bagian timur. Ini menandai awal musim panas di bagian selatan Brasil dan awal musim hujan di Utara.
pl: Ta konstelacja przedstawia starca trzymającego kij. W drugiej połowie grudnia konstelacja jest w pełni widoczna na wschodnim wieczornym niebie. To oznacza początek lata w południowych częściach Brazylii i początek pory deszczowej na północy.
pt: Esta constelação mostra um velho segurando um graveto. Na segunda quinzena de dezembro, a constelação é totalmente visível no céu noturno oriental. Isso marca o início do verão nas partes sul do Brasil e o início da estação chuvosa no norte.
tr: Bu takımyıldız, elinde bir sopa tutan yaşlı bir adamı tasvir ediyor. Aralık ayının ikinci yarısında, takımyıldız Doğu akşam gökyüzünde tamamen görülebilir. Bu, Brezilya'nın güney kesimlerinde yaz başlangıcını ve kuzeyde yağışlı mevsimin başlangıcını işaret ediyor.

source: Northern Tapir
fil: Hilagang Tapir
fr: Tapir du Nord
id: Tapir . Utara
pl: Północny Tapir
pt: Anta do Norte
tr: Kuzey Tapiri

source: Tapir's Jaw
fil: Panga ni Tapir
id: Rahang Tapir
pl: Szczęka Tapira
pt: Mandíbula do Anta
tr: Tapir'in Çenesi

source: Western
fil: Kanluranin
fr: Occidentale
id: Barat
pl: zachodnia
pt: Ocidental
tr: Batı

source: The Western sky culture is used internationally by modern astronomers, and is the official scheme of The International Astronomical Union. It has historical roots in Ancient Greek astronomy, with influences from Islamic astronomy.
fil: Ang Western sky culture ay ginagamit sa buong mundo ng mga modernong astronomo, at ang opisyal na pamamaraan ng The International Astronomical Union. Ito ay may makasaysayang pinagmulan sa Sinaunang Griyego na astronomiya, na may mga impluwensya mula sa Islamikong astronomiya.
fr: La culture du ciel occidental est utilisée à l'échelle internationale par les astronomes modernes et est le schéma officiel de l'Union astronomique internationale. Il a des racines historiques dans l'astronomie de la Grèce antique, avec des influences de l'astronomie islamique.
id: Budaya langit Barat digunakan secara internasional oleh para astronom modern, dan merupakan skema resmi dari The International Astronomical Union. Ini memiliki akar sejarah dalam astronomi Yunani Kuno, dengan pengaruh dari astronomi Islam.
pl: Kultura zachodniego nieba jest wykorzystywana na arenie międzynarodowej przez współczesnych astronomów i jest oficjalnym programem Międzynarodowej Unii Astronomicznej. Ma historyczne korzenie w starożytnej greckiej astronomii, z wpływami astronomii islamskiej.
pt: A cultura ocidental do céu é usada internacionalmente pelos astrônomos modernos e é o esquema oficial da União Astronômica Internacional. Tem raízes históricas na astronomia grega antiga, com influências da astronomia islâmica.
tr: Batı gökyüzü kültürü, modern gökbilimciler tarafından uluslararası olarak kullanılmaktadır ve Uluslararası Astronomi Birliği'nin resmi şemasıdır. Eski Yunan astronomisinde, İslami astronomiden etkilenen tarihsel kökleri vardır.

source: The Western sky culture divides the celestial sphere into 88 areas of various sizes called _constellations_, each with precise boundary, issued by the International Astronomical Union in 1922. These constellations have become the standard way to describe the sky, replacing similar sets in other sky cultures exhaustively in daily usage. The constellations in use today are based mainly on ancient Greek constellations depicted by Ptolemy in his book the _Almagest_ during the 2nd century CE. In the subsequent centuries, this book has been translated from Greek into Arabic (6th to 9th century) and later to medieval Latin. In the Arabic more than in the Latin tradition, the Ptolemaic figures were enriched and transformed by native Arabic constellations and star names. In the 18th century, European astronomers suggested new constellations to fill the gaps between northern constellations (e.g. the constellation of "the lynx" for an area close to the Great Bear but with stars so faint that you would need the eyes of a lynx to see them) and also created new constellations in the southern part of the sky which had not been visible to Ptolemy. These new constellations were usually named after new technical inventions of the early modern period (e.g. a chemical machine, a balloon, an air pump) or exotic animals (e.g. a chamaeleon, a tucan, a paradise bird). Among them many constellations were also named with political consideration to honor certain kings or patrons. In the beginning of the 20th century, the IAU (International Astronomical Union) aimed for a large clean-up: in 1922, it officially accepted the list of 88 constellation names. In 1928 it also defined precise constellation boundaries [#1] still in use today.
fil: Hinahati ng Western sky culture ang celestial sphere sa 88 na lugar na may iba't ibang laki na tinatawag na _constellations_, bawat isa ay may tiyak na hangganan, na inilabas ng International Astronomical Union noong 1922. Ang mga konstelasyon na ito ay naging karaniwang paraan upang ilarawan ang kalangitan, na pinapalitan ang mga katulad na set sa ibang mga sky culture. lubusan sa pang-araw-araw na paggamit. Ang mga konstelasyon na ginagamit ngayon ay pangunahing nakabatay sa mga sinaunang konstelasyong Griyego na inilalarawan ni Ptolemy sa kanyang aklat na _Almagest_ noong ika-2 siglo CE. Sa mga sumunod na siglo, ang aklat na ito ay isinalin mula sa Griyego tungo sa Arabic (ika-6 hanggang ika-9 na siglo) at kalaunan sa medieval na Latin. Sa Arabic higit sa tradisyon ng Latin, ang mga Ptolemaic figure ay pinayaman at binago ng mga katutubong konstelasyon ng Arabe at mga pangalan ng bituin. Noong ika-18 siglo, iminungkahi ng mga astronomong Europeo ang mga bagong konstelasyon upang punan ang mga puwang sa pagitan ng mga hilagang konstelasyon (hal. ang konstelasyon ng "lynx" para sa isang lugar na malapit sa Great Bear ngunit may mga bituin na masyadong malabo na kakailanganin mo ang mga mata ng isang lynx upang makita. sila) at lumikha din ng mga bagong konstelasyon sa katimugang bahagi ng langit na hindi pa nakikita ni Ptolemy. Ang mga bagong konstelasyon na ito ay karaniwang pinangalanan pagkatapos ng mga bagong teknikal na imbensyon ng maagang modernong panahon (hal. isang kemikal na makina, isang lobo, isang air pump) o mga kakaibang hayop (hal. isang chamaeleon, isang tucan, isang ibong paraiso). Kabilang sa mga ito, maraming mga konstelasyon ang pinangalanan din na may pagsasaalang-alang sa pulitika upang parangalan ang ilang mga hari o patron. Sa simula ng ika-20 siglo, ang IAU (International Astronomical Union) ay naglalayon para sa isang malaking paglilinis: noong 1922, opisyal nitong tinanggap ang listahan ng 88 mga pangalan ng konstelasyon. Noong 1928, tinukoy din nito ang tumpak na mga hangganan ng konstelasyon [#1] na ginagamit pa rin hanggang ngayon.
fr: La culture du ciel occidental divise la sphère céleste en 88 zones de différentes tailles appelées _constellations_, chacune avec une frontière précise, émises par l'Union astronomique internationale en 1922. Ces constellations sont devenues la façon standard de décrire le ciel, remplaçant des ensembles similaires dans d'autres cultures du ciel exhaustivement dans l'utilisation quotidienne. Les constellations utilisées aujourd'hui sont basées principalement sur les constellations grecques anciennes représentées par Ptolémée dans son livre le _Almagest_ au IIe siècle de notre ère. Au cours des siècles suivants, ce livre a été traduit du grec en arabe (6e au 9e siècle) et plus tard en latin médiéval. Dans l'arabe plus que dans la tradition latine, les figures ptolémaïques ont été enrichies et transformées par des constellations et des noms d'étoiles arabes natifs. Au 18ème siècle, les astronomes européens ont suggéré de nouvelles constellations pour combler les lacunes entre les constellations nordiques (par exemple la constellation du "lynx" pour une zone proche de la Grande Ourse mais avec des étoiles si faibles que vous auriez besoin des yeux d'un lynx pour voir eux) et a également créé de nouvelles constellations dans la partie sud du ciel qui n'étaient pas visibles pour Ptolémée. Ces nouvelles constellations ont généralement été nommées d'après de nouvelles inventions techniques du début de la période moderne (par exemple une machine chimique, un ballon, une pompe à air) ou des animaux exotiques (par exemple un chamaeleon, un tucan, un oiseau paradisiaque). Parmi eux, de nombreuses constellations ont également été nommées avec une considération politique pour honorer certains rois ou mécènes. Au début du XXe siècle, l'AIU (Union astronomique internationale) vise un grand nettoyage: en 1922, elle accepte officiellement la liste des 88 noms de constellation. En 1928, il a également défini des limites précises de constellation [#1] encore en usage aujourd'hui.
id: Budaya langit Barat membagi bola langit menjadi 88 area dengan berbagai ukuran yang disebut _constellations_, masing-masing dengan batas yang tepat, yang dikeluarkan oleh International Astronomical Union pada tahun 1922. Rasi bintang ini telah menjadi cara standar untuk menggambarkan langit, menggantikan himpunan serupa di budaya langit lainnya. habis-habisan dalam penggunaan sehari-hari. Rasi bintang yang digunakan saat ini terutama didasarkan pada rasi bintang Yunani kuno yang digambarkan oleh Ptolemy dalam bukunya _Almagest_ selama abad ke-2 Masehi. Pada abad-abad berikutnya, buku ini telah diterjemahkan dari bahasa Yunani ke bahasa Arab (abad ke-6 hingga ke-9) dan kemudian ke bahasa Latin abad pertengahan. Dalam bahasa Arab lebih dari tradisi Latin, tokoh-tokoh Ptolemaik diperkaya dan diubah oleh rasi bintang dan nama bintang Arab asli. Pada abad ke-18, para astronom Eropa menyarankan rasi bintang baru untuk mengisi celah di antara rasi bintang utara (misalnya konstelasi "lynx" untuk area yang dekat dengan Beruang Besar tetapi dengan bintang yang sangat redup sehingga Anda memerlukan mata seekor lynx untuk melihatnya. mereka) dan juga menciptakan rasi bintang baru di bagian selatan langit yang belum terlihat oleh Ptolemy. Rasi bintang baru ini biasanya dinamai berdasarkan penemuan teknis baru pada periode modern awal (misalnya mesin kimia, balon, pompa udara) atau hewan eksotis (misalnya bunglon, tucan, burung surga). Di antara mereka banyak rasi bintang juga dinamai dengan pertimbangan politik untuk menghormati raja atau pelindung tertentu. Pada awal abad ke-20, IAU (International Astronomical Union) bertujuan untuk pembersihan besar-besaran: pada tahun 1922, secara resmi menerima daftar 88 nama konstelasi. Pada tahun 1928 itu juga mendefinisikan batas konstelasi yang tepat [#1] yang masih digunakan sampai sekarang.
pl: Zachodnia kultura nieba dzieli sferę niebieską na 88 obszarów o różnych rozmiarach zwanych _konstelacjami_, każdy z precyzyjną granicą, wydanych przez Międzynarodową Unię Astronomiczną w 1922 roku. Te konstelacje stały się standardowym sposobem opisywania nieba, zastępując podobne zbiory w innych kulturach nieba wyczerpująco w codziennym użytkowaniu. Obecnie stosowane konstelacje oparte są głównie na starożytnych konstelacjach greckich przedstawionych przez Ptolemeusza w jego książce „Almagest” w II wieku n.e. W kolejnych stuleciach książka została przetłumaczona z greckiego na arabski (od VI do IX wieku), a później na średniowieczną łacinę. W języku arabskim bardziej niż w tradycji łacińskiej postacie ptolemejskie zostały wzbogacone i przekształcone przez rodzime konstelacje arabskie i imiona gwiazd. W XVIII wieku europejscy astronomowie zasugerowali nowe konstelacje w celu wypełnienia luk między gwiazdozbiorami północnymi (np. Konstelacja „rysia” dla obszaru w pobliżu Wielkiego Niedźwiedzia, ale z gwiazdami tak słabymi, że byś potrzebował oczu rysia, aby zobaczyć im), a także stworzył nowe konstelacje w południowej części nieba, które nie były widoczne dla Ptolemeusza. Te nowe konstelacje były zwykle nazwane na cześć nowych wynalazków technicznych wczesnego okresu nowożytnego (np. Maszyna chemiczna, balon, pompa powietrza) lub zwierząt egzotycznych (np. Kameleon, tucan, rajski ptak). Wśród nich nazwano także wiele konstelacji z politycznym uwzględnieniem uczczenia niektórych królów lub patronów. Na początku XX wieku IAU (Międzynarodowa Unia Astronomiczna) dążyła do dużego oczyszczenia: w 1922 r. Oficjalnie przyjęła listę 88 nazw konstelacji. W 1928 r. Określono także dokładne granice konstelacji [#1], które są nadal w użyciu.
pt: A cultura ocidental do céu divide a esfera celeste em 88 áreas de vários tamanhos, chamadas "constelações", cada uma com limites precisos, emitida pela União Astronômica Internacional em 1922. Essas constelações se tornaram a maneira padrão de descrever o céu, substituindo conjuntos semelhantes em outras culturas do céu exaustivamente no uso diário. As constelações em uso hoje baseiam-se principalmente nas constelações gregas antigas retratadas por Ptolomeu em seu livro Almagest, durante o século II dC Nos séculos seguintes, este livro foi traduzido do grego para o árabe (século 6 ao 9) e, posteriormente, ao latim medieval. No árabe, mais do que na tradição latina, as figuras ptolomaicas foram enriquecidas e transformadas por constelações árabes nativas e nomes de estrelas. No século 18, os astrônomos europeus sugeriram novas constelações para preencher as lacunas entre as constelações do norte (por exemplo, a constelação de "o lince" para uma área perto da Grande Urso, mas com estrelas tão fracas que você precisaria dos olhos de um lince para ver eles) e também criou novas constelações na parte sul do céu que não eram visíveis para Ptolomeu. Essas novas constelações costumavam receber o nome de novas invenções técnicas do início da era moderna (por exemplo, uma máquina química, um balão, uma bomba de ar) ou animais exóticos (por exemplo, um chamaeleon, um tucan, um pássaro do paraíso). Entre eles, muitas constelações também foram nomeadas com consideração política para honrar certos reis ou patronos. No início do século XX, a IAU (União Astronômica Internacional) visava uma grande limpeza: em 1922, aceitou oficialmente a lista de 88 nomes de constelações. Em 1928, também definiu limites precisos da constelação [#1] ainda em uso hoje.
tr: Batı gökyüzü kültürü, gök küresini, 1922'de Uluslararası Astronomi Birliği tarafından yayınlanan, her biri kesin sınırlara sahip, takımyıldızlar adı verilen çeşitli boyutlarda 88 alana böler. Bu takımyıldızlar, diğer gökyüzü kültürlerindeki benzer kümelerin yerini alarak gökyüzünü tanımlamanın standart yolu haline geldi. günlük kullanımda kapsamlı bir şekilde. Bugün kullanılan takımyıldızlar, esas olarak Ptolemy'nin MS 2. yüzyılda _Almagest_ adlı kitabında tasvir ettiği eski Yunan takımyıldızlarına dayanmaktadır. Sonraki yüzyıllarda, bu kitap Yunancadan Arapçaya (6. yüzyıldan 9. yüzyıla kadar) ve daha sonra ortaçağ Latincesine çevrildi. Latin geleneğinden çok Arapçada, Batlamyus figürleri yerli Arap takımyıldızları ve yıldız adlarıyla zenginleştirildi ve dönüştürüldü. 18. yüzyılda Avrupalı gökbilimciler, kuzey takımyıldızları arasındaki boşlukları doldurmak için yeni takımyıldızlar önerdiler (örneğin, Büyük Ayı'ya yakın bir bölge için "vaşak" takımyıldızı, ancak yıldızlar o kadar sönük ki, görmek için bir vaşak gözüne ihtiyaç duyacaksınız). onları) ve ayrıca gökyüzünün güney kesiminde Ptolemy tarafından görülemeyen yeni takımyıldızlar yarattı. Bu yeni takımyıldızlar genellikle erken modern dönemin yeni teknik icatlarından (örneğin bir kimyasal makine, bir balon, bir hava pompası) veya egzotik hayvanlardan (örneğin bir bukalemun, bir tukan, bir cennet kuşu) sonra adlandırılmıştır. Bunların arasında, belirli kralları veya patronları onurlandırmak için siyasi düşünceyle birçok takımyıldız da adlandırıldı. 20. yüzyılın başında, IAU (Uluslararası Astronomi Birliği) büyük bir temizlik yapmayı hedefledi: 1922'de 88 takımyıldız adının listesini resmen kabul etti. 1928'de, bugün hala kullanımda olan kesin takımyıldız sınırlarını [#1] tanımladı.
