Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: A triangle of three stars representing the stones that are used to hold the cooking pot on wood fire.
fil: Isang tatsulok ng tatlong bituin na kumakatawan sa mga bato na ginagamit upang hawakan ang kaldero sa kahoy na apoy.
fr: Un triangle de trois étoiles représentant les pierres qui servent à tenir la marmite au feu de bois.
id: Segitiga tiga bintang melambangkan batu-batu yang digunakan untuk memegang panci masak di atas api kayu.
pl: Trójkąt złożony z trzech gwiazd reprezentujących kamienie używane do podtrzymywania garnka na ogniu drewna.
pt: Um triângulo de três estrelas representando as pedras que são usadas para segurar a panela no fogo de lenha.
tr: Tencereyi odun ateşinde tutmak için kullanılan taşları temsil eden üç yıldızdan oluşan bir üçgen.

source: The pot
fil: Ang paso
fr: Le pot
id: Pot
pl: Garnek
pt: O pote
tr: Çaydanlık

source: A circular shape of stars representing a cooking pot near The three stone support.
fil: Isang pabilog na hugis ng mga bituin na kumakatawan sa isang cooking pot malapit sa The three stone support.
fr: Une forme circulaire d'étoiles représentant une marmite près du support à trois pierres.
id: Bentuk lingkaran bintang yang mewakili panci masak di dekat Penopang tiga batu.
pl: Okrągły kształt gwiazd przedstawiający garnek w pobliżu wspornika trzech kamieni.
pt: Uma forma circular de estrelas representando uma panela perto do suporte de três pedras.
tr: Üç taş desteğin yanında bir tencereyi temsil eden dairesel bir yıldız şekli.

source: The two stars of separation
fil: Ang dalawang bituin ng paghihiwalay
fr: Les deux stars de la séparation
id: Dua bintang perpisahan
pl: Dwie gwiazdy separacji
pt: As duas estrelas da separação
tr: Ayrılığın iki yıldızı

source: The sheep
fil: Ang tupa
fr: Le mouton
id: Domba
pl: Owca
pt: As ovelhas
tr: Koyun

source: A group of stars representing sheep with the brightest as the shepherd and the second brightest as his dog.
fil: Isang grupo ng mga bituin na kumakatawan sa mga tupa na may pinakamaliwanag bilang pastol at ang pangalawang pinakamaliwanag bilang kanyang aso.
fr: Un groupe d'étoiles représentant des moutons avec la plus brillante comme le berger et la deuxième plus brillante comme son chien.
id: Sekelompok bintang yang mewakili domba dengan yang paling terang sebagai gembala dan yang paling terang kedua sebagai anjingnya.
pl: Grupa gwiazd reprezentujących owce, których najjaśniejsza to pasterz, a druga najjaśniejsza to jego pies.
pt: Um grupo de estrelas representando ovelhas com o mais brilhante como o pastor e o segundo mais brilhante como seu cachorro.
tr: Koyunları en parlak çoban olarak, ikinci en parlak ise köpeği olarak temsil eden bir yıldız grubu.

source: The spear
fil: Ang sibat
fr: La lance
id: tombak
pl: Włócznia
pt: A lança
tr: mızrak

source: The spear of the armed one.
fil: Ang sibat ng armado.
fr: La lance de celui qui est armé.
id: Tombak yang bersenjata.
pl: Włócznia uzbrojonego.
pt: A lança do armado.
tr: Silahlı olanın mızrağı.

source: The armed one
fil: Yung armado
fr: L'armé
id: Yang bersenjata
pl: Uzbrojony
pt: O armado
tr: silahlı olan

source: The star Arcturus representing a man with a spear.
fil: Ang bituin na Arcturus na kumakatawan sa isang lalaking may sibat.
fr: L'étoile Arcturus représentant un homme avec une lance.
id: Bintang Arcturus mewakili seorang pria dengan tombak.
pl: Gwiazda Arcturus przedstawiająca mężczyznę z włócznią.
pt: A estrela Arcturus representando um homem com uma lança.
tr: Arcturus, mızraklı bir adamı temsil ediyor.

source: The unarmed one
fil: Yung walang armas
fr: Celui qui n'est pas armé
id: Yang tidak bersenjata
pl: Nieuzbrojony
pt: O desarmado
tr: silahsız olan

source: The star Spica representing a man with no arms as opposed to the armed one.
fil: Ang bituin na Spica na kumakatawan sa isang lalaking walang armas kumpara sa armado.
fr: L'étoile Spica représentant un homme sans armes par opposition à celui qui est armé.
id: Bintang Spica mewakili seorang pria tanpa lengan sebagai lawan dari yang bersenjata.
pl: Gwiazda Spica reprezentuje mężczyznę bez rąk w przeciwieństwie do uzbrojonego.
pt: A estrela Spica representando um homem sem braços em oposição ao armado.
tr: Yıldız Spica, silahlı olanın aksine silahsız bir adamı temsil ediyor.

source: An area where the brighter stars represent the adult hyenas, and the faint ones represent the young ones.
fil: Isang lugar kung saan ang mas maliwanag na mga bituin ay kumakatawan sa mga adult na hyena, at ang mga mahina ay kumakatawan sa mga bata.
fr: Une zone où les étoiles les plus brillantes représentent les hyènes adultes et les plus faibles représentent les jeunes.
id: Area di mana bintang-bintang yang lebih terang mewakili hyena dewasa, dan yang redup mewakili yang muda.
pl: Obszar, w którym jaśniejsze gwiazdy reprezentują dorosłe hieny, a słabe reprezentują młode.
pt: Uma área onde as estrelas mais brilhantes representam as hienas adultas e as mais fracas representam as jovens.
tr: Daha parlak yıldızların yetişkin sırtlanları, sönük olanların ise genç sırtlanları temsil ettiği bir alan.

source: The bowl of the poor
fil: Ang mangkok ng mahihirap
fr: Le bol du pauvre
id: Mangkuk orang miskin
pl: Miska ubogich
pt: A tigela dos pobres
tr: fakir kase

source: The stars of Corona Borealis. The incomplete circle represents a fractured bowl of the poor.
fil: Ang mga bituin ng Corona Borealis. Ang hindi kumpletong bilog ay kumakatawan sa isang baling mangkok ng mahihirap.
fr: Les étoiles de la couronne boréale. Le cercle incomplet représente un bol fracturé des pauvres.
id: Bintang-bintang Corona Borealis. Lingkaran yang tidak lengkap melambangkan mangkuk orang miskin yang retak.
pl: Gwiazdy Corona Borealis. Niepełny okrąg przedstawia pękniętą miskę ubogich.
pt: As estrelas da Corona Boreal. O círculo incompleto representa uma tigela fraturada dos pobres.
tr: Corona Borealis'in yıldızları. Eksik daire, yoksulların kırık bir kasesini temsil eder.

source: The northern line
fil: Ang hilagang linya
fr: La ligne nord
id: Jalur utara
pl: Linia północna
pt: A linha do norte
tr: kuzey hattı

source: A group of stars arranged in a line that may represent a line of trees at the northern side of the desert garden.
fil: Isang grupo ng mga bituin na nakaayos sa isang linya na maaaring kumakatawan sa isang linya ng mga puno sa hilagang bahagi ng hardin ng disyerto.
fr: Un groupe d'étoiles disposées en une ligne qui peut représenter une ligne d'arbres du côté nord du jardin du désert.
id: Sekelompok bintang yang tersusun dalam garis yang dapat mewakili barisan pepohonan di sisi utara taman gurun.
pl: Grupa gwiazd ułożonych w linię, która może przedstawiać linię drzew po północnej stronie pustynnego ogrodu.
pt: Um grupo de estrelas dispostas em uma linha que pode representar uma linha de árvores no lado norte do jardim do deserto.
tr: Çöl bahçesinin kuzey tarafında bir ağaç sırasını temsil edebilecek bir sıra halinde düzenlenmiş bir grup yıldız.

source: The southern line
fil: Ang timog na linya
fr: La ligne sud
id: Jalur selatan
pl: Linia południowa
pt: A linha do sul
tr: güney hattı

source: Another group of stars arranged in a line that may represent a line of trees at the southern side of the desert garden.
fil: Ang isa pang grupo ng mga bituin ay nakaayos sa isang linya na maaaring kumakatawan sa isang linya ng mga puno sa katimugang bahagi ng hardin ng disyerto.
fr: Un autre groupe d'étoiles disposées en une ligne qui peut représenter une ligne d'arbres du côté sud du jardin du désert.
id: Kelompok bintang lain yang tersusun dalam garis yang mungkin mewakili barisan pepohonan di sisi selatan taman gurun.
pl: Kolejna grupa gwiazd ułożonych w linię, która może przedstawiać linię drzew po południowej stronie pustynnego ogrodu.
pt: Outro grupo de estrelas dispostas em uma linha que pode representar uma linha de árvores no lado sul do jardim do deserto.
tr: Çöl bahçesinin güney tarafındaki bir ağaç sırasını temsil edebilecek bir sıra halinde düzenlenmiş başka bir yıldız grubu.

source: The desert garden and the goats
fil: Ang hardin ng disyerto at ang mga kambing
fr: Le jardin du désert et les chèvres
id: Taman gurun dan kambing
pl: Pustynny ogród i kozy
pt: O jardim do deserto e as cabras
tr: Çöl bahçesi ve keçiler

source: An area of stars representing goats with the brightest stars as the shepherd and his two dogs.
fil: Isang lugar ng mga bituin na kumakatawan sa mga kambing na may pinakamaliwanag na mga bituin bilang pastol at ang kanyang dalawang aso.
fr: Une zone d'étoiles représentant des chèvres avec les étoiles les plus brillantes comme le berger et ses deux chiens.
id: Area bintang yang mewakili kambing dengan bintang paling terang sebagai gembala dan dua anjingnya.
pl: Obszar gwiazd reprezentujących kozy z najjaśniejszymi gwiazdami jako pasterz i jego dwa psy.
pt: Uma área de estrelas representando cabras com as estrelas mais brilhantes como o pastor e seus dois cães.
tr: Çoban ve iki köpeği olarak en parlak yıldızlara sahip keçileri temsil eden bir yıldız alanı.

source: The bright star Vega with two nearby stars as his wings forming a triangle.
fil: Ang maliwanag na bituin na si Vega na may dalawang kalapit na bituin habang ang kanyang mga pakpak ay bumubuo ng isang tatsulok.
fr: L'étoile brillante Vega avec deux étoiles proches comme ses ailes formant un triangle.
id: Bintang terang Vega dengan dua bintang di dekatnya sebagai sayapnya membentuk segitiga.
pl: Jasna gwiazda Vega z dwiema pobliskimi gwiazdami jako skrzydłami tworzącymi trójkąt.
pt: A estrela brilhante Vega com duas estrelas próximas como suas asas formando um triângulo.
tr: Kanatları bir üçgen oluşturan iki yakın yıldızla parlak yıldız Vega.

source: The bright star Altair with a star on each side as his spread wings.
fil: Ang maliwanag na bituin na Altair na may bituin sa bawat panig habang ang kanyang mga pakpak ay nakabuka.
fr: L'étoile brillante Altair avec une étoile de chaque côté comme ses ailes déployées.
id: Bintang terang Altair dengan bintang di setiap sisinya sebagai sayapnya yang terbentang.
pl: Jasna gwiazda Altair z gwiazdą po obu stronach rozpostartych skrzydeł.
pt: A estrela brilhante Altair com uma estrela de cada lado como suas asas abertas.
tr: Her iki tarafında birer yıldız bulunan parlak yıldız Altair, kanatlarını açarken.

source: The knights
fil: Ang mga kabalyero
fr: Les chevaliers
id: Kesatria
pl: Rycerze
pt: Os cavaleiros
tr: Şövalyeler

source: A line of five stars representing five knights with the star the Rear Knight, the bright star Deneb, behind them.
fil: Isang linya ng limang bituin na kumakatawan sa limang kabalyero kasama ang bituin na Rear Knight, ang maliwanag na bituin na si Deneb, sa likod nila.
fr: Une ligne de cinq étoiles représentant cinq chevaliers avec l'étoile du chevalier arrière, l'étoile brillante Deneb, derrière eux.
id: Garis lima bintang yang mewakili lima ksatria dengan bintang Ksatria Belakang, bintang terang Deneb, di belakang mereka.
pl: Linia pięciu gwiazd przedstawiających pięciu rycerzy z gwiazdą Tylny Rycerz, jasną gwiazdą Deneb, za nimi.
pt: Uma linha de cinco estrelas representando cinco cavaleiros com a estrela do Cavaleiro Traseiro, a estrela brilhante Deneb, atrás deles.
tr: Arkalarında parlak yıldız Deneb olan Arka Şövalye yıldızı ile beş şövalyeyi temsil eden beş yıldızdan oluşan bir çizgi.

source: The camel head
fil: Ang ulo ng kamelyo
fr: La tête de chameau
id: Kepala unta
pl: Głowa wielbłąda
pt: A cabeça de camelo
tr: deve başı

source: The camel neck
fil: Ang leeg ng kamelyo
fr: Le col de chameau
id: leher unta
pl: Szyja wielbłąda
pt: O pescoço de camelo
tr: deve boynu

source: The camel front legs
fil: Ang mga binti sa harap ng kamelyo
fr: Les pattes avant du chameau
id: Kaki depan unta
pl: Przednie nogi wielbłąda
pt: As patas dianteiras do camelo
tr: Deve ön ayakları

source: The she-camel
fil: Ang babaeng kamelyo
fr: La chamelle
id: unta betina
pl: Wielbłąd
pt: A camela
tr: dişi deve

source: A group of stars having a shape of a camel.
fil: Isang pangkat ng mga bituin na may hugis ng isang kamelyo.
fr: Groupe d'étoiles ayant la forme d'un chameau.
id: Sekelompok bintang yang berbentuk unta.
pl: Grupa gwiazd w kształcie wielbłąda.
pt: Um grupo de estrelas com a forma de um camelo.
tr: Deve şeklinde bir grup yıldız.

source: The henna tinted hand of al-Thurayya, the Pleiades.
fil: Ang henna tinted na kamay ni al-Thurayya, ang Pleiades.
fr: La main teintée au henné d'al-Thurayya, les Pléiades.
id: Tangan berwarna pacar dari al-Thurayya, Pleiades.
pl: Zabarwiona henną ręka al-Thurayya, Plejady.
pt: A mão tingida de henna de al-Thurayya, as Plêiades.
tr: Pleiades al-Thurayya'nın kına ile boyanmış eli.

source: The shoulder blade
fil: Ang talim ng balikat
fr: L'omoplate
id: Bilah bahu
pl: Łopatka
pt: A omoplata
tr: omuz bıçağı

source: The shoulder blade of al-Thurayya, the Pleiades.
fil: Ang talim ng balikat ng al-Thurayya, ang Pleiades.
fr: L'omoplate d'al-Thurayya, les Pléiades.
id: Bilah bahu al-Thurayya, Pleiades.
pl: Łopatka al-Thurayya, Plejad.
pt: A omoplata de al-Thurayya, as Plêiades.
tr: El Thurayya'nın kürek kemiği, Pleiades.

source: The shoulder
fil: Ang balikat
fr: L'épaule
id: Bahu
pl: Ramię
pt: O ombro
tr: Omuz

source: The shoulder of al-Thurayya, the Pleiades.
fil: Ang balikat ng al-Thurayya, ang Pleiades.
fr: L'épaule d'al-Thurayya, les Pléiades.
id: Bahu al-Thurayya, Pleiades.
pl: Ramię al-Thurayyi, Plejad.
pt: O ombro de al-Thurayya, as Plêiades.
tr: El-Thurayya'nın omzu, Pleiades.

source: The arm
fil: Ang braso
fr: Le bras
id: Lengan
pl: Ramię
pt: O braço
tr: Kol

source: The arm of al-Thurayya, the Pleiades.
fil: Ang braso ng al-Thurayya, ang Pleiades.
fr: Le bras d'al-Thurayya, les Pléiades.
id: Lengan al-Thurayya, Pleiades.
pl: Ramię al-Thurayyi, Plejady.
pt: O braço de al-Thurayya, as Plêiades.
tr: El-Thurayya'nın kolu, Pleiades.

source: The elbow
fil: Ang siko
fr: Le coude
id: Siku
pl: Łokieć
pt: O cotovelo
tr: dirsek

source: The elbow of al-Thurayya, the Pleiades.
fil: Ang siko ng al-Thurayya, ang Pleiades.
fr: Le coude d'al-Thurayya, les Pléiades.
id: Siku al-Thurayya, Pleiades.
pl: Łokieć al-Thurayyi, Plejad.
pt: O cotovelo de al-Thurayya, as Plêiades.
tr: El-Thurayya'nın dirseği, Pleiades.

source: The forearm
fil: Ang bisig
fr: L'avant-bras
id: Lengan bawah
pl: Przedramię
pt: O antebraço
tr: önkol

source: The forearm of al-Thurayya, the Pleiades.
fil: Ang bisig ng al-Thurayya, ang Pleiades.
fr: L'avant-bras d'al-Thurayya, les Pléiades.
id: Lengan bawah al-Thurayya, Pleiades.
pl: Przedramię al-Thurayya, Plejady.
pt: O antebraço de al-Thurayya, as Plêiades.
tr: El-Thurayya'nın ön kolu, Pleiades.

source: The short hand
fil: Ang maikling kamay
fr: La main courte
id: Tangan pendek
pl: Krótka ręka
pt: A mão curta
tr: kısa el

source: The short left hand of al-Thurayya, the Pleiades.
fil: Ang maikling kaliwang kamay ni al-Thurayya, ang Pleiades.
fr: La courte main gauche d'al-Thurayya, les Pléiades.
id: Tangan kiri pendek al-Thurayya, Pleiades.
pl: Krótka lewa ręka al-Thurayya, Plejady.
pt: A mão esquerda curta de al-Thurayya, as Plêiades.
tr: El Thurayya'nın kısa sol eli, Pleiades.

source: Al-Thurayya image
fil: Larawan ng Al-Thurayya
fr: Image d'Al-Thurayya
id: Gambar Al-Thurayya
pl: Obraz Al-Thurayya
pt: Imagem de Al-Thurayya
tr: El Thurayya resmi

source: An image of a woman with two extended hands
fil: Isang imahe ng isang babae na may dalawang nakataas na kamay
fr: Une image d'une femme avec deux mains tendues
id: Gambar seorang wanita dengan dua tangan terentang
pl: Wizerunek kobiety z dwiema wyciągniętymi rękami
pt: Uma imagem de uma mulher com as duas mãos estendidas
tr: İki uzatılmış eli olan bir kadının görüntüsü

source: Al-Ayyuq and the posts
fil: Al-Ayyuq at ang mga post
fr: Al-Ayyuq et les postes
id: Al-Ayyuq dan postingannya
pl: Al-Ayyuq i posty
pt: Al-Ayyuq e os postos
tr: Al-Ayyuq ve mesajlar

source: Al-Ayyuq is the bright star Capella with four bright stars nearby. One is his leg, and the three others are the posts.
fil: Ang Al-Ayyuq ay ang maliwanag na bituin na Capella na may apat na maliwanag na bituin sa malapit. Ang isa ay ang kanyang binti, at ang tatlo pa ay ang mga poste.
fr: Al-Ayyuq est l'étoile brillante Capella avec quatre étoiles brillantes à proximité. L'un est sa jambe, et les trois autres sont les poteaux.
id: Al-Ayyuq adalah bintang terang Capella dengan empat bintang terang di dekatnya. Satu adalah kakinya, dan tiga lainnya adalah tiang.
pl: Al-Ayyuq to jasna gwiazda Capella z czterema jasnymi gwiazdami w pobliżu. Jedna to jego noga, a trzy pozostałe to słupki.
pt: Al-Ayyuq é a estrela brilhante Capella com quatro estrelas brilhantes próximas. Um é a perna dele, e os outros três são os postes.
tr: Al-Ayyuq, yakınında dört parlak yıldız bulunan parlak yıldız Capella'dır. Biri bacağı, diğer üçü direkler.

source: The northern tent
fil: Ang hilagang tolda
fr: La tente nord
id: tenda utara
pl: Namiot północny
pt: A barraca do norte
tr: kuzey çadırı

source: The young camel
fil: Ang batang kamelyo
fr: Le jeune chameau
id: unta muda
pl: Młody wielbłąd
pt: O jovem camelo
tr: genç deve

source: The caracal
fil: Ang caracal
fr: Le caracal
id: Caracal
pl: Karakal
pt: O caracal
tr: karakulak

source: The bucket rope knot - The well poles
fil: Ang bucket rope knot - Ang mga poste ng balon
fr: Le nœud de la corde du seau - Les poteaux du puits
id: Simpul tali ember - Tiang sumur
pl: Węzeł liny wiaderkowej - Słupy studni
pt: O nó da corda do balde - Os pólos do poço
tr: Kova ipi düğümü - Kuyu direkleri

source: The front bucket mouth
fil: Ang bibig ng balde sa harap
fr: La bouche du godet avant
id: Mulut ember depan
pl: Przednie wiadro usta
pt: A boca do balde frontal
tr: Ön kova ağzı

source: The rear bucket mouth
fil: Ang bunganga ng balde sa likuran
fr: La bouche de godet arrière
id: Mulut ember belakang
pl: Tylne usta wiadra
pt: A boca da caçamba traseira
tr: Arka kova ağzı

source: The well bucket rope
fil: Ang lubid na balde ng balon
fr: La corde du seau du puits
id: Tali ember sumur
pl: Dobrze wiadro liny
pt: A corda do balde do poço
tr: Kuyu kova ipi

source: The fish
fil: Ang isda
fr: Le poisson
id: Ikan
pl: Ryba
pt: O Peixe
tr: Balık

source: The well bucket
fil: Ang balde ng balon
fr: Le seau du puits
id: Ember sumur
pl: Wiadro studni
pt: O balde do poço
tr: kuyu kovası

source: The two forelegs of the lamb
fil: Ang dalawang forelegs ng tupa
fr: Les deux pattes antérieures de l'agneau
id: Kedua kaki depan anak domba
pl: Dwie przednie łapy baranka
pt: As duas patas dianteiras do cordeiro
tr: Kuzuların iki ön ayağı

source: The two signs
fil: Ang dalawang palatandaan
fr: Les deux signes
id: Kedua tanda
pl: Dwa znaki
pt: Os dois sinais
tr: iki işaret

source: The little abdomen
fil: Ang maliit na tiyan
fr: Le petit ventre
id: Perut kecil
pl: Mały brzuch
pt: O pequeno abdômen
tr: küçük karın

source: The Pleiades, imagined as a woman loved by al-Dabaran, the bright star Aldebaran.
fil: Ang Pleiades, na inisip bilang isang babaeng minamahal ni al-Dabaran, ang maliwanag na bituin na si Aldebaran.
fr: Les Pléiades, imaginées comme une femme aimée par al-Dabaran, l'étoile brillante Aldebaran.
id: The Pleiades, dibayangkan sebagai seorang wanita yang dicintai oleh al-Dabaran, bintang terang Aldebaran.
pl: Plejady, wyobrażane jako kobieta kochana przez al-Dabaran, jasną gwiazdę Aldebaran.
pt: As Plêiades, imaginadas como uma mulher amada por al-Dabaran, a estrela brilhante Aldebaran.
tr: Pleiades, al-Dabaran tarafından sevilen bir kadın olarak hayal edilir, parlak yıldız Aldebaran.

source: The lamb
fil: Ang tupa
fr: L'agneau
id: anak domba
pl: Jagnię
pt: O cordeiro
tr: Lamba

source: A group of stars in the same region of Aries but includes the Pleiades as the fatty tail of the lamb.
fil: Isang pangkat ng mga bituin sa parehong rehiyon ng Aries ngunit kabilang ang Pleiades bilang mataba na buntot ng tupa.
fr: Un groupe d'étoiles dans la même région du Bélier mais qui comprend les Pléiades comme la queue grasse de l'agneau.
id: Sekelompok bintang di wilayah Aries yang sama tetapi termasuk Pleiades sebagai ekor domba yang berlemak.
pl: Grupa gwiazd w tym samym regionie Barana, ale zawiera Plejady jako tłusty ogon baranka.
pt: Um grupo de estrelas na mesma região de Áries, mas inclui as Plêiades como a cauda gordurosa do cordeiro.
tr: Koç'un aynı bölgesinde bulunan, ancak kuzunun yağlı kuyruğu olarak Ülker'i içeren bir grup yıldız.

source: The two dogs of Al-Dabaran
fil: Ang dalawang aso ng Al-Dabaran
fr: Les deux chiens d'Al-Dabaran
id: Dua anjing Al-Dabaran
pl: Dwa psy Al-Dabaran
pt: Os dois cães de Al-Dabaran
tr: Al-Dabaran'ın iki köpeği

source: The young she-camels
fil: Ang mga batang babaeng kamelyo
fr: Les jeunes chamelles
id: Unta betina muda
pl: Młode wielbłądy
pt: As jovens camelas
tr: Genç dişi develer

source: Al-Dabaran, his camels and two dogs
fil: Si Al-Dabaran, ang kanyang mga kamelyo at dalawang aso
fr: Al-Dabaran, ses chameaux et ses deux chiens
id: Al-Dabaran, unta dan dua anjingnya
pl: Al-Dabaran, jego wielbłądy i dwa psy
pt: Al-Dabaran, seus camelos e dois cães
tr: Al-Dabaran, develeri ve iki köpeği

source: Retracted arm [of the lion]
fil: Binawi ang braso [ng leon]
fr: Bras rétracté [du lion]
id: Lengan ditarik [singa]
pl: Cofnięte ramię [lwa]
pt: Braço retraído [do leão]
tr: Geri çekilmiş kol [aslanın]

source: The extended arm [of the lion]
fil: Ang pinalawak na braso [ng leon]
fr: Le bras étendu [du lion]
id: Lengan panjang [singa]
pl: Przedłużone ramię [lwa]
pt: O braço estendido [do leão]
tr: [Aslanın] uzatılmış kolu

source: Nostrils [of the lion]
fil: Mga butas ng ilong [ng leon]
fr: Narines [du lion]
id: Lubang hidung [singa]
pl: Nozdrza [lwa]
pt: Narinas [do leão]
tr: [Aslanın] burun delikleri

source: Eyes [of the lion]
fil: Mga mata [ng leon]
fr: Yeux [du lion]
id: Mata [singa]
pl: Oczy [lwa]
pt: Olhos [do leão]
tr: [aslanın] gözleri

source: Forehead [of the lion]
fil: Noo [ng leon]
fr: Front [du lion]
id: Dahi [singa]
pl: Czoło [lwa]
pt: Testa [do leão]
tr: [Aslanın] alnı

source: Mane [of the lion]
fil: Mane [ng leon]
fr: Crinière [du lion]
id: Surai [singa]
pl: Grzywa [lwa]
pt: Juba [do leão]
tr: Yele [aslanın]

source: The bend
fil: Ang liko
fr: Le virage
id: tikungan
pl: Zakręt
pt: A dobra
tr: Büküm

source: The cover
fil: Ang takip
fr: La couverture
id: Penutup
pl: Okładka
pt: A capa
tr: Kapak

source: The tassel
fil: Ang tassel
fr: Le pompon
id: rumbai
pl: Frędzel
pt: A borla
tr: püskül

source: The lion
fil: Ang leon
fr: Le lion
id: Singa
pl: Lew
pt: O Leão
tr: Aslan

source: A great constellation representing a lion covering a large area of the sky that extends from Canis Minor and Gemini to Virgo.
fil: Isang mahusay na konstelasyon na kumakatawan sa isang leon na sumasaklaw sa isang malaking bahagi ng kalangitan na umaabot mula Canis Minor at Gemini hanggang Virgo.
fr: Une grande constellation représentant un lion couvrant une grande partie du ciel qui s'étend de Canis Minor et Gemini à Virgo.
id: Sebuah konstelasi besar yang mewakili seekor singa yang menutupi sebagian besar langit yang membentang dari Canis Minor dan Gemini hingga Virgo.
pl: Wspaniała konstelacja przedstawiająca lwa pokrywającego duży obszar nieba, który rozciąga się od Małego Psa i Bliźniąt do Panny.
pt: Uma grande constelação representando um leão cobrindo uma grande área do céu que se estende desde o Cão Menor e Gêmeos até Virgem.
tr: Küçük Canis ve İkizler'den Başak'a uzanan geniş bir gökyüzü alanını kaplayan bir aslanı temsil eden büyük bir takımyıldız.

source: Claws of the scorpion
fil: Mga kuko ng alakdan
fr: Griffes du scorpion
id: Cakar kalajengking
pl: Pazury skorpiona
pt: Garras do escorpião
tr: Akrep pençeleri

source: The diadem
fil: Ang diadem
fr: Le diadème
id: mahkota
pl: Diadem
pt: O diadema
tr: taç
