Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: ![Circular calendar](Calendario_Tukano.webp) One circular calendar developed in 2007 [#1][#2]. {: .img_and_caption } ### Tukano Constellations Constellations within Tukano astronomical culture are related with natural phenomena as a whole. We gathered twelve constellations with a group who speaks Tukano language. This is not the definitive number of constellations. There are, surely, more constellations to be described. We presented here essentially "the main cycle" [#2] of the Tukano constellations. Sometimes someone relates new discoveries about these Indians sky concepts or presents new constellation descriptions. Though we are establishing limits and configurations to these constellations that are new to us (non- Indians), they don’t organize this body of knowledge in the same way. Their conceptions about sky and Universe are different when compared with ours. They don’t organize and conceive ideas about the Universe as a whole, like us. Hereby we present few data from a research carried out with living people and this data may be variable in near future. We worked with basic school students, elders and story tellers comparing the talks and summarizing it as you’ll see below. In general, we can say that a Tukano constellation, or parts of it, are observed when its setting occurs, like the sunset (heliacal setting) during the short period of an year. There are an amount of natural phenomena related to this astronomical event. For example we can consider Aña’s head setting during November and its relation with the increase and decrease of the Tiquié river level. The variation of the river level is accompanied with an emerging of different fishes which appear as the result of these changeable natural conditions. Other larger fishes follow the first group for multiple purposes (eating smaller ones for example). All of them eat some fruits which eventually fall over the river surface. Ground animals and microorganisms are interested on these fruits, as well as either. So, a phenomenon first described as an astronomical set for us can be seen inside a more complex behavior for Tukanos and their neighbors around this region. Animals, plants and also spiritual manifestations are in a complex relationship under the cosmological view that we can’t ignore anymore. ### Sources This work is part of an amount of researches developed as a survey, conducted between 2005 and 2007 that resulted in a doctoral/PhD thesis (Cardoso, 2007). Relying on Ethnomatematics sources (D’ambrosio, 2002), in practical sky observation activities and on classical sources about constellations observed in Brazil’s Amazon region, we accomplished a sky mapping of these Indian ethnicity: Tukano, Dessano and Tuyuka but in particular, the first one. From the description of many constellations we created an astronomical events and climate calendar along with students from differentiated Yupuri’s indigenous school. Rain periods, drought, planting and harvesting are marked by the sunset and sunrise of the major constellations created by Amazonia northwest Indians.
fil: ![Circular calendar](Calendario_Tukano.webp) Isang circular calendar ang binuo noong 2007 [#1][#2]. {: .img_and_caption } ### Mga Konstelasyon ng Tukano Ang mga konstelasyon sa loob ng kulturang astronomya ng Tukano ay nauugnay sa mga natural na phenomena sa kabuuan. Nagtipon kami ng labindalawang konstelasyon kasama ang isang grupo na nagsasalita ng wikang Tukano. Hindi ito ang tiyak na bilang ng mga konstelasyon. Mayroong, tiyak, higit pang mga konstelasyon na ilalarawan. Iniharap namin dito ang "pangunahing ikot" [#2] ng mga konstelasyon ng Tukano. Minsan may nag-uugnay ng mga bagong tuklas tungkol sa mga konsepto ng kalangitan ng mga Indian na ito o nagpapakita ng mga bagong paglalarawan ng konstelasyon. Bagama't nagtatatag kami ng mga limitasyon at pagsasaayos sa mga konstelasyon na ito na bago sa amin (mga hindi Indian), hindi nila inaayos ang pangkat ng kaalaman sa parehong paraan. Ang kanilang mga konsepto tungkol sa langit at Uniberso ay iba kung ihahambing sa atin. Hindi sila nag-oorganisa at nag-iisip ng mga ideya tungkol sa Uniberso sa kabuuan, tulad natin. Sa pamamagitan nito ay nagpapakita kami ng ilang data mula sa isang pagsasaliksik na isinagawa sa mga buhay na tao at ang data na ito ay maaaring magbago sa malapit na hinaharap. Nakipagtulungan kami sa mga pangunahing mag-aaral sa paaralan, mga matatanda at mga tagapagsalaysay ng kuwento na naghahambing ng mga pahayag at nagbubuod nito tulad ng makikita mo sa ibaba. Sa pangkalahatan, masasabi nating ang Tukano constellation, o mga bahagi nito, ay naoobserbahan kapag nangyari ang setting nito, tulad ng paglubog ng araw (heliacal setting) sa loob ng maikling panahon ng isang taon. Mayroong dami ng mga natural na phenomena na nauugnay sa astronomical na kaganapang ito. Halimbawa, maaari nating isaalang-alang ang head setting ni Aña noong Nobyembre at ang kaugnayan nito sa pagtaas at pagbaba ng antas ng ilog ng Tiquié. Ang pagkakaiba-iba ng antas ng ilog ay sinamahan ng isang umuusbong na iba't ibang mga isda na lumilitaw bilang resulta ng mga pabagu-bagong natural na kondisyon. Sinusundan ng ibang malalaking isda ang unang grupo para sa maraming layunin (halimbawa, kumakain ng mas maliliit na isda). Lahat sila ay kumakain ng ilang prutas na kalaunan ay nahuhulog sa ibabaw ng ilog. Ang mga hayop sa lupa at microorganism ay interesado sa mga prutas na ito, pati na rin ang alinman. Kaya, ang isang hindi pangkaraniwang bagay na unang inilarawan bilang isang astronomical set para sa atin ay makikita sa loob ng isang mas kumplikadong pag-uugali para sa Tukanos at sa kanilang mga kapitbahay sa paligid ng rehiyong ito. Ang mga hayop, halaman at gayundin ang mga espirituwal na pagpapakita ay nasa isang kumplikadong relasyon sa ilalim ng kosmolohikal na pananaw na hindi na natin maaaring balewalain. ### Mga Pinagmulan Ang gawaing ito ay bahagi ng dami ng mga pananaliksik na binuo bilang isang survey, na isinagawa sa pagitan ng 2005 at 2007 na nagresulta sa isang tesis ng doktoral/PhD (Cardoso, 2007). Sa pag-asa sa mga pinagmumulan ng Ethnomatematics (D'ambrosio, 2002), sa mga praktikal na aktibidad sa pagmamasid sa kalangitan at sa mga klasikal na pinagmumulan tungkol sa mga konstelasyon na naobserbahan sa rehiyon ng Amazon ng Brazil, nakagawa kami ng sky mapping ng mga etnikong Indian na ito: Tukano, Dessano at Tuyuka ngunit sa partikular, ang una isa. Mula sa paglalarawan ng maraming mga konstelasyon lumikha kami ng isang astronomical na kaganapan at kalendaryo ng klima kasama ang mga mag-aaral mula sa pagkakaiba-iba ng katutubong paaralan ng Yupuri. Ang mga panahon ng pag-ulan, tagtuyot, pagtatanim at pag-aani ay minarkahan ng paglubog ng araw at pagsikat ng araw ng mga pangunahing konstelasyon na nilikha ng mga Amazonia sa hilagang-kanlurang Indian.
fr: ![Calendrier circulaire](Calendario_Tukano.webp) Un calendrier circulaire développé en 2007 [#1] [#2]. {: .img_and_caption } ### Constellations de Tukano Les constellations de la culture astronomique de Tukano sont liées aux phénomènes naturels dans leur ensemble. Nous avons réuni douze constellations avec un groupe qui parle la langue Tukano. Ce n'est pas le nombre définitif de constellations. Il y a sûrement plus de constellations à décrire. Nous avons présenté ici essentiellement "le cycle principal" [#2] des constellations de Tukano. Parfois, quelqu'un raconte de nouvelles découvertes sur ces concepts de ciel indiens ou présente de nouvelles descriptions de constellation. Bien que nous établissions des limites et des configurations à ces constellations qui sont nouvelles pour nous (non-Indiens), ils n’organisent pas ce corpus de connaissances de la même manière. Leurs conceptions du ciel et de l'univers sont différentes par rapport aux nôtres. Ils n’organisent pas et ne conçoivent pas d’idées sur l’Univers dans son ensemble, comme nous. Par la présente, nous présentons peu de données provenant d'une recherche effectuée auprès de personnes vivantes et ces données peuvent être variables dans un avenir proche. Nous avons travaillé avec des élèves des écoles élémentaires, des anciens et des conteurs pour comparer les exposés et les résumer, comme vous le verrez ci-dessous. En général, nous pouvons dire qu'une constellation Tukano, ou des parties de celle-ci, sont observées lorsque son coucher se produit, comme le coucher du soleil (cadre héliaque) pendant la courte période d'une année. Il y a une quantité de phénomènes naturels liés à cet événement astronomique. Par exemple, nous pouvons considérer le réglage de la tête d’Aña en novembre et sa relation avec l’augmentation et la diminution du niveau de la rivière Tiquié. La variation du niveau de la rivière s'accompagne de l'émergence de différents poissons qui apparaissent comme le résultat de ces conditions naturelles changeantes. D'autres poissons plus gros suivent le premier groupe à des fins multiples (en mangeant des plus petits par exemple). Tous mangent des fruits qui finissent par tomber à la surface de la rivière. Les animaux terrestres et les micro-organismes s'intéressent à ces fruits, ainsi qu'à l'un ou l'autre. Ainsi, un phénomène décrit pour la première fois comme un ensemble astronomique pour nous peut être vu à l'intérieur d'un comportement plus complexe pour Tukanos et leurs voisins autour de cette région. Les animaux, les plantes et aussi les manifestations spirituelles sont dans une relation complexe sous la vue cosmologique que nous ne pouvons plus ignorer. ### Sources Ce travail fait partie d'un certain nombre de recherches développées sous forme d'enquête, menées entre 2005 et 2007 qui ont abouti à une thèse de doctorat / doctorat (Cardoso, 2007). En nous appuyant sur des sources ethnomatématiques (D'ambrosio, 2002), dans des activités pratiques d'observation du ciel et sur des sources classiques sur les constellations observées dans la région amazonienne du Brésil, nous avons réalisé une cartographie du ciel de ces ethnies indiennes: Tukano, Dessano et Tuyuka mais en particulier, la première une. À partir de la description de nombreuses constellations, nous avons créé un calendrier des événements astronomiques et du climat avec des élèves de l'école indigène différenciée de Yupuri. Les périodes de pluie, la sécheresse, la plantation et la récolte sont marquées par le coucher et le lever du soleil des principales constellations créées par les Indiens du nord-ouest de l'Amazonie.
id: ![Kalender melingkar](Calendario_Tukano.webp) Satu kalender melingkar dikembangkan pada tahun 2007 [#1][#2]. {: .img_and_caption } ### Rasi Bintang Tukano Rasi bintang dalam budaya astronomi Tukano terkait dengan fenomena alam secara keseluruhan. Kami mengumpulkan dua belas rasi bintang dengan kelompok yang berbicara bahasa Tukano. Ini bukan jumlah rasi bintang yang pasti. Ada, pasti, lebih banyak rasi bintang untuk dijelaskan. Kami menyajikan di sini pada dasarnya "siklus utama" [#2] dari konstelasi Tukano. Terkadang seseorang menceritakan penemuan baru tentang konsep langit India ini atau menyajikan deskripsi konstelasi baru. Meskipun kami menetapkan batasan dan konfigurasi untuk konstelasi yang baru bagi kami (non-India), mereka tidak mengatur kumpulan pengetahuan ini dengan cara yang sama. Konsepsi mereka tentang langit dan alam semesta berbeda jika dibandingkan dengan kita. Mereka tidak mengatur dan menyusun ide tentang Semesta secara keseluruhan, seperti kita. Dengan ini kami menyajikan beberapa data dari penelitian yang dilakukan dengan orang yang masih hidup dan data ini mungkin bervariasi dalam waktu dekat. Kami bekerja dengan siswa sekolah dasar, orang tua, dan pendongeng membandingkan pembicaraan dan meringkasnya seperti yang akan Anda lihat di bawah. Secara umum, kita dapat mengatakan bahwa konstelasi Tukano, atau bagian-bagiannya, diamati ketika pengaturannya terjadi, seperti matahari terbenam (pengaturan heliks) dalam waktu singkat dalam setahun. Ada sejumlah fenomena alam yang terkait dengan peristiwa astronomi ini. Misalnya kita dapat mempertimbangkan pengaturan kepala Aña selama bulan November dan hubungannya dengan kenaikan dan penurunan permukaan sungai Tiquié. Variasi tinggi muka air sungai disertai dengan munculnya berbagai jenis ikan yang muncul sebagai akibat dari perubahan kondisi alam tersebut. Ikan lain yang lebih besar mengikuti kelompok pertama untuk berbagai tujuan (makan yang lebih kecil misalnya). Mereka semua memakan buah-buahan yang akhirnya jatuh ke permukaan sungai. Hewan darat dan mikroorganisme tertarik pada buah-buahan ini, juga. Jadi, sebuah fenomena yang pertama kali digambarkan sebagai himpunan astronomi bagi kita dapat dilihat di dalam perilaku yang lebih kompleks untuk Tukano dan tetangga mereka di sekitar wilayah ini. Hewan, tumbuhan, dan juga manifestasi spiritual berada dalam hubungan yang kompleks di bawah pandangan kosmologis yang tidak dapat kita abaikan lagi. ### Sumber Karya ini merupakan bagian dari sejumlah penelitian yang dikembangkan sebagai survei, yang dilakukan antara tahun 2005 dan 2007 yang menghasilkan tesis doktor/PhD (Cardoso, 2007). Mengandalkan sumber Etnomatematika (D'ambrosio, 2002), dalam kegiatan pengamatan langit praktis dan sumber klasik tentang konstelasi yang diamati di wilayah Amazon Brasil, kami menyelesaikan pemetaan langit dari etnis India ini: Tukano, Dessano dan Tuyuka tetapi khususnya, yang pertama satu. Dari deskripsi banyak rasi bintang, kami membuat acara astronomi dan kalender iklim bersama dengan siswa dari sekolah adat Yupuri yang berbeda. Periode hujan, kekeringan, penanaman dan panen ditandai dengan matahari terbenam dan matahari terbit dari konstelasi utama yang diciptakan oleh suku Indian barat laut Amazonia.
pl: ![Kalendarz okrągły](Calendario_Tukano.webp) Jeden kalendarz okrągły opracowany w 2007 r. [#1] [#2]. {: .img_and_caption } ### Tukano Constellations Konstelacje w kulturze astronomicznej w Tukano są związane ze zjawiskami naturalnymi jako całością. Zebraliśmy dwanaście konstelacji z grupą, która mówi w języku tukano. To nie jest ostateczna liczba konstelacji. Z pewnością należy opisać więcej konstelacji. Przedstawiliśmy tutaj zasadniczo „główny cykl” [#2] konstelacji Tukano. Czasami ktoś relacjonuje nowe odkrycia na temat indyjskich koncepcji nieba lub przedstawia nowe opisy konstelacji. Chociaż ustalamy limity i konfiguracje dla tych konstelacji, które są dla nas nowe (nie-Hindusi), nie organizują tej wiedzy w ten sam sposób. Ich koncepcje dotyczące nieba i wszechświata są różne w porównaniu z naszymi. Nie organizują i nie wyobrażają sobie Wszechświata jako całości, takiego jak my. Niniejszym przedstawiamy niewiele danych z badań przeprowadzonych na żywych ludziach, które mogą być zmienne w najbliższej przyszłości. Współpracowaliśmy z uczniami szkół podstawowych, starszyzną i opowiadaczami, porównując rozmowy i podsumowując je, jak zobaczycie poniżej. Ogólnie rzecz biorąc, możemy powiedzieć, że konstelacja Tukano lub jej części są obserwowane, gdy zachodzi, podobnie jak zachód słońca (ustawienie heliakalne) w krótkim okresie roku. Istnieje wiele naturalnych zjawisk związanych z tym astronomicznym wydarzeniem. Na przykład możemy rozważyć ustawienie głowy Añy w listopadzie i jej związek ze wzrostem i spadkiem poziomu rzeki Tiquié. Zmienności poziomu rzeki towarzyszy pojawienie się różnych ryb, które pojawiają się w wyniku tych zmiennych warunków naturalnych. Inne większe ryby podążają za pierwszą grupą do wielu celów (na przykład jedząc mniejsze). Wszyscy jedzą owoce, które ostatecznie spadają na powierzchnię rzeki. Mielone zwierzęta i mikroorganizmy są również zainteresowane tymi owocami. Tak więc zjawisko, które po raz pierwszy opisaliśmy jako zestaw astronomiczny, można zobaczyć w bardziej złożonym zachowaniu Tukanos i ich sąsiadów w tym regionie. Zwierzęta, rośliny, a także przejawy duchowe są w złożonym związku pod kosmologicznym poglądem, którego nie możemy już dłużej ignorować. ### Źródła Praca ta jest częścią wielu badań opracowanych jako ankieta przeprowadzona w latach 2005–2007, w wyniku której powstała praca doktorska / doktorska (Cardoso, 2007). Opierając się na źródłach Ethnomatematics (D'ambrosio, 2002), w praktycznych działaniach związanych z obserwacją nieba i na klasycznych źródłach o konstelacjach obserwowanych w brazylijskim regionie Amazonki, dokonaliśmy mapowania nieba tych indyjskich grup etnicznych: Tukano, Dessano i Tuyuka, ale w szczególności pierwszego jeden. Na podstawie opisu wielu konstelacji stworzyliśmy kalendarz wydarzeń astronomicznych i klimatyczny wraz z uczniami ze zróżnicowanej miejscowej szkoły Yupuri. Okresy deszczowe, susze, sadzenie i zbiory cechuje zachód i wschód słońca głównych konstelacji stworzonych przez Indian Amazonii północno-zachodniej.
pt: ![Calendário circular](Calendario_Tukano.webp) Um calendário circular desenvolvido em 2007 [#1] [#2]. {: .img_and_caption } Constelações de Tukano Constelações na cultura astronômica de Tukano estão relacionadas com os fenômenos naturais como um todo. Reunimos doze constelações com um grupo que fala a língua tukano. Este não é o número definitivo de constelações. Certamente há mais constelações a serem descritas. Apresentamos aqui essencialmente "o ciclo principal" [#2] das constelações de Tukano. Às vezes, alguém relata novas descobertas sobre esses conceitos do céu indiano ou apresenta novas descrições de constelações. Embora estejamos estabelecendo limites e configurações para essas constelações que são novas para nós (não-índios), eles não organizam esse corpo de conhecimento da mesma maneira. Suas concepções sobre céu e universo são diferentes quando comparadas às nossas. Eles não organizam e concebem idéias sobre o Universo como um todo, como nós. Apresentamos poucos dados de uma pesquisa realizada com pessoas vivas e esses dados podem ser variáveis em um futuro próximo. Trabalhamos com alunos do ensino básico, idosos e contadores de histórias comparando as palestras e resumindo-as, como você verá abaixo. Em geral, podemos dizer que uma constelação de Tukano, ou partes dela, é observada quando ocorre o seu cenário, como o pôr do sol (cenário helíaco) durante o curto período de um ano. Há uma quantidade de fenômenos naturais relacionados a esse evento astronômico. Por exemplo, podemos considerar a configuração da cabeça de Aña durante novembro e sua relação com o aumento e a diminuição do nível do rio Tiquié. A variação do nível do rio é acompanhada pelo surgimento de diferentes peixes que aparecem como resultado dessas condições naturais variáveis. Outros peixes maiores seguem o primeiro grupo para vários propósitos (comer peixes menores, por exemplo). Todos comem algumas frutas que eventualmente caem sobre a superfície do rio. Animais terrestres e microorganismos também estão interessados nessas frutas. Assim, um fenômeno descrito pela primeira vez como um conjunto astronômico para nós pode ser visto dentro de um comportamento mais complexo para Tukanos e seus vizinhos nessa região. Animais, plantas e também manifestações espirituais estão em um relacionamento complexo sob a visão cosmológica que não podemos mais ignorar. ### Fontes Este trabalho faz parte de uma quantidade de pesquisas desenvolvidas como uma pesquisa, realizada entre 2005 e 2007, que resultou em uma tese de doutorado / doutorado (Cardoso, 2007). Contando com fontes etnomateáticas (D'ambrosio, 2002), em atividades práticas de observação do céu e em fontes clássicas sobre constelações observadas na região amazônica do Brasil, realizamos um mapeamento do céu da etnia indiana: Tukano, Dessano e Tuyuka, mas em particular a primeira 1. A partir da descrição de muitas constelações, criamos um calendário astronômico de eventos e clima junto com os alunos da escola indígena diferenciada de Yupuri. Períodos de chuva, seca, plantio e colheita são marcados pelo pôr do sol e nascer do sol das principais constelações criadas pelos índios do noroeste da Amazônia.
tr: ![Dairesel takvim](Calendario_Tukano.webp) 2007'de geliştirilen bir dairesel takvim [#1][#2]. {: .img_and_caption } ### Tukano Takımyıldızları Tukano astronomik kültürü içindeki takımyıldızlar, bir bütün olarak doğal fenomenlerle ilgilidir. Tukano dilini konuşan bir grupla on iki takımyıldızı topladık. Bu, takımyıldızların kesin sayısı değildir. Açıklanacak daha çok takımyıldızlar var kuşkusuz. Burada esas olarak Tukano takımyıldızlarının "ana döngüsünü" [#2] sunduk. Bazen birileri bu Kızılderililerin gökyüzü kavramlarıyla ilgili yeni keşifler anlatır veya yeni takımyıldız tanımları sunar. Bizim için (Kızılderili olmayanlar) yeni olan bu takımyıldızlara sınırlar ve konfigürasyonlar koyuyor olmamıza rağmen, onlar bu bilgi bütününü aynı şekilde organize etmiyorlar. Gökyüzü ve Evren hakkındaki anlayışları bizimkilerden farklıdır. Bizim gibi Evren hakkında bir bütün olarak fikir organize etmiyor ve düşünmüyorlar. Bu vesileyle, yaşayan insanlarla yapılan bir araştırmadan birkaç veri sunuyoruz ve bu veriler yakın gelecekte değişken olabilir. Konuşmaları karşılaştıran ve aşağıda göreceğiniz gibi özetleyen temel okul öğrencileri, yaşlılar ve hikaye anlatıcıları ile çalıştık. Genel olarak, bir Tukano takımyıldızının veya onun parçalarının, bir yılın kısa bir döneminde gün batımı (sarmal ayarı) gibi batması meydana geldiğinde gözlemlendiğini söyleyebiliriz. Bu astronomik olayla ilgili bir dizi doğal fenomen var. Örneğin, Aña'nın Kasım ayındaki kafa ayarını ve bunun Tiquié nehri seviyesinin yükselmesi ve azalmasıyla ilişkisini düşünebiliriz. Nehir seviyesinin değişmesine, bu değişken doğal koşulların bir sonucu olarak ortaya çıkan farklı balıkların ortaya çıkması eşlik ediyor. Diğer büyük balıklar, çok amaçlı olarak ilk grubu takip eder (örneğin daha küçük balıkları yemek). Hepsi sonunda nehir yüzeyine düşen bazı meyveleri yerler. Yer hayvanları ve mikroorganizmalar da bu meyvelerle ilgilenmektedir. Dolayısıyla, bizim için ilk olarak astronomik küme olarak tanımlanan bir olgu, bu bölgedeki Tukanos ve komşuları için daha karmaşık bir davranışın içinde görülebilir. Hayvanlar, bitkiler ve ayrıca ruhsal tezahürler, artık görmezden gelemeyeceğimiz kozmolojik görüş altında karmaşık bir ilişki içindedir. ### Kaynaklar Bu çalışma, 2005 ve 2007 yılları arasında yürütülen ve bir doktora/doktora tezi ile sonuçlanan bir anket olarak geliştirilen bir dizi araştırmanın bir parçasıdır (Cardoso, 2007). Ethnomatematics kaynaklarına (D'ambrosio, 2002), pratik gökyüzü gözlem etkinliklerine ve Brezilya'nın Amazon bölgesinde gözlemlenen takımyıldızlarla ilgili klasik kaynaklara dayanarak, bu Hint etnik kökenlerinin bir gökyüzü haritalamasını başardık: Tukano, Dessano ve Tuyuka, ancak özellikle ilk bir. Birçok takımyıldızın tanımından, farklılaşmış Yupuri'nin yerli okulundan öğrencilerle birlikte bir astronomik olaylar ve iklim takvimi oluşturduk. Yağmur dönemleri, kuraklık, ekim ve hasat, Amazonia kuzeybatı Kızılderilileri tarafından yaratılan büyük takımyıldızların gün batımı ve gün doğumu ile belirlenir.
