Repository: zhenli1347/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: fil, fr, id, pl, pt, tr

source: ### Nomenclature | Tongan term | Designation | |-------------|-------| | Humu | Coal sack | | Kaniva | Milky Way | | Ma'afulele | Large Magellan cloud | | Ma'afutoka | Small Magellan cloud | | 'otu Ma'afu | Magellanic clouds (both) | | Ha'amonga | Ecliptic | | Mahina | Moon | | La'a | Sun | | Tapukitea | Venus | | Matamemea | Mars | | Fetu'u | Star (in general) | | Fetu'ufuka | Comet | | 'Umata | Rainbow | | Fetu'u'Esiafi | Falling star | | Ma'afutoka (same as SMC) | Canopus | | Ma'afulele (same as LMC) | Sirius | | Velitoa hififo | Rigel | | Velitoa hahake | Betelguese | | Hikule'o | Arcturus | | Monuafe | Meissa | | Motuliki | Pleiades | | Tu'ulalupe | Hyades | | Toloatonga | Southern Cross | | Toloalahi | False Cross | ### Tongan constellations | Tongan name | Designation or notes | |-------------|-------| | Tuinga ika | Part of Orion, belt and sword | | Ae e'Uvea | Corona Borealis ( _Speculative_ ) | | Fatanalua | Coma Berenices ( _Speculative_ ) | | Kapakau'o'tafahi | Cassiopeia ( _Speculative_ ) | | Toloa | Belt of Orion | | Lua tangata | Castor and/or Pollux | | Fungasia | Toliman and/or Agena | | Houmatoloa (Toloa, toloatonga, toloalahi) | — |
fil: ### Nomenclature | Tongan term | Pagtatalaga | |-------------|-------| | Humu | Sako ng karbon | | Kaniva | Milky Way | | Ma'afulele | Malaking Magellan cloud | | Ma'afutoka | Maliit na ulap ng Magellan | | 'otu Ma'afu | Magellanic clouds (parehong) | | Ha'amonga | Ecliptic | | Mahina | Buwan | | La'a | Araw | | Tapukitea | Venus | | Matamemea | Mars | | Fetu'u | Bituin (sa pangkalahatan) | | Fetu'ufuka | Kometa | | 'Umata | Bahaghari | | Fetu'u'Esiafi | Falling star | | Ma'afutoka (katulad ng SMC) | Canopus | | Ma'afulele (katulad ng LMC) | Sirius | | Velitoa hififo | Rigel | | Velitoa hahake | Betelguese | | Hikule'o | Arcturus | | Monuafe | Meissa | | Motuliki | Pleiades | | Tu'ulalupe | Hyades | | Toloatonga | Southern Cross | | Toloalahi | Maling Krus | ### Mga konstelasyon ng Tongan | Pangalan ng Tongan | Pagtatalaga o mga tala | |-------------|-------| | Tuinga ika | Bahagi ng Orion, sinturon at espada | | Ae e'Uvea | Corona Borealis ( _Speculative_ ) | | Fatanalua | Coma Berenices ( _Speculative_ ) | | Kapakau'o'tafahi | Cassiopeia ( _Speculative_ ) | | Toloa | Sinturon ng Orion | | Lua tangata | Castor at/o Pollux | | Fungasia | Toliman at/o Agena | | Houmatoloa (Toloa, toloatonga, toloalahi) | — |
fr: ### Nomenclature | Terme tonguien | Désignation | | ------------- | ------- | | Humu | Sac de charbon | | Kaniva | Voie lactée | | Ma'afulele | Grand nuage de Magellan | | Ma'afutoka | Petit nuage de Magellan | | 'otu Ma'afu | Nuages magellaniques (les deux) | | Ha'amonga | Écliptique | | Mahina | Lune | | La'a | Soleil | | Tapukitea | Vénus | | Matamemea | Mars | | Fetu'u | Étoile (en général) | | Fetu'ufuka | Comète | | «Umata | Rainbow | | Fetu'u'Esiafi | Étoile filante | | Ma'afutoka (comme SMC) | Canopus | | Ma'afulele (comme LMC) | Sirius | | Velitoa hififo | Rigel | | Velitoa hahake | Betelguese | | Hikule'o | Arcturus | | Monuafe | Meissa | | Motuliki | Pléiades | | Tu'ulalupe | Hyades | | Toloatonga | Croix du Sud | | Toloalahi | Fausse croix | ### Constellations tonganes | Nom tongan | Désignation ou notes | | ------------- | ------- | | Tuinga ika | Partie d'Orion, ceinture et épée | | Ae e'Uvea | Corona Borealis (_Speculative_) | | Fatanalua | Coma Berenices (_Speculative_) | | Kapakau'o'tafahi | Cassiopée (_Spéculative_) | | Toloa | Ceinture d'Orion | | Lua tangata | Castor et / ou Pollux | | Fungasia | Toliman et / ou Agena | | Houmatoloa (Toloa, toloatonga, toloalahi) | - |
id: ### Nomenklatur | Istilah Tonga | Penunjukan | |-------------|-------| | Hum | Karung batubara | | Kaniva | Bima Sakti | | Ma'afulele | Awan Magellan besar | | Ma'afutoka | Awan Magellan kecil | | 'otu Ma'afu | Awan Magellan (keduanya) | | Ha'amonga | Ekliptika | | Mahana | Bulan | | Laa | Matahari | | Tapukitea | Venus | | Matamemea | Mars | | Fetu'u | Bintang (secara umum) | | Fetu'ufuka | Komet | | 'Umata | Pelangi | | Fetu'u'Esiafi | Bintang jatuh | | Ma'afutoka (sama dengan SMC) | Kanopi | | Ma'afulele (sama dengan LMC) | Sirius | | Velitoa hififo | Rigel | | Velitoa hahake | Betelgue | | Hikule'o | Arcturus | | Monafe | Meisa | | Motuliki | Pleiades | | Tu'ulape | Hyades | | Toloatonga | Salib Selatan | | Toloalahi | Salib Palsu | ### Rasi bintang Tonga | Nama Tonga | Penunjukan atau catatan | |-------------|-------| | Tuinga ika | Bagian dari Orion, sabuk dan pedang | | Ae e'Uvea | Corona Borealis ( _Speculative_ ) | | Fatanalua | Koma Berenices ( _Speculative_ ) | | Kapakau'o'tafahi | Cassiopeia ( _Speculative_ ) | | Toloa | Sabuk Orion | | Lua tangata | Jarak dan/atau Pollux | | Fungasia | Toliman dan/atau Agena | | Houmatoloa (Toloa, toloatonga, toloalahi) | — |
pl: ### Nomenklatura | Termin tongański | Oznaczenie | | ------------- | ------- | | Humu | Worek na węgiel | | Kaniva | Droga Mleczna | | Ma'afulele | Duża chmura Magellana | | Ma'afutoka | Mała chmura Magellana | | „otu Ma'afu | Obłoki Magellana (oba) | | Ha'amonga | Ekliptyka | | Mahina | Księżyc | | La'a | Niedz | | Tapukitea | Wenus | | Matamemea | Mars | | Fetu'u | Gwiazda (ogólnie) | | Fetu'ufuka | Kometa | | „Umata | Rainbow | | Fetu'u'Esiafi | Spadająca gwiazda | | Ma'afutoka (taki sam jak SMC) | Canopus | | Ma'afulele (to samo co LMC) | Syriusz | | Velitoa hififo | Rigel | | Velitoa hahake | Betelguese | | Hikule'o | Arcturus | | Monuafe | Meissa | | Motuliki | Plejady | | Tu'ulalupe | Hiady | | Toloatonga | Krzyż południowy | | Toloalahi | Fałszywy krzyż | ### Konstelacje Tonga | Nazwa tonga | Oznaczenie lub uwagi | | ------------- | ------- | | Tuinga ika | Część Oriona, pas i miecz | | Ae e'Uvea | Corona Borealis (_Speculative_) | | Fatanalua | Coma Berenices (_Speculative_) | | Kapakau'o'tafahi | Kasjopeja (_Speculative_) | | Toloa | Pas Oriona | | Lua tangata | Rycynowy i / lub Pollux | | Fungasia | Toliman i / lub Agena | | Houmatoloa (Toloa, toloatonga, toloalahi) | - |
pt: ### Nomenclatura | Termo tonganês | Designação | ------------- | ------- | | Humu Saco de carvão | | Kaniva via Láctea | | Ma'afulele Grande nuvem de Magalhães | | Ma'afutoka Pequena nuvem de Magalhães | | 'otu Ma'afu | Nuvens de Magalhães (ambas) | | Ha'amonga Eclíptica | | Mahina Lua | La'a Sol | Tapukitea Vênus | Matamemea Marte | Fetu'u Estrela (em geral) | | Fetu'ufuka Cometa | 'Umata Arco-íris | | Fetu'u'Esiafi | Estrela cadente | | Ma'afutoka (o mesmo que SMC) | Canopus | Ma'afulele (o mesmo que LMC) | Sirius | Velitoa hififo | Rigel | Velitoa hahake | Betelguese | | Hikule'o Arcturus | Monuafe Meissa | Motuliki Plêiades | | Tu'ulalupe Hyades | Toloatonga Cruzeiro do Sul | | Toloalahi Cruz falsa | Constelações tonganesas | Nome tonganês | Designação ou notas | | ------------- | ------- | | Tuinga ika Parte de orion, cinto e espada | | Ae e'Uvea Corona Boreal (especulativa) | | Fatanalua | Coma Berenices (_específico_) | | Kapakau'o'tafahi Cassiopeia (_específico_) | | Toloa Cinturão de Órion | | Lua tangata | Rodízio e / ou Pollux | | Fungasia Toliman e / ou Agena | | Houmatoloa (Toloa, Toloatonga, Toloalahi) | - |
tr: ### Adlandırma | Tonga terimi | atama | |-------------|-------| | Humu | Kömür çuvalı | | Kaniva | Samanyolu | | Ma'afulele | Büyük Macellan bulutu | | Ma'afutoka | Küçük Macellan bulutu | | 'otu Ma'afu | Macellan bulutları (her ikisi de) | | Ha'amonga | ekliptik | | Mahina | Ay | | la'a | Güneş | | Tapukitea | Venüs | | anne | Mars | | Fetu'u | Yıldız (genel olarak) | | Fetu'ufuka | kuyruklu yıldız | | 'Umata | Gökkuşağı | | Fetu'u'Esiafi | Kayan yıldız | | Ma'afutoka (SMC ile aynı) | kanopus | | Ma'afulele (LMC ile aynı) | Sirius | | Velitoa hififo | Rigel | | Velitoa hahake | Betelgues | | Hikule'o | Arkturus | | Monuafe | mesis | | Motuliki | Ülker | | Tu'ulalupe | Hyades | | Toloatonga | Güney Haçı | | Toloalahi | Yanlış Çapraz | ### Tonga takımyıldızları | Tonga adı | Tanım veya notlar | |-------------|-------| | Tuinga ika | Orion'un bir parçası, kemer ve kılıç | | Ae e'Uvea | Corona Borealis (_Spekülatif_) | | Fatanalua | Koma Berenices (_Spekülatif_) | | Kapakau'o'tafahi | Cassiopeia (_Spekülatif_) | | Toloa | Orion Kemeri | | Lua tangata | Castor ve/veya Pollux | | mantar | Toliman ve/veya Agena | | Houmatoloa (Toloa, toloatonga, toloalahi) | — |

source: - [#1]: Velt Kik, _Ko E Ngaahi fetu'u 'o, Stars over tonga_, 1990 'Atenisi University, Nuku'alofa , Tonga Government printing department. - [#2]: T.H Fale, _Tongan astronomy_, 1990 Polynesian Eyes foundation, Nuku'alofa, TongaChoice printing. - [#3]: E. E. V. Collocott, _Tongan astronomy and calendar_, 1992 Occasional Papers of the Bernice Pauahi Bishop Museum of Polynesian ethnology and Natural History, Vol. 8, No. 4 Honolulu, Hawaii, Bishop Museum Press 1922, p. 157-173.
fil: - [#1]: Velt Kik, _Ko E Ngaahi fetu'u 'o, Stars over tonga_, 1990 'Atenisi University, Nuku'alofa , Tonga Government printing department. - [#2]: T.H Fale, _Tongan astronomy_, 1990 Polynesian Eyes foundation, Nuku'alofa, TongaChoice printing. - [#3]: E. E. V. Collocott, _Tongan astronomy and calendar_, 1992 Occasional Papers of the Bernice Pauahi Bishop Museum of Polynesian ethnology and Natural History, Vol. 8, Blg. 4 Honolulu, Hawaii, Bishop Museum Press 1922, p. 157-173.
fr: - [#1]: Velt Kik, _Ko E Ngaahi fetu'u 'o, Stars over tonga_, 1990' Université d'Atenisi, Nuku'alofa, Département d'impression du gouvernement des Tonga. - [#2]: T.H Fale, _Tongan astronomy_, 1990 Polynesian Eyes foundation, Nuku'alofa, impression TongaChoice. - [#3]: E. E. V. Collocott, _Tongan astronomy and calendar_, 1992 Articles occasionnels du Bernice Pauahi Bishop Museum d'ethnologie polynésienne et d'histoire naturelle, vol. 8, no 4 Honolulu, Hawaï, Bishop Museum Press 1922, p. 157-173.
id: - [#1]: Velt Kik, _Ko E Ngaahi fetu'u 'o, Bintang di atas tonga_, 1990 'Universitas Atenisi, Nuku'alofa , departemen percetakan Pemerintah Tonga. - [#2]: T.H Fale, _Tongan astronomi_, 1990 Polynesian Eyes foundation, Nuku'alofa, TongaChoice printing. - [#3]: E. E. V. Collocott, _Astronomi dan kalender Tonga_, 1992 Makalah Berkala dari Museum Etnologi dan Sejarah Alam Polinesia Uskup Bernice Pauhi, Vol. 8, No. 4 Honolulu, Hawaii, Bishop Museum Press 1922, hlm. 157-173.
pl: - [#1]: Velt Kik, _Ko E Ngaahi fetu'u 'o, Stars over tonga_, 1990' Atenisi University, Nuku'alofa, Tonga Government Department. - [#2]: T.H Fale, _Tongan astronomy_, 1990 Fundacja Polynesian Eyes, Nuku'alofa, drukowanie TongaChoice. - [#3]: E. E. V. Collocott, astronomia i kalendarz tongański, 1992 Dokumenty okazjonalne biskupa Bernice Pauahi Muzeum etnologii i historii naturalnej Bernice Pauahi, t. 8, nr 4 Honolulu, Hawaje, Bishop Museum Press 1922, s. 1. 157-173.
pt: - [#1]: Velt Kik, Ko E Ngaahi fetu'u ', Stars over tonga_, 1990' Atenisi University, Nuku'alofa, departamento de impressão do governo de Tonga. - [#2]: T.H Fale, _Tongan astronomy_, 1990 Polynesian Eyes Foundation, Nuku'alofa, TongaChoice printing. - [#3]: E. E. V. Collocott, astronomia e calendário tonganeses, 1992 Papéis Ocasionais do Museu do Bispo de Bernice Pauahi, Bispo de Etnologia Polinésia e História Natural, vol. 8, No. 4 Honolulu, Havaí, Bishop Museum Press 1922, p. 157-173.
tr: - [#1]: Velt Kik, _Ko E Ngaahi fetu'u 'o, Stars over tonga_, 1990 'Atenisi University, Nuku'alofa , Tonga Government Printing Department. - [#2]: T.H Fale, _Tongan astronomi_, 1990 Polynesian Eyes Foundation, Nuku'alofa, TongaChoice Printing. - [#3]: E. E. V. Collocott, _Tongan astronomi ve takvimi_, 1992 Bernice Pauahi Piskopos Polinezya Etnoloji ve Doğa Tarihi Müzesi'nin Ara sıra Kağıtları, Cilt. 8, No. 4 Honolulu, Hawaii, Bishop Museum Press 1922, s. 157-173.

source: This sky culture was contributed by Stellarium user [Dan Smale](d.smale@niwa.co.nz) Technical adaption: Susanne M Hoffmann
fil: Ang sky culture na ito ay iniambag ng Stellarium user [Dan Smale](d.smale@niwa.co.nz) Teknikal na adaptasyon: Susanne M Hoffmann
fr: Cette culture du ciel a été apportée par l'utilisateur de Stellarium [Dan Smale](d.smale@niwa.co.nz) Adaptation technique: Susanne M Hoffmann
id: Budaya langit ini disumbangkan oleh pengguna Stellarium [Dan Smale](d.smale@niwa.co.nz) Adaptasi teknis: Susanne M Hoffmann
pl: Ta kultura nieba została dodana przez użytkownika Stellarium [Dan Smale](d.smale@niwa.co.nz) Dostosowanie techniczne: Susanne M. Hoffmann
pt: Esta cultura celeste foi contribuída pelo usuário do Stellarium [Dan Smale](d.smale@niwa.co.nz) Adaptação técnica: Susanne M Hoffmann
tr: Bu gökyüzü kültürü Stellarium kullanıcısı [Dan Smale](d.smale@niwa.co.nz) tarafından sağlanmıştır. Teknik uyarlama: Susanne M Hoffmann

source: Southern Wild Duck
fr: Canard sauvage du Sud
id: Bebek Liar Selatan
pt: Pato selvagem do sul
tr: Güney Yaban Ördeği

source: Two Men
fil: Dalawang Lalaki
fr: Deux hommes
id: Dua Pria
pl: Dwóch mężczyzn
pt: Dois homens
tr: İki adam

source: Wild Duck
fr: Canard sauvage
id: Bebek liar
pl: Dzika kaczka
pt: Pato selvagem
tr: Vahşi ördek

source: Pigeon Perch
fr: Perche de pigeon
id: Merpati Bertengger
pl: Gołąb Okoń
pt: Poleiro de pombo
tr: güvercin levrek

source: Big Wild Duck
fil: Malaking Wild Duck
fr: Grand canard sauvage
id: Bebek Liar Besar
pt: Pato selvagem grande
tr: büyük yaban ördeği

source: Mound Top
fr: Top monticule
id: Puncak gundukan
pl: Kopiec Góry
pt: Monte Topo
tr: Höyük Üstü

source: String of fishes
fil: String ng mga isda
fr: Chaîne de poissons
id: untaian ikan
pl: Sznur ryb
pt: Cadeia de peixes
tr: balık dizisi

source: Wild Duck's Point of Land
fil: Punto ng Lupa ng Wild Duck
fr: Pointe de terre de canard sauvage
id: Titik Tanah Bebek Liar
pl: Punkt Kaczki Dzikiej Kaczki
pt: Ponto de terra do pato selvagem
tr: Yaban Ördeğinin Arazi Noktası

source: Two Carriers
fil: Dalawang Carrier
fr: Deux transporteurs
id: Dua Pembawa
pl: Dwóch przewoźników
pt: Duas transportadoras
tr: İki Taşıyıcı

source: Cloud of 'Uvea
fil: Ulap ng 'Uvea
fr: Nuage d'Uvea
id: Awan 'Uvea
pl: Chmura „Uvea
pt: Nuvem de 'Uvea
tr: 'Uvea Bulutu'

source: Wing of Tafahi
fil: Pakpak ng Tafahi
fr: Aile de Tafahi
id: Sayap Tafahi
pl: Skrzydło Tafahi
pt: Asa de Tafahi
tr: Tafahi kanadı

source: Tukano
fr: Tucano
pt: Tucano

source: Tukano is the common name for a group of indigenous tribes who live around the northwestern region of Brazil, near Colombia and Venezuela. The group shown in this work live on the banks of the Rio Tiquié within the Rio Negro bay in the Amazonas State, Brazil.
fil: Ang Tukano ay ang karaniwang pangalan para sa isang grupo ng mga katutubong tribo na nakatira sa paligid ng hilagang-kanlurang rehiyon ng Brazil, malapit sa Colombia at Venezuela. Ang grupong ipinakita sa gawaing ito ay nakatira sa pampang ng Rio Tiquié sa loob ng Rio Negro bay sa Amazonas State, Brazil.
fr: Tukano est le nom commun d'un groupe de tribus indigènes qui vivent dans la région nord-ouest du Brésil, près de la Colombie et du Venezuela. Le groupe présenté dans cette œuvre vit sur les rives du Rio Tiquié dans la baie de Rio Negro, dans l'État d'Amazonas, au Brésil.
id: Tukano adalah nama umum untuk sekelompok suku asli yang tinggal di sekitar wilayah barat laut Brasil, dekat Kolombia dan Venezuela. Kelompok yang ditampilkan dalam karya ini tinggal di tepi sungai Rio Tiquié di dalam teluk Rio Negro di Negara Bagian Amazonas, Brasil.
pl: Tukano to popularna nazwa grupy rdzennych plemion żyjących w północno-zachodnim regionie Brazylii, w pobliżu Kolumbii i Wenezueli. Grupa pokazana w tej pracy mieszka na brzegu Rio Tiquié w zatoce Rio Negro w stanie Amazonas w Brazylii.
pt: Tukano é o nome comum para um grupo de tribos indígenas que vivem na região noroeste do Brasil, perto da Colômbia e Venezuela. O grupo mostrado neste trabalho vive nas margens do rio Tiquié, na baía de Rio Negro, no estado do Amazonas, Brasil.
tr: Tukano, Brezilya'nın kuzeybatı bölgesinde, Kolombiya ve Venezuela yakınlarında yaşayan bir grup yerli kabilenin ortak adıdır. Bu çalışmada gösterilen grup, Brezilya'nın Amazonas Eyaletindeki Rio Negro körfezindeki Rio Tiquié kıyılarında yaşıyor.
